[{"person":"Monica","txt":" Aww, thank you. (Notices something.) Uh Rach?"},{"person":"Rachel","txt":" Oh! That's why. (Rachel checks behind her ear, and finds a cinamon\nstick.) I'm sorry!"},{"person":"Woman","txt":" Chandler."},{"person":"Chandler","txt":" Mrs. Tedlock. You're looking lovely today. And may I say, that is a "},{"person":"Mrs. Tedlock","txt":" Yes. Well, Mr. Kostelick wants you to stop by his office at the\nend of the day."},{"person":"Chandler","txt":" Oh, listen. If this is about those prank memos, I had nothing to do\nwith them. Really. Nothing at all. Really. (Chandler tries to hide a rubber chicken from\nthe woman.) Nothing."},{"person":"Phoebe","txt":" Hey you guys! Chandler's coming and he says he has, like, this\nincredible news, so when he gets here, we could all act like, you know..."},{"person":"Chandler","txt":" Hey!"},{"person":"All","txt":" Hey!"},{"person":"Phoebe","txt":" Never mind. But it was going to be really good."},{"person":"Ross","txt":" What's going on?"},{"person":"All","txt":" What is it?"},{"person":"Chandler","txt":" So, it's a typical day at work. I'm inputting my numbers, and big Al\ncalls me into his office and tells me he wants to make me processing supervisor."},{"person":"All","txt":" That's great!"},{"person":"Chandler","txt":" So.... I quit."},{"person":"All","txt":" Why?"},{"person":"Chandler","txt":" Why? This was supposed to be a temp job!"},{"person":"Monica","txt":" Yeah, Chandler... you've been there for five years."},{"person":"Chandler","txt":" If I took this promotion, it'd be like admitting that this is what I\nactually do."},{"person":"Phoebe","txt":" So was it a lot more money?"},{"person":"Chandler","txt":" It doesn't matter. I just don't want to be one of those guys that's in\nhis office until twelve o'clock at night worrying about the WENUS."},{"person":"Rachel","txt":" ... the WENUS?"},{"person":"Chandler","txt":" Weekly Estimated Net Usage Systems. A processing term."},{"person":"Rachel","txt":" (sarcastic) Oh. That WENUS."},{"person":"Joey","txt":" So what're you going to do?"},{"person":"Chandler","txt":" I don't know. That's the thing. I don't know what I want to do. I just\nknow I'm not going to figure it out working there."},{"person":"Phoebe","txt":" Oooh! I have something you can do! I have this new massage client...\nSteve? (pause) Anyway, he's opening up a restaurant and he's looking for a head chef."},{"person":"Monica","txt":" (taps Phoebe on her shoulder) Um... hi there."},{"person":"Phoebe","txt":" Hi! (turns back to Chandler, then to Monica) Oh, yeah, no, I know.\nYou're a chef. I know, and I thought of you first, but um, Chandler's the one who needs a\njob right now, so...."},{"person":"Chandler","txt":" Yeah... I just don't have that much cheffing experience. Unless it's\nan all-toast restaurant."},{"person":"Phoebe","txt":" (to Monica's tapping) Yeah, yeah! "},{"person":"Phoebe","txt":" Well, he wants to do some ecclectic, so he's looking for someone who\ncan, you know, create the entire menu."},{"person":"Monica","txt":" (excited) Oh my God!"},{"person":"Phoebe","txt":" Yeah, I know! (turns to Chandler) So, what do you think?"},{"person":"Chandler","txt":" Thanks, Phoebe. But I just don't really see myself in a big white hat."},{"person":"Phoebe","txt":" OK. (pause) Oh Monica! Guess what!"},{"person":"Chandler","txt":" Can you see my nipples through this shirt?"},{"person":"Rachel","txt":" No. But don't worry, I'm sure they're still there."},{"person":"Phoebe","txt":" Where are you going, Mr. Suity-Man?"},{"person":"Chandler","txt":" Well, I have an appointment to see Dr. Robert Pillman, career\ncounselor a-gogo. (pause) I added the \"a-gogo.\""},{"person":"Rachel","txt":" Career counselor?"},{"person":"Chandler","txt":" Hey, you guys all know what you want to do."},{"person":"Rachel","txt":" I don't!"},{"person":"Chandler","txt":" Hey, you guys "},{"person":"Ross","txt":" Ah, the lesser-known \"I don't have a dream\" speech."},{"person":"Monica","txt":" Oh, I love my life, I love my life!"},{"person":"Phoebe","txt":" Ooh! "},{"person":"Rachel","txt":" The meeting with the guy went great?"},{"person":"Monica","txt":" So great! He showed me where the restaurant's going to be. It's this,\nit's this cute little place on 10th Street. Not too big, not too small. Just right."},{"person":"Chandler","txt":" Was it formerly owned by a blonde woman and some bears?"},{"person":"Monica","txt":" So anyway, I'm cooking dinner for him Monday night. You know, kind of\nlike an audition. And Phoebe, he really wants you to be here, which will be great for me\nbecause then you can 'ooh' and 'ahh' and make yummy noises."},{"person":"Rachel","txt":" What are you going to make?"},{"person":"Phoebe","txt":" (as though Rachel wasn't paying attention) Yummy noises."},{"person":"Rachel","txt":" (pause) And Monica, what are "},{"person":"Monica","txt":" I don't know. I don't know. It's just going to be so great!"},{"person":"Phoebe","txt":" Ooh! I know what you could make! (runs over to join Monica and Rachel in\nthe kitchen) I know! Oh, you should definitely make that thing... you know, with the\nstuff? (Monica doesn't know.) You know, that thing... with the stuff...? OK, I don't know.\n(sits down)"},{"person":"Ross","txt":" Hey guys, does anybody know a good date place in the neighborhood?"},{"person":"Joey","txt":" How about Tony's? If you can finish a 32-ounce steak, it's free."},{"person":"Ross","txt":" OK, ahem, hey, does anybody know a good place if you're not dating a puma?"},{"person":"Chandler","txt":" Who are you going out with?"},{"person":"Phoebe","txt":" Oh, is this the bug lady?"},{"person":"Rachel","txt":" (trying to sound like a bug) Bzzzz.... I love you, Ross."},{"person":"Ross","txt":" Her name is Celia. She's not a bug lady. She's curator of insects at the\nmuseum."},{"person":"Rachel","txt":" So what are you guys going to do?"},{"person":"Ross","txt":" Oh, I just thought we could go out to dinner, and then maybe bring her\nback to my place and I'd introduce her to my monkey."},{"person":"Chandler","txt":" And he's "},{"person":"Joey","txt":" (aside to Ross) So.... back to your place...you thinking, maybe...\n(gestures with hands, back and forth) huh-huh?"},{"person":"Ross","txt":" Well, I don't know.... (gestures) huh-huh.... but I'm hoping (gestures)\nhuh-huh."},{"person":"Joey","txt":" I'm telling you, that monkey is a chick magnet! She's going to take one\nlook at his furry, cute little face and it'll seal the deal."},{"person":"Ross","txt":" Celia, don't worry!  Don't scream!  He's not going to hurt you!\nSoothing tones, Celia. Soothing tones! Marcel..."},{"person":"Celia","txt":" I can't stand this! He's got his claws in my..."},{"person":"Ross","txt":" Alright... (lifts Marcel away)"},{"person":"Monica","txt":" (to Joey) OK, try this salmon mousse."},{"person":"Joey","txt":" (tasting) Mmmm. Good."},{"person":"Monica","txt":" Is it better than the other salmon mousse?"},{"person":"Joey","txt":" It's creamier."},{"person":"Monica","txt":" Yeah, well, is that "},{"person":"Joey","txt":" I don't know. We're talking about whipped fish, Monica. I'm just happy I'm\nkeeping it down, y'know?"},{"person":"Rachel","txt":" My God! What happened to you?"},{"person":"Chandler","txt":" Eight and a half hours of aptitude tests, intelligence tests,\npersonality tests... and what do I learn? (he taps the results and reads them) \"You\nare ideally suited for a career in data processing for a large multinational\ncorporation.\""},{"person":"Phoebe","txt":" That's so great! 'Cause you already know how to do that!"},{"person":"Chandler","txt":" Can you believe it? I mean, don't I seem like somebody who should be\ndoing something really "},{"person":"Rachel","txt":" (comes up and rubs him on the chest) Oh Chandler, I know, I know... oh,\nhey! You can see your nipples through this shirt!"},{"person":"Monica","txt":" (brings a plate of tiny appetizers over) Here you go, maybe this'll\ncheer you up."},{"person":"Chandler","txt":" Ooh, you know, I had a grape about five hours ago, so I'd better split\nthis with you."},{"person":"Monica","txt":" It's supposed to be that small. It's a pre-appetizer. The French call it\nan "},{"person":"Chandler","txt":" (tastes it) Well.... it is amouz-ing..."},{"person":"Monica","txt":" (on phone) Hello? (Listens) Oh, hi Wendy! (Listens) Yeah, eight o'clock.\n(Listens) What did we say? Ten dollars an hour?... (Listens) OK, great. (Listens) All\nright, I'll see you then. Bye. (hangs up)"},{"person":"Phoebe","txt":" Ten dollars an hour for what?"},{"person":"Monica","txt":" Oh, I asked one of the waitresses at work if she'd help me out."},{"person":"Rachel","txt":" (hurt) Waitressing?"},{"person":"Joey","txt":" Uh-oh."},{"person":"Monica","txt":" Well... of course I thought of you! But... but..."},{"person":"Rachel","txt":" But, but?"},{"person":"Monica","txt":" But, you see, it's just... this night has to go just perfect, you know?\nAnd, well, Wendy's more of a... professional waitress."},{"person":"Rachel","txt":" Oh! I see. And I've sort of been maintaining my amateur status so that I\ncan waitress in the Olympics."},{"person":"Chandler","txt":" You know, I don't mean to brag, but I waited tables at Innsbruck in\n'76. (dead silence) "},{"person":"Celia","txt":" Talk to me."},{"person":"Ross","txt":" OK.... um, a weird thing happened to me on the train this morning..."},{"person":"Celia","txt":" No no no. Talk... dirty."},{"person":"Ross","txt":" (embarrassed) Wha... what, here?"},{"person":"Celia","txt":" Yes..."},{"person":"Ross","txt":" Ah...."},{"person":"Celia","txt":" Say something..... "},{"person":"Ross","txt":" (panicked) Er.... um..... "},{"person":"Celia","txt":" What?"},{"person":"Ross","txt":" Um... uh.... vulva."},{"person":"Joey","txt":" (in disbelief) "},{"person":"Ross","txt":" Alright, I panicked, alright? She took me by surprise. You know, but it\nwasn't a total loss. I mean, we ended up cuddling."},{"person":"Joey","txt":" (sarcastic) Whoaa!! You cuddled? How many times??"},{"person":"Ross","txt":" Shut up! It was nice. I just... I don't think I'm the dirty-talking kind\nof guy, you know?"},{"person":"Joey","txt":" What's the big deal? You just say what you want to do to her. Or what you\nwant her to do to you. Or what you think other people might be doing to each other. I'll\ntell you what. Just try something on me."},{"person":"Ross","txt":" (deadpan) Please be kidding."},{"person":"Joey","txt":" Why not? Come on! Just, just close your eyes and tell me what you'd like\nto be doing right now."},{"person":"Ross","txt":" OK. (closes eyes) I'm in my apartment..."},{"person":"Joey","txt":" ....yeah... what else?"},{"person":"Ross","txt":" That's it. I'm in my apartment, you're not there, we're not having this\nconversation. (gets up, walks across room)"},{"person":"Joey","txt":" (walks to catch up to him) Alright, look, I'll start, OK?"},{"person":"Ross","txt":" Joey, please."},{"person":"Joey","txt":" Come on. Come on. Alright, ready, look! (in a low voice) Oh... Ross....\nyou get me so hot. I want your lips on me "},{"person":"Ross","txt":" (impressed) Wow."},{"person":"Joey","txt":" Alright, now you say something."},{"person":"Ross","txt":" I... ahem... I really don't think so."},{"person":"Joey","txt":" Come on! You like this woman, right?"},{"person":"Ross","txt":" Yeah."},{"person":"Joey","txt":" You want to see her again, right?"},{"person":"Ross","txt":" Sure."},{"person":"Joey","txt":" Well if you can't talk dirty to me, how're you going to talk dirty to her?\nNow tell me you want to caress my butt!"},{"person":"Ross","txt":" OK, turn around. (Joey looks taken aback) I just don't want you staring at\nme when I'm doing this."},{"person":"Joey","txt":" (turning around) Alright, alright. I'm around. Go ahead."},{"person":"Ross","txt":" Ahem... I want.... OK, I want to... feel your... hot, soft skin with my\nlips."},{"person":"Joey","txt":" There you go! Keep going. Keep going!"},{"person":"Ross","txt":" I, er..."},{"person":"Ross","txt":" I want to take my tongue... and... "},{"person":"Ross","txt":" ....and...."},{"person":"Joey","txt":" Say it... say it!"},{"person":"Ross","txt":" ...run it all over your body until you're... trembling with... with..."},{"person":"Chandler","txt":" (smiling)....with??"},{"person":"Ross","txt":" (rushing to explain) Funny story!"},{"person":"Chandler","txt":" It's OK. It's OK. I was always rooting for you two kids to get\ntogether."},{"person":"Joey","txt":" Hey Chandler, while you were sleeping that guy from your old job called\nagain."},{"person":"Chandler","txt":" Again?"},{"person":"Joey","txt":" And again, and again, and again... (phone rings, he answers) Hello? (hands\nphone to Chandler) And again."},{"person":"Chandler","txt":" (on phone) Hey Mr. Kostelic! How's life on the fifteenth floor?\n(Listens) Yeah, I miss you too. (Listens) Yeah, it's a lot less satisfying to steal pens\nfrom your own home, you know? (Listens) Well, that's very generous (Listens) er, but look,\nthis isn't about the money. I need something that's more than a job. I need something I\ncan really care about.... (Listens) And that's on top of the yearly bonus structure you\nmentioned earlier? (Listens) Look, Al, Al... I'm not playing hardball here, OK? This is\nnot a negotiation, this is a rejection! (Listens) No! No! No, stop saying numbers! I'm\ntelling you, you've got the wrong guy! You've got the wrong guy! (Listens) I'll see you on\nMonday! (slams the phone down)"},{"person":"Chandler","txt":" Well?"},{"person":"Phoebe","txt":" (excited) Wow! It's huge! It's so much bigger than the cubicle. Oh, this\nis a cube."},{"person":"Chandler","txt":" Look at this! (he opens the curtain to a view of New York City)"},{"person":"Phoebe","txt":" Oh! You have a window!"},{"person":"Chandler","txt":" Yes indeedy! (they look outside) With a beautiful view of..."},{"person":"Phoebe","txt":" Oh look! That guy's peeing!"},{"person":"Chandler","txt":" (walks away from window) OK, that's enough of the view. Check this\nout, look at this. Sit down, sit down."},{"person":"Phoebe","txt":" (sitting) OK."},{"person":"Chandler","txt":" This is great! (he presses a button on his intercom) Helen, could you\ncome in here for a moment? "},{"person":"Chandler","txt":" Thank you Helen, that'll be all."},{"person":"Chandler","txt":" Last time I do that, I promise."},{"person":"Monica","txt":" (shouting on phone) Wendy, we had a deal! (Listens) Yeah, you promised!\nWendy! Wendy! Wendy! (hangs up)"},{"person":"Rachel","txt":" Who was that?"},{"person":"Monica","txt":" Wendy bailed. I have no waitress."},{"person":"Rachel","txt":" Oh... that's too bad. Bye bye. (she walks away towards the door)"},{"person":"Monica","txt":" Ten dollars an hour."},{"person":"Rachel","txt":" No."},{"person":"Monica","txt":" Twelve dollars an hour."},{"person":"Rachel","txt":" Mon. I wish I could, but I've made plans to walk around."},{"person":"Monica","txt":" You know, Rachel, when you ran out of your wedding, I was there for you.\nI put a roof over your head, and if that means nothing to you... (Rachel isn't buying it,\ndesperate) twenty dollars an hour."},{"person":"Rachel","txt":" Done."},{"person":"Rachel","txt":" Well hello! Welcome to Monica's. May I take your coat?"},{"person":"Monica","txt":" Hi Steve!"},{"person":"Steve","txt":" Hello, Monica. (to Rachel) Hello, greeter girl."},{"person":"Monica","txt":" (to Steve) This is Rachel."},{"person":"Steve","txt":" (unconcerned) Yeah, OK."},{"person":"Phoebe","txt":" (overemphasizing) Mmmmmm! Everything smells so delicious! You know, I\ncan't remember a time I smelt such a delicious combination of (Monica signals her to stop)\nof, OK, smells."},{"person":"Steve","txt":" It's a lovely apartment."},{"person":"Monica","txt":" Oh, thank you. Would you like a tour?"},{"person":"Steve","txt":" I was just being polite, but, alright. "},{"person":"Rachel","txt":" What's up?"},{"person":"Phoebe","txt":" (whispers) In the cab, on the way over, Steve blazed up a doobie."},{"person":"Rachel","txt":" What?"},{"person":"Phoebe","txt":" Smoked a joint? You know, lit a bone? Weed? Hemp? Ganja?"},{"person":"Rachel","txt":" OK, OK. I'm with you, Cheech. OK."},{"person":"Steve","txt":" (from the living room) Is it dry in here? (licks his lips)"},{"person":"Rachel","txt":" Let me, let me get you some wine!"},{"person":"Monica","txt":" Yeah, I think we're ready for our first course. (Steve sits, Monica\nbrings over a tray) OK, um, these are rot-shrimp ravioli, and celantro pondou sauce...\n(Steve starts to eat them one by one, quickly)... with just a touch of mints... and... (he\nfinishes)... ginger."},{"person":"Steve","txt":" Well, smack my ass and call me Judy! These are fantastic!"},{"person":"Monica","txt":" I'm so glad you liked them!"},{"person":"Steve","txt":" Like 'em? I could eat a hundred of them!"},{"person":"Monica","txt":" Oh, well... um, that's all there are of these. But in about eight and a\nhalf minutes, we'll be serving some delicious onion tartlets."},{"person":"Steve","txt":" Tartlets. Tartlets. Tartlets. The word has lost all meaning. (he gets up\nand goes into the kitchen)"},{"person":"Rachel","txt":" Excuse me? Can I help you with anything?"},{"person":"Steve","txt":" You know, I don't know what I'm looking for. "},{"person":"Steve","txt":" (from kitchen) Ah, cool! Taco shells! (Rachel motions, \"You\nsee!\") You know, these are... they're like a little corn envelope."},{"person":"Monica","txt":" (joining him and taking the taco shells) You know that? You don't want\nto spoil your appetite."},{"person":"Steve","txt":" (looking in cabinets) Hey! Sugar-O's! (grabs the cereal box)"},{"person":"Monica","txt":" You know, if you just wait another... six and a half minutes..."},{"person":"Steve","txt":" Macaroni and cheese! We gotta make this!"},{"person":"Monica","txt":" No, we don't. (reaches for box) "},{"person":"Steve","txt":" Oh, OK. (he drops the box on the floor) Oh, sorry. (When she bends down\nto pick it up he grabs a package of Gummi-bears from the cabinet.) "},{"person":"Monica","txt":" Why don't you just have a seat here? (he sits at the table, then tries\nto secretly eat the Gummi-bears. Monica spots him.) OK... give me the Gummi-bears."},{"person":"Steve","txt":" (childishly) No."},{"person":"Monica","txt":" Give them to me."},{"person":"Steve","txt":" Alright, we'll share."},{"person":"Monica","txt":" No, give me the..."},{"person":"Steve","txt":" Well then you can't have any. (she grabs for the package, and it breaks\nopen. Gummi-bears fly everywhere, some into the punch bowl on the table.) Bear overboard!\nI think he's drowning. (he throws some Sugar-O's into the punch bowl) Hey fellows! Grab on\na Sugar-O... save yourself! (Mimicking the bears) \"Help!  I'm drowning!  \nHelp!\""},{"person":"Monica","txt":" (furious) That's it! Dinner is over!"},{"person":"Steve","txt":" What?"},{"person":"Monica","txt":" "},{"person":"Steve","txt":" Why?"},{"person":"Monica","txt":" Why? It's just that I've waited seven years for an opportunity like\nthis, and you can't even wait four and a half minutes for a stupid onion tartlet?"},{"person":"Steve","txt":" (excited) Hey!"},{"person":"Joey","txt":" What a tool!"},{"person":"Rachel","txt":" You don't want to work for a guy like that."},{"person":"Monica","txt":" I know... it's just... I thought this was, you know... it."},{"person":"Ross","txt":" Look, you'll get there. You're an amazing chef."},{"person":"Phoebe","txt":" Yeah! You know all those yummy noises? I wasn't faking."},{"person":"Joey","txt":" (to Ross) So, er... how did it go with Celia?"},{"person":"Ross","txt":" Oh, I was unbelievable."},{"person":"Joey","txt":" All right, Ross!"},{"person":"Ross","txt":" I was the James Michener of dirty talk. It was the most elaborate filth\nyou have "},{"person":"Joey","txt":" Whoa! And the... (gestures with hands) huh-huh?"},{"person":"Ross","txt":" Well, ahem... you know, by the time we'd finished with all the dirty talk,\nit was kinda late... and we were both kind of exhausted, so uh..."},{"person":"Joey","txt":" You cuddled."},{"person":"Ross","txt":" Yeah, which was nice."},{"person":"Phoebe","txt":" You guys wanna try and catch a late movie or something?"},{"person":"Rachel","txt":" Maybe, but shouldn't we wait for Chandler?"},{"person":"Joey","txt":" Yeah, where the hell is he?"},{"person":"Chandler","txt":" (on phone) Yes, Fran. I know what time it is, but I'm looking at the\nWENUS and I'm not happy!... (Listens) Oh, really, really, really? Well, let me tell you\nsomething... you will care about it, because I care about it! You got it? Good! (slams\nphone down, then leans back and realizes what just happened) Whooooaaaa...."},{"person":"Phoebe","txt":" How's this? (presses down hard)"},{"person":"Steve","txt":" Eeeee!"},{"person":"Phoebe","txt":" Sorry. How about over here? (presses down hard again)"},{"person":"Steve","txt":" Aaaaah!"},{"person":"Phoebe","txt":" See, that just means it's working. Does this hurt? (presses down\nelsewhere)"},{"person":"Steve","txt":" No."},{"person":"Phoebe","txt":" What about this? (she starts using her elbows on his back, he yells in\npain)"}]