[{"person":"Phoebe","txt":" Oh my God! I can’t believe my little brother is married!"},{"person":"Frank","txt":" Oh I know!! (Both he and Alice squeal hysterically)"},{"person":"Phoebe","txt":" You guys, why didn’t you tell me you were eloping?"},{"person":"Frank","txt":" ‘Cause it just sorta happened, y’know we were at the\ncourthouse, we were having lunch…"},{"person":"Phoebe","txt":" Wait, wait, why were you at the courthouse? "},{"person":"Frank","txt":" We were having lunch. Yeah and then all of the sudden we were like,\n\"Hey! Y'know, we’re here, having lunch let’s get married!"},{"person":"Phoebe","txt":" Wow, a year and a half ago I didn’t even know I had a brother, and\nnow I have a sister too. (They all hug, and Frank and Alice start kissing.) Okay. Okay.\nStop it, don’t. So, I gotta get you a gift now. Is there anything you need?"},{"person":"Frank","txt":" Uhh, yeah."},{"person":"Alice","txt":" We’ve been trying to get pregnant, uh pretty much ever since we got\nengaged, we thought we’d get a jump on things, y’know no one’s getting any\nyounger."},{"person":"Frank","txt":" See the thing is umm, we’re not able to y’know, uh, conceive."},{"person":"Alice","txt":" And we’ve tried everything, we’ve seen a bunch of doctors."},{"person":"Frank","txt":" Yeah, and they-and they say that our-that our only chance to have a baby\nis that if they take my sperm, her egg and put it together in a dish and then put it into\nanother girl. So we were wondering if you could be the girl that we could put it into."},{"person":"Phoebe","txt":" (shocked) That’s a really nice gift. I was thinking of like a gravy\nboat."},{"person":"Joey","txt":" (entering with Ross) Hey! You guys! Check it out, check it out! (He’s\nwearing a blue blazer) Guess which job I got."},{"person":"Chandler","txt":" I don’t know, but Donald Trump wants his blue blazer black."},{"person":"Ross","txt":" What?"},{"person":"Chandler","txt":" Blue blazer back. He-he wants it back."},{"person":"Rachel","txt":" But you-you said black. Why would he want his blue blazer black?"},{"person":"Chandler","txt":" Well, you-you know what I meant."},{"person":"Monica","txt":" No, you messed it up. You’re stupid."},{"person":"Chandler","txt":" So what job did you get Joe?"},{"person":"Joey","txt":" Oh, ah, tour guide at the museum. Yeah, Ross got it for me."},{"person":"Rachel","txt":" Well, how can you be a tour guide, don’t you have to be a dinosaur\nexpert or something?"},{"person":"Joey","txt":" No, not really. They give you all the information, it’s uh, it’s\nlike memorizing a script. (Making like a tour guide) \"And on your left, you have\nTyrannosaurus Rex, a carnivore from the Jurassic period."},{"person":"Ross","txt":" Uh actually Joey, it’s the Cretasous period."},{"person":"Joey","txt":" Yeah but, I can pronounce Jurassic."},{"person":"Phoebe","txt":" (entering) Hey!!"},{"person":"All","txt":" Hey!"},{"person":"Phoebe","txt":" Guess what. Frank Jr., and Alice got married!"},{"person":"All","txt":" Oh my God!!"},{"person":"Phoebe","txt":" And! And, they’re gonna have a baby! (The gang is shocked.) And!\nAnd, they want me to grow it for them in my uterus. (The gang is stunned into silence.)"},{"person":"Ross","txt":" My God!"},{"person":"Monica","txt":" Are you serious?"},{"person":"Phoebe","txt":" Yeah"},{"person":"Joey","txt":" You’re really thinking about having sex with your brother?!"},{"person":"Phoebe","txt":" Ewww! And \"Oh no!\" It’s—they just want me to be the\nsurrogate. It’s her-it’s her egg and her sperm, and I’m-I’m just the\noven, it’s totally their bun. "},{"person":"Joey","txt":" Huh."},{"person":"Monica","txt":" What did you tell them?"},{"person":"Phoebe","txt":" Well, they said that I had to think about it first, but what is there to\nthink about? I’m gonna be giving them the greatest gift you can possibly give."},{"person":"Chandler","txt":" You’re gonna be carrying their baby and give them a "},{"person":"Rachel","txt":" Honey, this really is an incredible thing to do for them, but there are\nthings to think about."},{"person":"Monica","txt":" Yeah, like you’re gonna be pregnant. I mean pregnant."},{"person":"Phoebe","txt":" I know!"},{"person":"Ross","txt":" Pheebs, you’re talking about putting your body through an awful lot,\nI mean morning sickness, uhh, labour, and it’s all for somebody else!"},{"person":"Phoebe","txt":" Yeah, what’s your point?"},{"person":"Ross","txt":" Well, the stuff I just mentioned."},{"person":"Rachel","txt":" Wow! I don’t know if I could ever do that. I always figured the\nfirst time I had a baby was with somebody I love and that baby would be a…keeper."},{"person":"Phoebe","txt":" Y'know you guys were a lot more supportive when I wanted to make denim\nfurniture."},{"person":"Joey","txt":" No, Pheebs, listen, if you decide to do this, we’ll be supportive\nlike crazy."},{"person":"All","txt":" Yeah."},{"person":"Monica","txt":" We just want you to think it through."},{"person":"Rachel","txt":" Yeah, honey, maybe you can talk to somebody who’s had a baby. Like\nyour mom?"},{"person":"Phoebe","txt":" My mom never gave birth. Oh! But my birth mom did."},{"person":"Kathy","txt":" Umm, (moves her hand’s down to his butt) I love this touchy. Can I\ntake it to work with me?"},{"person":"Chandler","txt":" Oh, yeah, sure, it’s not mine anyway. It can with the pants."},{"person":"Kathy","txt":" Oh! (They kiss and she leaves)"},{"person":"Monica","txt":" I am so jealous."},{"person":"Rachel","txt":" You guys are really right…there aren’t you?"},{"person":"Chandler","txt":" Yes. Right where?"},{"person":"Monica","txt":" In the beginning where y’know it’s all sex and talking and sex\nand talking and…"},{"person":"Chandler","txt":" Yeah, you-you gotta love the talking."},{"person":"Monica","txt":" And the sex?"},{"person":"Chandler","txt":" All right, we haven’t had sex yet. Okay, what’s the big\ndeal? Y’know? This is special, and I want our love to grow until we move on to the\nnext level."},{"person":"Rachel","txt":" Oh, Chandler that is so nice."},{"person":"Ross","txt":" That is really nice…lying! No way is that the reason!"},{"person":"Rachel","txt":" Why? Just because you’re not mature enough to understand something\nlike that?!"},{"person":"Chandler","txt":" No, he’s right, I’m totally lying."},{"person":"Monica","txt":" Then what is it?"},{"person":"Chandler","txt":" Well, Kathy’s last boyfriend was Joey."},{"person":"Ross","txt":" And you’re afraid you won’t be able to…fill his shoes."},{"person":"Chandler","txt":" No, I’m afraid I won’t be able to make love as well as him."},{"person":"Ross","txt":" Yeah, I was going for the metaphor."},{"person":"Chandler","txt":" Yes, and I was saying the actual words."},{"person":"Monica","txt":" So big deal, so Joey’s had a lot of girlfriends, it doesn’t\nmean he’s great in bed."},{"person":"Chandler","txt":" We share a wall! So either he’s great in bed, or she just likes\nto agree with him a lot."},{"person":"Monica","txt":" Sweetie, with you it’s gonna be different. The sex is gonna be\ngreat, ‘cause you-you guys are in love."},{"person":"Chandler","txt":" Yeah?"},{"person":"Rachel","txt":" Yeah!"},{"person":"Ross","txt":" Just go for it Chandler."},{"person":"Monica","txt":" Yeah, you should."},{"person":"Rachel","txt":" Yeah, you should, really."},{"person":"Monica","txt":" Go on."},{"person":"Chandler","txt":" All right, all right, I’ll go sleep with my girlfriend. But\nI’m just doing it for you guys."},{"person":"Joey","txt":" Okay, now the Mastodon is from the semi-late Jurassic period."},{"person":"Smart Kid","txt":" Isn’t the Mastodon from the Pliocene Epic?"},{"person":"Joey","txt":" Shhh! This is a museum, no talking. Right down here, (Motions to a\nfossilised dinosaur foot.) we have a large foot. (Sees Ross working in one of the display\ncases.) Uhh, and over here we have Ross Geller. (Knocks on the glass) Everyone wave\n‘Hi’ to Ross. Ross is one of our most important scientists, look at him, hard at\nwork. (Ross does the old \"Putting a cigarette in your ear and pulling it out of your\nmouth trick.\") Okay, moving right along. Come on."},{"person":"Phoebe Sr","txt":" It’s open! Come in!"},{"person":"Phoebe","txt":" Hi!"},{"person":"Phoebe Sr","txt":" Hi!"},{"person":"Phoebe","txt":" I’m sorry, I’m late."},{"person":"Phoebe Sr","txt":" Oh, that’s okay, it gave me time to finish glazing my nipples."},{"person":"Phoebe","txt":" Wow! You really go all out when you’re expecting company."},{"person":"Phoebe Sr","txt":" No, I was working on my pottery."},{"person":"Phoebe","txt":" Oh! Ooh! Oh, I didn’t know that you did…pot."},{"person":"Phoebe Sr","txt":" Well, yeah, mostly nudes. It combines my two passions, pottery and\nerotica."},{"person":"Phoebe","txt":" Ooh, erotiery!"},{"person":"Phoebe Sr","txt":" Hey! Okay! Well thanks for coming out to see me. I just-I just\nthought it would be a very good idea to talk about this baby stuff in person.\nY’know…"},{"person":"Phoebe","txt":" Okay."},{"person":"Phoebe Sr","txt":" I really don’t think it’s a very good idea, Phoebe."},{"person":"Phoebe","txt":" Why not?"},{"person":"Phoebe Sr","txt":" Well, because you’d be giving up a baby, and I-I really\ndon’t—I don’t know if there’s anything I can say that could make you\nunderstand the pain of giving up a baby. So, umm, (Picks up a puppy in the box next to the\ncouch.)"},{"person":"Phoebe","txt":" Oh no! No-no! I understand the pain! Don’t-don’t hurt the\npuppy."},{"person":"Phoebe Sr","txt":" No-no-no, the-the puppy’s yours."},{"person":"Phoebe","txt":" Oh, I get a puppy!!"},{"person":"Phoebe Sr","txt":" Well, yeah! I mean yeah, but only for three days."},{"person":"Phoebe","txt":" Why?"},{"person":"Phoebe Sr","txt":" I realise I don’t have any right to start get all parenty on you\nand everything now, but umm, (Sees that Phoebe isn’t paying attention and is busy\nmimicking the puppy.) uhh… Phoebe, would you please look at me and not the puppy,\nit’s very important. "},{"person":"Phoebe","txt":" Okay."},{"person":"Phoebe Sr","txt":" I mean, I know what I’m talking about. I gave up two babies, and\nI only wish I had someone there that had given up babies, that could tell me how terrible\nit is to give up babies. I just think that, it would be something you will regret every\nsingle day for the rest of your life. So, how ever hard it is to give up this puppy, it\nwould be like a million times harder to give up a child. (Phoebe is playing with the puppy\nagain, and not listening) I really shouldn’t have given you the puppy first."},{"person":"Phoebe","txt":" All right, I’m sorry."},{"person":"Joey","txt":" Uhh, do you mind sitting there. I’m-I’m saving this for my\nfriend Ross."},{"person":"Tour Guide","txt":" You mean Dr. Geller?"},{"person":"Joey","txt":" Doctor? Wow! I didn’t know he had a nickname."},{"person":"Tour Guide","txt":" Oh, he won’t sit here. Only the people in the white coats sit\nover there, (Points to there table) and only the people in the blue blazers sit here."},{"person":"Joey","txt":" Well, how-how come?"},{"person":"Tour Guide","txt":" That’s just the way it is."},{"person":"Joey","txt":" That’s crazy."},{"person":"Tour Guide","txt":" Maybe it’s crazy in a perfect world, a world without lab coats\nand blazers, but you not in a perfect world, you in a museum now. See that scientist in\nthe classes, he and I used to play together all the time in grade school, but\nnow…(Turns around) Peter! Hey, Peter! It’s me Rhonda! From PS-129! I shared my\npuddin’ which you man! I gave you my "},{"person":"Joey","txt":" I-I think everybody’s pretending they don’t hear you. Anyway,\nlook, I don’t know about you and your jackets and your separate tables, but Ross is\none of my best friends, and if I save him a seat, I’m telling you, he "},{"person":"Ross","txt":" That’s okay, I’m cool over here. I’ll catch up with you\nlater, Joey. (Joey is shocked.)"},{"person":"Tour Guide","txt":" Op, this is saved. (Joey wonders why) Gift shop."},{"person":"Ross","txt":" (entering) Hey, uh, I’m really, really sorry about what happened in\nthe cafeteria today."},{"person":"Joey","txt":" It’s no big deal. Hey, y’know, you do what you gotta do. Right?"},{"person":"Ross","txt":" But hey, it’s not just me, I mean the scientists and the tour guides "},{"person":"Joey","txt":" Whatever."},{"person":"Ross","txt":" It’s like that everywhere, Joey! Okay, Mon, back me up here. Where\nyou work the uh, waiters eat with the waiters, right? And the chefs eat with the other\nchefs, right?"},{"person":"Monica","txt":" I eat by myself in the alley because everybody hates me."},{"person":"Joey","txt":" Look, Ross, really it’s-it’s no big deal. Y’know you wear a\nwhite coat, I wear a blue blazer, if that means we can’t be friends at work, then so\nbe it. Y’know, hey I understand. Y’know? Hey, when I’m in a play and\nyou’re in the audience, I don’t talk to you, right? So it’s y’know,\nit’s uh, it’s cool. I’ll see you tomorrow. (Leaves)"},{"person":"Rachel","txt":" Yeah, when we’re in the audience he doesn’t talk to us, but he\ndoes wave."},{"person":"Chandler","txt":" Hi."},{"person":"Monica","txt":" Hey!"},{"person":"Chandler","txt":" Why is Phoebe singing to Carl Mulden?"},{"person":"Phoebe","txt":" Ooh, y’know what, I think it’s time for puppy to go out again.\nCome on, let’s go to the balcony."},{"person":"Monica","txt":" What?!"},{"person":"Phoebe","txt":" Umm, the street. Come on, let’s go to the street. Ooh, listen,\ndon’t go onto the balcony until after I get back. (Leaves)"},{"person":"Monica","txt":" (to Chandler) So, did you do it?"},{"person":"Chandler","txt":" Yes, yes, we had the sex."},{"person":"Monica","txt":" Uh-oh, it was bad?"},{"person":"Chandler","txt":" It was fine, y’know? But she didn’t agree with me as\nstrongly as she agreed with Joey. She was more like, \"I see you point, I’m all\nright with it.\""},{"person":"Monica","txt":" Well, it was the first time. Y’know, there’s not always a lot\nof agreement the first time."},{"person":"Rachel","txt":" Yeah, not girls anyway, guys agree (snaps her fingers) like that."},{"person":"Chandler","txt":" Look, you have to help me! Okay? I mean, I know what to do with a\nwoman, y’know, I know where everything goes, it’s always nice. But I need to\nknow what makes it go from nice to, \"My God! Somebody’s killing her in\nthere!\""},{"person":"Monica","txt":" All right, I’m gonna show you something a lot of guys don’t\nknow. Rach, give me that pad, please? (She does so and Monica starts drawing on it) All\nright. Now…"},{"person":"Chandler","txt":" Look, you don’t have to draw an actual wo—whoa! She’s\nhot!"},{"person":"Monica","txt":" Now everybody knows the basic erogenous zones. (She starts labelling\nthem) You got one, two three, four (Chandler is shocked to find out there’s more than\nthree), five, six, and seven!"},{"person":"Chandler","txt":" (shocked) There are seven?!"},{"person":"Rachel","txt":" Let me see that. (Monica shows her) Oh, yeah."},{"person":"Chandler","txt":" (Points to one) That’s one?"},{"person":"Monica","txt":" It’s kind of an important one!"},{"person":"Chandler","txt":" Oh, y’know-y’know what, I was looking at it upside down."},{"person":"Rachel","txt":" Well, y’know, sometimes that helps. (She realises what that\ncould’ve meant.)"},{"person":"Monica","txt":" (continuing) Now, most guys will hit uh, 1-2-3 and then go to 7 and set\nup camp."},{"person":"Chandler","txt":" That-that’s bad?"},{"person":"Rachel","txt":" Well if you go to "},{"person":"Chandler","txt":" Well you might if it were anything like 7!"},{"person":"Monica","txt":" All right uh, the important thing is to take your time, you want to hit\n‘em all, and you mix ‘em up. You gotta keep them on their toes."},{"person":"Rachel","txt":" Oo, toes!! Well, for some people. (Chandler eyes her and her toes.)"},{"person":"Monica","txt":" All right. Umm, you could uh start out with a little 1, a 2, a 1-2-3, 3,\n5, a 4, a 3-2, 2, a 2-4-6, 2-4-6, 4, (Rachel starts getting worked up) 2, 2, 4-7, 5-7,\n6-7, 7, …7..…7…7-7-7-7-7-7-7-7-7-7-7-7…(mouths 7)! (They both lean\nback on the couch satisfied.)"},{"person":"Older Scientist","txt":" Dr. Geller, there’s a seat over here. (Motions to\nan empty chair at the ‘white’ table.)"},{"person":"Ross","txt":" Thank you, Dr. Phillips, but I’m having my lunch at this table, here\nin the middle. I’m having lunch right here, with my good friend Joey, if he’ll\nsit with me."},{"person":"Joey","txt":" (standing up) I will sit with you Dr. Geller. (He goes over to his table\nand they shake hands.)"},{"person":"Ross","txt":" Y'know, we work in a museum of natural history, and yet there is something\nunnatural about the way we eat lunch. Now, I look around this cafeteria, and y’know\nwhat I see, I see-I see division. Division, between people in white coats and people in\nblue blazers, and I ask myself, \"My God why?!\" Now, I say we shed these-these\ncoats that separate us, and we get to know the people underneath. (He takes off his coat\nand throws it down.) I’m Ross! I’m divorced, and I have a kid!"},{"person":"Joey","txt":" (stands up, and throws his coat on the floor) I’m Joey! I’m an\nactor! I don’t know squat about dinosaurs!"},{"person":"Another Tour Guide","txt":" (standing up and removing his coat) I’m Ted, and I just\nmoved here a month ago, and New York really scares me."},{"person":"Ross","txt":" All right, there you go!"},{"person":"Joey","txt":" Yeah, you hang in there Teddy!"},{"person":"Older Scientist","txt":" I’m Andrew, and I didn’t pay for this pear."},{"person":"Ross","txt":" Okay, good-good for you."},{"person":"Tour Guide","txt":" I’m Rhonda, (motions to her breasts) and these aren’t\nreal! (Joey and Ross look at each other, shocked)"},{"person":"Ross","txt":" Wow, Rhonda."},{"person":"Another Scientist","txt":" I’m Scott."},{"person":"Ross","txt":" Yeah, okay, Scott!"},{"person":"Another Scientist","txt":" And I need to flip the light switch on and off 17 times\nbefore I leave a room or my family will die."},{"person":"Phoebe","txt":" My mom’s gonna be here any minute. I can’t do this, I\ncan’t give him up. Yes—no, I can. I don’t want to. But I can. No."},{"person":"Rachel","txt":" Oo, I can’t watch this, it’s like "},{"person":"Monica","txt":" Y’know, I never saw that."},{"person":"Rachel","txt":" Ooh, it was only okay."},{"person":"Phoebe","txt":" Ooh, I can’t do this. My mom was right. If I can’t-if I\ncan’t give him up, then there’s no way I can give up a baby. Ohh, God, Frank and\nAlice are gonna be so crushed. What-what else, what else can I give ‘em—a\nkidney!"},{"person":"Alice","txt":" (entering with Frank) Hi!"},{"person":"Frank","txt":" Hi!"},{"person":"Alice","txt":" Uhh, we were just in the neighbourhood, so…"},{"person":"Frank","txt":" Yeah, so we just thought we’d stop by and let you know there’s\nstill no pressure."},{"person":"Alice","txt":" None. But if there was something you wanted to tell us, we’re just\ngonna be right over there (points to the counter) having coffee."},{"person":"Phoebe","txt":" Okay."},{"person":"Frank","txt":" (noticing the puppy) Oh, who’s this little guy?! (Grabs the puppy)"},{"person":"Phoebe","txt":" Oh! Ooh! Umm!"},{"person":"Frank","txt":" Oh, he’s so cute, he reminds me of my old dog, Tumour."},{"person":"Alice","txt":" You are so precious, I could just take you home."},{"person":"Phoebe","txt":" Hey, why don’t you?"},{"person":"Frank","txt":" Are you serious?"},{"person":"Phoebe","txt":" Uh-huh, yeah!"},{"person":"Frank","txt":" Oh, thanks."},{"person":"Monica","txt":" What are you doing?"},{"person":"Phoebe","txt":" No, I’m really okay with this. Y’know why? ‘Cause look at\nthem, and I made that, so… I know it’s gonna be like a million times harder to\ngive up a baby but, oh my God, it’s gonna feel like a million times better, right? I\nwanna do this. (To Frank and Alice) I wanna carry your baby."},{"person":"Alice","txt":" (shocked) Oh! Oh! Oh! Thank you so much! You don’t know what this\nmeans to us! Oh!"},{"person":"Frank","txt":" Oh my God, I think I’m gonna cry!"},{"person":"Monica","txt":" It’s gonna be so great."},{"person":"Phoebe Sr","txt":" (entering) Hi! What’s going on?"},{"person":"Phoebe","txt":" Oh, I-I gave them the puppy and it made them so happy that I decided\nI’m gonna carry their baby."},{"person":"Phoebe Sr","txt":" But Phoebe…"},{"person":"Phoebe","txt":" No-no-no, I know, but you and I are different people though, and this is\na totally different situation, and I know that I am not gonna regret this."},{"person":"Phoebe Sr","txt":" Oh, I-I-I understand all that, but it’s just—that was my\npuppy."},{"person":"Phoebe","txt":" Oh!"},{"person":"Monica","txt":" Would you ever be a surrogate for anyone?"},{"person":"Rachel","txt":" It depends on who asked."},{"person":"Monica","txt":" What if I asked?"},{"person":"Rachel","txt":" Oh, Mon, sure."},{"person":"Monica","txt":" Really?"},{"person":"Rachel","txt":" Yes. (Pause) You’re not asking are you?"},{"person":"Monica","txt":" No."},{"person":"Rachel","txt":" Yes! Totally!"},{"person":"Kathy","txt":" Oh! Thank you! Thank you! Thank you! Yes! Thank you! (Runs back to\nChandler)"}]