[{"person":"Rachel","txt":" Okay, Chandler!"},{"person":"Chandler","txt":" Okay."},{"person":"Rachel","txt":" And your horoscope says, \"On the fifth a special someone is going\nto give you a gift.\""},{"person":"Chandler","txt":" (To Monica) Oh, well thank you in advance. (Kisses her.)"},{"person":"Rachel","txt":" Op, but the twelfth brings a lover’s spat."},{"person":"Monica","txt":" (To Chandler) "},{"person":"Rachel","txt":" Oh, wait and on the nineteenth a secret crush announces itself."},{"person":"Joey","txt":" (entering) Hey guys!"},{"person":"Chandler","txt":" Hey!!"},{"person":"Rachel","txt":" (ecstatic) Oh my God! It’s Joey Tribbiani of Mac and\nC.H.E.E.S.E.!!!!!!!"},{"person":"Chandler","txt":" Oh that’s right. It’s your first day! So are you psyched to\nfight fake crime with your robot sidekick?"},{"person":"Joey","txt":" Am I psyched? The lead in my own TV series? I’ve dreamed about this\nfor years! Why have I not been preparing?!"},{"person":"Phoebe","txt":" No! Joey, you’re going to be great!"},{"person":"Joey","txt":" But I got to act with a robot Pheebs, and-and I don’t know anything\nabout technology! I can’t even use Chandler’s computer except to find porn!\nAnd-and that’s only ‘cause it’s right there when you turn it on!"},{"person":"Monica","txt":" I think our lover’s spat will start a little early this month."},{"person":"Phoebe","txt":" (in a sexy voice to Chandler) I’ll be waiting."},{"person":"Chandler","txt":" Are you judging them by their covers? Because you’re really not\nsupposed to do that."},{"person":"Phoebe","txt":" No, I’m just deciding which one to use—I’m gonna start\nwriting another book!"},{"person":"Rachel","txt":" Be-because the last one was such a big seller?"},{"person":"Phoebe","txt":" Well, if you must know I have written 14 books. And as I am the only one\nwho has read them, I can tell you that they all have been very well received. "},{"person":"Ross","txt":" (entering) Hey!"},{"person":"Chandler","txt":" Hey!"},{"person":"Rachel","txt":" Hey!"},{"person":"Ross","txt":" What are you guys doing later?"},{"person":"Phoebe","txt":" Oh, Rachel and I have appointments to get our hair cut."},{"person":"Rachel","txt":" (To Phoebe) We do?"},{"person":"Phoebe","txt":" I want to see what he wants first."},{"person":"Rachel","txt":" Okay."},{"person":"Ross","txt":" (continuing) I just found out that Elizabeth’s dad wants to meet me."},{"person":"Chandler","txt":" Wait a minute, hold the phone! You’re not Elizabeth’s dad?!"},{"person":"Ross","txt":" Come on guys, I-I really want this guy to like me. It-it would really help\nme out if you guys were here to make me look good."},{"person":"All","txt":" Of course we’ll help! Yeah! We’ll be here!"},{"person":"Ross","txt":" Thanks!"},{"person":"Monica","txt":" We know how tough those parent/teacher conferences can be."},{"person":"The Producer","txt":" (walking into Mac’s office) So uh, here’s your office\nset!"},{"person":"Joey","txt":" Wow! Huh? (Picks up the phone) Mac Macaveli, Private Investigator!"},{"person":"The Producer","txt":" (checking his watch) Let’s get you into wardrobe for a\nfitting."},{"person":"Joey","txt":" Okay. Hey uh, when do I get to meet the robot?"},{"person":"The Producer","txt":" I’m sorry, why don’t we do that right now? He’s\nright here. (Points to a guy.)"},{"person":"Joey","txt":" Okay."},{"person":"The Producer","txt":" Joey Tribbiani, this is…"},{"person":"Joey","txt":" Oh wow! He’s so lifelike! (Starts touching the guy’s cheeks)\nUnbelievable! (He starts tugging on the guy’s ears."},{"person":"The Producer","txt":" This is Wayne, the man who created and operates C.H.E.E.S.E."},{"person":"Joey","txt":" (slaps Wayne on his cheek) How do you do there, Wayne? (Backs away.)"},{"person":"The Producer","txt":" I’ll let you two guys get acquainted, huh? (Walks away.)"},{"person":"Joey","txt":" Okay. Sorry about that…(Mimics that cheek thing he just did.) Uh, so\nwhere’s C.H.E.E.S.E.?"},{"person":"Wayne","txt":" C.H.E.E.S.E. is right here. (He puts on his headset, picks up the\ncontroller, and wheels C.H.E.E.S.E. in. C.H.E.E.S.E. is just a plain old robot on tracks;\nhe kinda looks like No. 5 in the movie "},{"person":"C.H.E.E.S.E.","txt":" (Wayne with a computerized voice) Nice to meet you Mac!"},{"person":"Joey","txt":" (laughs) This is like the temporary robot, right?"},{"person":"Wayne","txt":" No. Why?"},{"person":"Joey","txt":" Well, I-I just, I just it was going to be like a really cool robot,\ny’know? Like the terminator or uh, when I first saw you."},{"person":"Wayne","txt":" I spent two years developing this machine, it’s absolutely state of\nthe art."},{"person":"Joey","txt":" I’m sorry, it just—I don’t know it doesn’t really look\nlike it can do anything."},{"person":"Wayne","txt":" It can do this. (He moves C.H.E.E.S.E.’s arm close to Joey’s\nspecial area and he jumps back.)"},{"person":"Elizabeth","txt":" This is my father, Paul Stevens. Dad, this is Ross Geller."},{"person":"Ross","txt":" It-it’s great to meet you Paul."},{"person":"Paul","txt":" I usually prefer Elizabeth’s boyfriends to address me as Mr. Stevens."},{"person":"Ross","txt":" Of course, of course, Mr. Stevens."},{"person":"Paul","txt":" So Ross, what your problem?"},{"person":"Ross","txt":" Eh-wh—Excuse me?"},{"person":"Paul","txt":" Why can’t you get a girlfriend your own age?"},{"person":"Ross","txt":" That’s funny. Umm…. (Pause, then serious) It’s not funny."},{"person":"Paul","txt":" "},{"person":"Ross","txt":" Okay. I can, I can see that. Umm, but I think if you give me umm, one\nchance I can, I can change your mind."},{"person":"Paul","txt":" Okay."},{"person":"Ross","txt":" What?"},{"person":"Paul","txt":" Okay. I’ll give you one chance to change my mind. (Ross laughs in\nrelief) You got one minute. (Ross suddenly gets worried.)"},{"person":"Elizabeth","txt":" Daddy!"},{"person":"Paul","txt":" Fine! Two minutes. Go."},{"person":"Ross","txt":" This is—you—(Ross starts laughing.)"},{"person":"Paul","txt":" (laughs then checking his watch) 1 minute 50 seconds."},{"person":"Ross","txt":" Okay, umm I want you to know that I have never done anything like this\nbefore. I mean, I mean I’ve been in um, relationships in general, uh but I have never\ndone it with a student—I mean I not—not "},{"person":"Paul","txt":" I’m Irish."},{"person":"Ross","txt":" And the Irish guy wins the joke!"},{"person":"Monica","txt":" Ross!!"},{"person":"Chandler","txt":" Ross!"},{"person":"Monica","txt":" How crazy that we’d run into you!"},{"person":"Ross","txt":" Oh God, thank you! (Runs and gives all of them a group hug.) Umm, uh, Mr.\nStevens I’d like you to meet my friends uh, this is Phoebe, Monica, and Chandler."},{"person":"Phoebe","txt":" You’re Elizabeth’s father, huh? I can see now where she gets\nher rugged handsomeness."},{"person":"Monica","txt":" (obviously attracted to him) Is-is-is there a-a Mrs. Stevens?"},{"person":"Chandler","txt":" There’s a Mr. Bing!"},{"person":"Paul","txt":" No, unfortunately Lizzie’s mom passed away shortly after she was\nborn. I raised her by myself."},{"person":"Phoebe and Monica","txt":" (sympathetic) Ohh!"},{"person":"Paul","txt":" I get that a lot."},{"person":"Ross","txt":" Okay umm, why don’t we all take a seat, y’know? And uh, and\nI’ll get us all some uh some coffees—(He goes to pull out Elizabeth’s\nchair, but Paul steps in)—Yeah, why don’t you. (Paul pulls out her chair) Uh and\nyou guys can talk about whatever, whatever you want. Y’know? Whatever pops into your\nhead. (He turns his back to Paul and Elizabeth and points to himself for Chandler, Monica,\nand Phoebe. Then he goes to order the coffee.)"},{"person":"Monica","txt":" Y’know, it is so strange seeing Ross here this time of day,\n‘cause usually he’s got the children’s hospital."},{"person":"Phoebe","txt":" Yeah. Not looking for dates. (Monica turns in horror.)"},{"person":"Elizabeth","txt":" So uh, Monica is Ross’s sister."},{"person":"Monica","txt":" And he’s a "},{"person":"Paul","txt":" I had a sister."},{"person":"Monica","txt":" Ohh!"},{"person":"Paul","txt":" She passed away."},{"person":"Monica and Phoebe ","txt":"(sympathetic) Ohh!"},{"person":"Paul","txt":" Oh, you don’t have to do that every time."},{"person":"Chandler","txt":" But uh Ross, Ross is a great guy! I was roommates with him in college.\nUh, funny story… (He starts laughing then notices that Paul isn’t happy.)\nYou’re roommate in college died didn’t he?"},{"person":"Paul","txt":" A part of him did yes."},{"person":"Ross","txt":" (returning with the coffee) Okay here we are Paul, Elizabeth. (He sets\ndown their cups.) So I hope you guys were finding something to talk about."},{"person":"Chandler","txt":" Yes, we were just…"},{"person":"Rachel","txt":" Hi, I’m sorry I’m late but I am ready, ready to talk you up!\nWhen does Liz’s father get here?"},{"person":"Paul","txt":" I’m already here."},{"person":"Rachel","txt":" Oh! Ross is sooo great!"},{"person":"Chandler","txt":" Hey honey, you got the kind with the little girl, you said we were\ngonna to get the kind with the baby."},{"person":"Monica","txt":" No, you said the baby creeps you out."},{"person":"Chandler","txt":" No, the little girl creeps me out."},{"person":"Monica","txt":" You said the baby."},{"person":"Chandler","txt":" Why would the baby creep me out?"},{"person":"Monica","txt":" Why would the little girl creep you out?"},{"person":"Phoebe","txt":" (writing frantically) You guys, I’m sorry, could you please talk a\nlittle slower? "},{"person":"Chandler","txt":" This is going in your book?"},{"person":"Phoebe","txt":" Yeah, it’s about relationships. Y’know? The traps, the\npitfalls, what not to do, keep going. This stuff is great!"},{"person":"Monica","txt":" What?! Excuse me!"},{"person":"Phoebe","txt":" And how none of it matters when the people really love each other.\n(Chandler and Monica kiss.) And how people will believe anything you tell them as long as\nit’s a compliment."},{"person":"Rachel","txt":" (seeing him) Oh hi!"},{"person":"Paul","txt":" Hi! Hi. (He’s looking around.) I think I left my keys here somewhere."},{"person":"Rachel","txt":" Oh! Well let’s look for them. (Finds some under one of the couch\ncushions. It has a pink, fuzzy ball on the key chain.) Oh-oh-hey! Are these them?"},{"person":"Paul","txt":" No."},{"person":"Rachel","txt":" All right! (Throws them back under the cushion.)"},{"person":"Paul","txt":" Oh, here they are right here. (Picks them up from underneath the corner of\nthe couch.)"},{"person":"Rachel","txt":" Oh good."},{"person":"Paul","txt":" Thanks for your help. (Starts to leave.)"},{"person":"Rachel","txt":" (chasing after him) Oh, wait! Sorry, Mr. Paul? Mr. Paul?"},{"person":"Paul","txt":" Just call me Paul."},{"person":"Rachel","txt":" Paul. Umm, I just wanted you to know that Ross really is a great guy."},{"person":"Paul","txt":" Well maybe you can date him then that would save me the trouble of killing\nhim. (Rachel laughs then starts looking at him.) Are you okay?"},{"person":"Rachel","txt":" You just don’t look old enough to have a twenty-year-old daughter."},{"person":"Paul","txt":" Well, we were very young when we had her."},{"person":"Rachel","txt":" Oh. We?"},{"person":"Paul","txt":" Well yeah, it usually, it takes two people to… (He taps his index\nfingers together.)"},{"person":"Rachel","txt":" Oh no! Yes! Of course, I know that! I just—I meant y’know are\nyou still a ‘We’ or are you just ‘You?’"},{"person":"Paul","txt":" I’m just me, my wife died shortly after Lizzie was born."},{"person":"Rachel","txt":" (sympathetic) Ohh. So you raised her all on your own?"},{"person":"Paul","txt":" Yes I did."},{"person":"Rachel","txt":" Ohh. (She touches his arm for support and likes what she feels) Ooh!"},{"person":"Joey","txt":" Hey!"},{"person":"Chandler","txt":" Hey!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Monica","txt":" How was your first day?"},{"person":"Joey","txt":" Pretty great! Except I did get a little attitude from the robot."},{"person":"Chandler","txt":" Damn those robots, they’re supposed to be our "},{"person":"Joey","txt":" Anyway, it wasn’t the robot, it was the guy who controls him. Yeah,\nhe doesn’t like me. He had C.H.E.E.S.E. knock over the sandwich right when I was\nreaching for one! Ohh!"},{"person":"Phoebe","txt":" Well, why don’t you just get him fired?"},{"person":"Joey","txt":" I may have to, I hate to do it, but I’m the star! Y’know?\nThere’s a limit to how many sandwiches I can eat off the floor. (His cell phone\nrings) Excuse me. (Answers it, on phone) Joey Tribbiani. "},{"person":"Estelle","txt":" (on the other end) Joe! I’m glad I found ya, I got an audition for\nya!"},{"person":"Joey","txt":" Wow!"},{"person":"Estelle","txt":" The thing is it’s kinda on the Q.T. The actor who has the part\ndoesn’t know he might be fired. It’s the lead in a series, Mac and C.H.E.E.S.E."},{"person":"Joey","txt":" I’m the lead in Mac and C.H.E.E.S.E.!!"},{"person":"Estelle","txt":" Uh-oh!"},{"person":"Ross","txt":" Joey?!"},{"person":"Paul","txt":" Hi Ross."},{"person":"Rachel","txt":" I was just getting him to like you."},{"person":"Ross","txt":" Joey?! Joey!! (He runs into his bedroom.)"},{"person":"Rachel","txt":" Ross, Joey is not here."},{"person":"Ross","txt":" Okay, I’ll just wait for him in here!"},{"person":"Rachel","txt":" Ross, it’s okay. You can come out."},{"person":"Paul","txt":" Yeah Ross it’s okay, it’s me, Mr. Stevens."},{"person":"Ross","txt":" (coming out of the bedroom) Oh! Oh my God! I didn’t even see you!"},{"person":"Paul","txt":" Sure you did! You came in, you got all awkward, and you ran into the\nbedroom. You were shouting, \"Joey! Joey!\" Bye Rach. (Kisses her.)"},{"person":"Rachel","txt":" Bye!"},{"person":"Paul","txt":" I’ll call you later. Bye Ross. (Leaves)"},{"person":"Ross","txt":" What-what-what the—how da-how did-what the-how did-what?!"},{"person":"Rachel","txt":" Well, y’know he lost his keys so he was looking for them…"},{"person":"Ross","txt":" (incredulous) In your mouth?!"},{"person":"Rachel","txt":" No! Downstairs! And we got to talking y’know, for like two hours,\nand I really liked him so I invited him up here for a cup of coffee."},{"person":"Ross","txt":" You were at the coffee"},{"person":"Rachel","txt":" Ross, what’s the big deal? So I kissed the guy!"},{"person":"Ross","txt":" He is my girlfriend’s father, okay? It’s-it’s, it’s\nweird!"},{"person":"Rachel","txt":" Wh—You dated my sister!"},{"person":"Ross","txt":" That was different!"},{"person":"Rachel","txt":" What? Why?!"},{"person":"Ross","txt":" This is weird for "},{"person":"Rachel","txt":" Ross look, look this is good for you. Okay? Let’s face it, so far\nthe guy’s not lovin’ ya! But I can turn that around! I got the inside track! We\ncan all go out to dinner, y’know? And I can talk you up! Ross, the guy is a very, "},{"person":"Ross","txt":" How is that important?"},{"person":"Rachel","txt":" Oh it’s important!"},{"person":"Joey","txt":" Apparently, there’s like a million guys out there that can play Mac,\nand there’s only this one robot and this one guy who controls it! I didn’t know\nhe could get me fired! What am I going to do?"},{"person":"Monica","txt":" Well y’know Joey, you’re a pretty charming guy."},{"person":"Joey","txt":" Thanks, but I kinda have a problem to deal with here."},{"person":"Monica","txt":" No sweetie, you’ve got to win over the guy that controls\nC.H.E.E.S.E.! You’ve got to kiss some serious robot ass!"},{"person":"Joey","txt":" That’s not a bad idea. Yeah. Okay, but if I got to turn on the charm\ntomorrow I’m not wasting anymore of it over here with you guys. (Starts to leave, but\nstops and turns to Phoebe.) Well, actually I got a little bit saved for you Pheebs.\n(Exits.)"},{"person":"Chandler","txt":" So do you think uh, Joey’s more charming than me?"},{"person":"Monica","txt":" Yeah! That’s why I’m sleeping with him on the side."},{"person":"Chandler","txt":" Yeah, you wish. (Stops to think about it and gets depressed.)"},{"person":"Phoebe","txt":" (writing in her book) \"You wish.\""},{"person":"Monica","txt":" Phoebe, stop writing about us!"},{"person":"Phoebe","txt":" I’m not writing about you! I’m writing about other people."},{"person":"Chandler","txt":" Who?"},{"person":"Phoebe","txt":" Marcia and Chester."},{"person":"Monica","txt":" Okay fine! Fine! Then you know what, I’ll just write about Phyllis!\nHmm!"},{"person":"Chandler","txt":" Hmm."},{"person":"Monica","txt":" (writing on a piece of paper) Phyllis is sitting in a chair."},{"person":"Chandler","txt":" Oh."},{"person":"Phoebe","txt":" I see what you’re doing!"},{"person":"Monica","txt":" (still writing) Phyllis sees what I’m doing."},{"person":"Chandler","txt":" Oh-oh."},{"person":"Phoebe","txt":" Ooh, I have tasted my own medicine and it is bitter!"},{"person":"Joey","txt":" Morning! Hey, how’s my favorite genius and my little robot buddy?!\n(Pats C.H.E.E.S.E. on the head.)"},{"person":"Wayne","txt":" Don’t touch him!"},{"person":"Joey","txt":" Okay! (He yanks his hand away.) All right. Umm, all right Wayne, level\nwith me. Okay? I-I keep hearing all these rumors that I might get fired. Okay, they even\nhave actors coming in to read for my part! Come on man, you-you got to give me a second\nchance! I mean, I love-I love this little guy! (He grabs C.H.E.E.S.E.’s arm and pulls\nit off at the elbow.) Ah-ah!! (Wayne is shocked.) Okay, that’s why you didn’t\nwant me to touch him right? Here you go! Okay? (Hands Wayne the arm and he goes to fix it.\nMeanwhile Joey starts to berate himself.) Stupid! I can’t believe it! God! (A very\nbeautiful woman walks by.) (To her) Hey, how you doin’? (He and her go over to talk\nand Wayne looks on with envy.)"},{"person":"Rachel","txt":" So it seemed that my prom date had stood me up, so Ross selflessly,\noffered to take me."},{"person":"Elizabeth","txt":" What a nice story!"},{"person":"Paul","txt":" So Ross was in college and decided to jump at the chance to take a young\ngirl to her high school prom."},{"person":"Rachel","txt":" Wow! I "},{"person":"Ross","txt":" Yeah, take your time. "},{"person":"Ross","txt":" (to Paul) Just-just so you know I was a freshman and she was a senior. So\nit wasn’t as bad as-as…"},{"person":"Paul","txt":" Ross, look, I know I’ve been giving you a lot of jabs and it’s\npartly because I’m very protective of Lizzie, and partly because well, they just keep\ncoming to me. But I have to admit that after all the wonderful things that Lizzie has told\nme and the many, many, (pause) many stories that Rachel has told me that, well (pause)\nyou’re not (pause) all bad."},{"person":"Ross","txt":" Not all bad."},{"person":"Paul","txt":" And anyhow, I’m sorry I was so harsh before, but you have to\nunderstand that I (pause) still look at Lizzie like she’s a twelve-year-old girl."},{"person":"Ross","txt":" Yeah. You know what? I know what you mean; I do that too."},{"person":"Paul","txt":" I beg your pardon?"},{"person":"Ross","txt":" No! No! Not—I don’t mean I-I see her as a twelve-year-old girl!\nI mean I-I have a son, who’s umm six and I still think of him as a baby."},{"person":"Paul","txt":" You have a son?"},{"person":"Ross","txt":" Yeah, well my-my ex-wife and I share custody of Ben and umm, uh, and just\nso you know, Carol and I are on "},{"person":"Paul","txt":" Don’t worry about it, I just didn’t realize you were married.\n(Rachel returns and hears that.) "},{"person":"Rachel","txt":" Oh we were, but that was just a (pause as the audience reacts), I mean\nthat was just a big drunken mistake."},{"person":"Ross","txt":" You’re back."},{"person":"Paul","txt":" You two were married?!"},{"person":"Rachel","txt":" Oh! Whoops! I’m sorry, you were talking about Emily!"},{"person":"Monica","txt":" Chandler, we said we would meet at the coffeehouse at six."},{"person":"Chandler","txt":" We said seven!"},{"person":"Monica","txt":" We said six!"},{"person":"Chandler","txt":" The only way that I said six would be if the seven’s, let meet at\nseven, not at six."},{"person":"Monica","txt":" Yeah and if I had seven, maybe I would’ve said something like this,\n\"Wow! My boyfriend’s such a wise ass—seven!\""},{"person":"Phoebe","txt":" (Turning around in the chair) Hi!"},{"person":"Chandler","txt":" Oh my good God."},{"person":"Monica","txt":" Ugh!"},{"person":"Phoebe","txt":" I know what time you said."},{"person":"Chandler","txt":" What?!"},{"person":"Phoebe","txt":" Well actually, I know what time Chester and Marcia said."},{"person":"Monica","txt":" What time?"},{"person":"Phoebe","txt":" Quite an interesting turn of events, suddenly it’s my book to the\nrescue, huh? (Reading her book) Ooh, very interesting. Yeah, well this certainly clears\nthings up."},{"person":"Chandler","txt":" (disgusted) What does it say?!"},{"person":"Phoebe","txt":" I will tell you as soon as you thank me for writing my book."},{"person":"Chandler","txt":" Thank you for writing your book. Its-its uh, great book and you are\nthe queen of everything."},{"person":"Phoebe","txt":" Thanks! So are you."},{"person":"Chandler","txt":" (To Monica) I "},{"person":"Phoebe","txt":" (reading from her book) Mon… (Pause as she restarts) Marcia and\nChester are planning on seeing a movie on Sunday night. Marcia thinks they’re\nsupposed to meet at six, Chester thinks it’s at seven."},{"person":"Chandler","txt":" So you knew we were gonna miss the movie!"},{"person":"Phoebe","txt":" That’s right."},{"person":"Monica","txt":" Inside of telling us you decided to write in your stupid book!"},{"person":"Phoebe","txt":" (writing in her book) Marcia and Chester are mad at Phyllis."},{"person":"Joey","txt":" I can’t believe I’m going to lose this job!"},{"person":"Chandler","txt":" Oh I’m so sorry man! Is there anything I can do?"},{"person":"Joey","txt":" Yeah! Help me get this mini-fridge past the security guard."},{"person":"Wayne","txt":" Hey Joey, I want to talk to you."},{"person":"Joey","txt":" Yeah? Well, I don’t want to talk to you Wayne! I hate you! You ruined\nmy life! Oh, Chandler, Wayne. Wayne, Chandler. (They shake hands.)"},{"person":"Chandler","txt":" Hi, how are ya?"},{"person":"Wayne","txt":" Joey, Joey, I-I-I’ll g-get you your job back if you help me out."},{"person":"Joey","txt":" (incredulous) Why should I help you?!"},{"person":"Chandler","txt":" (whispering in Joey’s ear) The reason he just said."},{"person":"Joey","txt":" (happily) What do you need?"},{"person":"Wayne","txt":" I-I-I saw you on stage talking to that beautiful woman, y’know\nSarah? "},{"person":"Joey","txt":" Yeah?"},{"person":"Wayne","txt":" I wish I could talk to her."},{"person":"Joey","txt":" What are you in love with her or something?"},{"person":"Wayne","txt":" Yeah. Her. All of them. Anyone."},{"person":"Chandler","txt":" Yeah, I’ve been there my friend."},{"person":"Wayne","txt":" Listen, I-I guarantee you keep your job if you can teach me how to talk\nto women like you do."},{"person":"Joey","txt":" Oh wow Wayne, it’s not really something you can teach y’know?\nIt’s pretty much something you’re born with if you—(Off Chandler’s\nlook)—You-you can teach it! I’ll show you right how to do it."},{"person":"Rachel","txt":" I mean if you think about it, I mean Ross did learn something from each\nmarriage."},{"person":"Paul","txt":" How to make the next one even shorter?"},{"person":"Rachel","txt":" Now wait a minute that’s not fair. He was married to me a hell of a\nlot longer than he was married to Emily, he just didn’t tell me. (Everyone looks at\nher, Ross not happily.) Maybe I have to pee again. (Gets up to try to use the bathroom.)"},{"person":"Paul","txt":" Well, this is fun. So Ross, did you kill any of these wives?"},{"person":"Ross","txt":" Y’know what? I-I-I… I-I have had enough of this! Y’know,\nI-I-I care a great deal about your daughter and I have treated her with nothing but\nrespect! So if-if you’ve got a problem with me, frankly…"},{"person":"Paul","txt":" Are you yelling at me?!"},{"person":"Ross","txt":" God no!"},{"person":"Elizabeth","txt":" Y’know what daddy? If you don’t like Ross, that’s\nfine. It doesn’t matter to me, I’m gonna go out with him anyway."},{"person":"Paul","txt":" Really?! (She nods in the affirmative.)"},{"person":"Ross","txt":" Well if it doesn’t matter to her, it doesn’t matter to me! (to\nPaul) Still not yelling!"},{"person":"Paul","txt":" Wow. What can I say? (Pause, pointing at Ross) This doesn’t make me\nlike you any better!"},{"person":"Ross","txt":" That’s okay, I’m not so crazy about myself right now either."},{"person":"Paul","txt":" Then we agree?"},{"person":"Ross","txt":" Uh yeah, I guess—Yeah! I guess so."},{"person":"Paul","txt":" Neither of us like Ross!"},{"person":"Elizabeth","txt":" I like Ross."},{"person":"Ross","txt":" Ohhh! Kids!"},{"person":"Rachel","txt":" (returning) Wait-wait-wait, I just thought of another story about how\nnice Ross is!"},{"person":"Ross","txt":" That’s okay Rach, we’re not liking Ross right now."},{"person":"Rachel","txt":" Oh! I’ve got a lot of those too!"},{"person":"Joey","txt":" Well, it turns out you were right C.H.E.E.S.E."},{"person":"C.H.E.E.S.E.","txt":" The shipment never made it through Omaha?"},{"person":"Joey","txt":" You got it! And the rabbi’s beard, 100% horsehair. Nice catch\nC.H.E.E.S.E.! (Pauses as he waits for C.H.E.E.S.E.’s next line.) It’s your line\nC.H.E.E.S.E.! (Suddenly C.H.E.E.S.E. goes crazy and starts flinging it’s arms and\nadvancing on Joey behind the desk.) Wayne! Wayne!!"}]