[{"person":"Ross","txt":" Hey you guys I got some bad news. (He sets the stack of papers down on the\ntable.)"},{"person":"Phoebe","txt":" Well that’s no way to sell newspapers. Why don’t you try,\n\"Extra! Extra! Read all about it!\""},{"person":"Ross","txt":" No, Monica’s restaurant got a horrible review in the Post. (They all\ngasp.) I didn’t want her to see it, so I ran around the neighborhood and bought all\nthe copies I could find. (He hands the paper to Phoebe and they all read it.)"},{"person":"Joey","txt":" Man, this is bad! And I’ve had my share of bad reviews. I still\nremember my first good one though. (Quoting) \"Everything else in this production of "},{"person":"Monica","txt":" (entering) Hey!"},{"person":"Chandler","txt":" Hey."},{"person":"Monica","txt":" (seeing the stack of newspapers) Oh my God! Look at all the newspapers!\nIt must be a good review! Is it great?!"},{"person":"Ross","txt":" Umm…"},{"person":"Monica","txt":" (reading) Oh dear God!"},{"person":"Ross","txt":" But the good news is, no one in a two-block radius will ever know."},{"person":"Monica","txt":" What about the rest of Manhattan?!"},{"person":"Ross","txt":" Yeah, they all know."},{"person":"Monica","txt":" Oh my God, this is horrible!"},{"person":"Chandler","txt":" I’m so sorry."},{"person":"Monica","txt":" I’m so humiliated!"},{"person":"Rachel","txt":" Yeah but y’know what they say Mon, \"There’s no such thing\nas bad press.\""},{"person":"Monica","txt":" You don’t think that umm, (reading) \"The chef’s Mahi Mahi\nwas awful awful,\" is bad press?"},{"person":"Rachel","txt":" I didn’t write it."},{"person":"Monica","txt":" Is he right? Am I really—Am I awful?"},{"person":"All","txt":" No!"},{"person":"Joey","txt":" Yeah! Yeah Monica! You listen to me, okay? And I’m not just saying\nthis because I’m your friend, I’m sayin’ it ‘cause it’s the\ntruth. You’re food is abysmal!"},{"person":"Rachel","txt":" Ross!"},{"person":"Ross","txt":" (startling him) What?! What?"},{"person":"Rachel","txt":" I am freaking out!"},{"person":"Ross","txt":" Are ya?"},{"person":"Rachel","txt":" My due date is in one week! "},{"person":"Ross","txt":" What are you doing up?"},{"person":"Rachel","txt":" That is seven days!"},{"person":"Ross","txt":" Okay look, I had a lot of water before I went to bed. Can we do this\nafter…"},{"person":"Rachel","txt":" (interrupting him) No-no-no-no-no Ross! Please, come on we do not have\nany of the big stuff we need! We do not a changing table! We do not have a crib! We do not\nhave a diaper service!"},{"person":"Ross","txt":" It’s funny you should mention diapers."},{"person":"Rachel","txt":" I’m serious."},{"person":"Ross","txt":" Okay look, there’s nothing to worry about. We have plenty of time.\nThere’s a great baby furniture store on west 10"},{"person":"Rachel","txt":" Okay. Thank you. That’s great. Thank you. Wait-wait! Where on west\n10"},{"person":"Ross","txt":" (interrupting her) Okay. Okay. If uh, if you’re gonna do this, then\nI’m gonna do that. (Points to the bathroom.) So… (Starts for the bathroom.)"},{"person":"Rachel","txt":" (stopping him) Oh, wait Ross! I’m sorry, one more thing!"},{"person":"Ross","txt":" (annoyed) Yeah!"},{"person":"Rachel","txt":" Umm, our situation. Y’know umm, what we mean to each other. And I\nmean we-we’re having this baby together, and we live together. Isn’t that,\nisn’t that weird?"},{"person":"Ross","txt":" (stunned) (thinks) Well uh…"},{"person":"Rachel","txt":" I’m just kidding! You can go pee! (He does so in a hurry.)"},{"person":"Joey","txt":" (entering) Hey uh Monica, I can’t remember. Did we say we were gonna\nmeet here or at the movies?"},{"person":"Monica","txt":" We said at the movies, but…"},{"person":"Joey","txt":" Okay, I’ll see you there. (Starts to leave) "},{"person":"Monica","txt":" Joey! (He returns) Now that you’re here…"},{"person":"Joey","txt":" Sure, I can hang out ‘til I have to meet ya. (To Chandler) What\nuh—How come you’re not going?"},{"person":"Chandler","txt":" I have a job interview I have to get ready for."},{"person":"Joey","txt":" I thought you already have a job."},{"person":"Chandler","txt":" And people say you don’t pay attention. No, this is a much better\njob. It’s vice-president of a company that does data reconfiguration and statistical\nfactoring for other companies."},{"person":"Joey","txt":" Wow! How do you know how to do that?!"},{"person":"Chandler","txt":" That’s what I do now."},{"person":"Monica","txt":" Hey Joey, come taste this."},{"person":"Joey","txt":" What is it?"},{"person":"Monica","txt":" Remember that guy that gave me a bad review? Well… (Feeds him a\nspoonful of what she’s cooking.) I’m getting my revenge!"},{"person":"Joey","txt":" You cooked him?"},{"person":"Monica","txt":" No. He teaches a course on food criticism at the New School, so before\nwe go to the movies I wanna go by there and make him try my bouillabaisse again. Oh, I\ncannot wait to read the front page of the Post tomorrow! \"Restaurant reviewer admits:\nI was wrong about Monica.\""},{"person":"Chandler","txt":" The front page? You really do live in your own little world,\ndon’t ya?"},{"person":"Cashier","txt":" Do you uh, want these things delivered Mr. and Mrs. Geller?"},{"person":"Rachel","txt":" Oh."},{"person":"Ross","txt":" Oh."},{"person":"Rachel","txt":" No-no-no! No, no, no, we’re not married."},{"person":"Ross","txt":" We are having a baby together, but we’re not involved. (The cashier,\na very beautiful woman, looks confused) I mean, uh we-we were seeing each other a while\nago, but then we were just friends. And then there was one drunken night. (Rachel looks at\nhim angrily) Or, yes stranger, we’d like this delivered please."},{"person":"Cashier","txt":" Why don’t you fill out this address card. (Hands him one.)"},{"person":"Ross","txt":" Oh, okay."},{"person":"Cashier","txt":" I notice you picked out a lot of our dinosaur items."},{"person":"Rachel","txt":" Oh yeah! Actually, that’s one of the reasons why we’re not a\ncouple."},{"person":"Ross","txt":" I chose those, I’m a paleontologist."},{"person":"Cashier","txt":" Really?! That is so cool!"},{"person":"Rachel","txt":" Oh. Oh yeah, don’t get to worked up over it. I mean it-it sounds\nlike he’s a doctor, but he’s not."},{"person":"Cashier","txt":" Oh no-no, I’m fascinated by paleontology. Have you read the new\nWalter Alvarez book?"},{"person":"Ross","txt":" Yeah! I-I teach it in my class."},{"person":"Rachel","txt":" Oh my God! I’m standing at a cash register, holding a credit card,\nand I’m bored."},{"person":"Cashier","txt":" (looking at the completed address card) Oh, I love your neighborhood.\nThere’s a great gym right around the corner from your building."},{"person":"Ross","txt":" That’s my gym."},{"person":"Cashier","txt":" I can tell you work out. (Ross is please and Rachel looks at him\nconfused.) A paleontologist who works out, you’re like Indiana Jones. (Rachel has a\ndisbelieving look on her face.)"},{"person":"Ross","txt":" I "},{"person":"Rachel","txt":" Hi Pheebs!"},{"person":"Phoebe","txt":" Hey! Oh, how did baby shopping go?"},{"person":"Rachel","txt":" Oh, it was great! We got everything that we needed! Oh and Ross, almost\ngot something that wasn’t on the list. A whore."},{"person":"Phoebe","txt":" What?!"},{"person":"Rachel","txt":" Well, we were paying for our stuff and this saleswoman just started\nflirting with him."},{"person":"Phoebe","txt":" Well did she know you two weren’t married?"},{"person":"Rachel","txt":" Yeah."},{"person":"Phoebe","txt":" Oh my God! Well the idea of a woman flirting with a-with a single man,\nwe-we must alert the church elders!"},{"person":"Rachel","txt":" You don’t understand! You didn’t see how brazen she was."},{"person":"Phoebe","txt":" Sounds like you’re a little jealous."},{"person":"Rachel","txt":" No! I’m not! I-I-I just think it’s wrong! It’s-it’s\nthat I’m—Here I am about to pop and he’s out picking up some shop girl at\nSluts ‘R’ Us!"},{"person":"Phoebe","txt":" Is that a real place? (Rachel’s stunned) Are they hiring?"},{"person":"Chandler","txt":" (entering) Hey Phoebe! (To Rachel) Fatty!"},{"person":"Phoebe","txt":" Hey Chandler, why so fancy?"},{"person":"Chandler","txt":" Well, I got a job interview. It’s kinda a big deal too. Its a lot\nmore money and I’d be doing data reconfiguration and statistical factoring."},{"person":"Phoebe","txt":" Wait, I think I know someone who does that."},{"person":"Chandler","txt":" Me! I do that. So… Seriously, do I look okay? I’m little\nnervous."},{"person":"Rachel","txt":" Oh yeah! You really—You look great."},{"person":"Phoebe","txt":" Yeah, just don’t get your hopes up."},{"person":"Chandler","txt":" Why not?"},{"person":"Phoebe","txt":" Well, the interview…"},{"person":"Chandler","txt":" What about it?"},{"person":"Phoebe","txt":" Y’know! You don’t make a very good first impression."},{"person":"Chandler","txt":" (shocked) What?!"},{"person":"Phoebe","txt":" Oh you don’t know."},{"person":"Chandler","txt":" Are you serious?!"},{"person":"Phoebe","txt":" Yes, when I first met you, you were like, \"Blah, blah, blah.\"\nI was like, shhh!"},{"person":"Chandler","txt":" What is it that I do?"},{"person":"Phoebe","txt":" Well it’s just like you’re trying too hard. Always making\njokes, y’know, you just—You come off a little needy."},{"person":"Chandler","txt":" (To Rachel) Did you like me when we first met?"},{"person":"Rachel","txt":" Chandler, I’m not gonna lie to ya, but I am gonna run away from\nyou. (Gets up and hurries out.)"},{"person":"Monica","txt":" Hi! Umm, I’m Monica Geller, I’m the chef at Alessandro’s."},{"person":"The Food Critic","txt":" Still?"},{"person":"Monica","txt":" I think the things that you said about me are really unfair, and I would\nlike for you to give my bouillabaisse another chance."},{"person":"The Food Critic","txt":" I don’t see any reason why I would do that to myself\nagain."},{"person":"Joey","txt":" Either eat it, or be in it."},{"person":"Monica","txt":" Spoon? (Hands him one and he tastes it.) So, what do you think?"},{"person":"The Food Critic","txt":" I’m torn, between my integrity and my desire to avoid a\nbeating. But I must be honest, your soap is abysmal. (Throws down the spoon and walks\nout.)"},{"person":"Joey","txt":" Thata girl! Huh? We should get out of here; there’s a new class\ncomin’ in."},{"person":"The Cooking Teacher","txt":" Welcome to introduction to cooking. Now, before we start,\ncan anyone tell me the difference between a hollandaise sauce and a bearnaise sauce? (No\none can.)"},{"person":"Monica","txt":" I can."},{"person":"The Cooking Teacher","txt":" Okay, go ahead."},{"person":"Monica","txt":" Well umm, they both have a egg yolk and butter base, but a bearnaise has\nshallots, shirvel, and most importantly tarragon. "},{"person":"The Cooking Teacher","txt":" That’s very good, what’s your name?"},{"person":"Monica","txt":" Monica."},{"person":"The Cooking Teacher","txt":" Monica, you go to the head of the class."},{"person":"Monica","txt":" Okay. (Does so.)"},{"person":"Rachel","txt":" All this stuff takes up a lot of room. Hey how uh, how serious are you\nabout keeping Ben in your life?"},{"person":"Ross","txt":" My son? Pretty serious. (There’s a knock on the door and Ross answers\nit.) Oh hey Katie! (The cashier from before) What uh, what are you doing here?"},{"person":"Katie","txt":" Well, the delivery went out to you and I realized they forgot this. (A\nblanket.)"},{"person":"Ross","txt":" Ah, must’ve been fairly obvious since it was the only thing left in\nyour store."},{"person":"Katie","txt":" Listen, to be honest, home deliveries are really a part of my job\ndescription."},{"person":"Ross","txt":" Oh. (Reaches into his pocket for some money as Rachel enters the living\nroom and watches holding two stuffed dinosaurs.)"},{"person":"Katie","txt":" Oh uh…I actually came here to ask you out."},{"person":"Ross","txt":" Oh! Wow! Uh, yeah! That sounds great. I’m just gonna put this (The\nmoney) back in my pocket, pretend "},{"person":"Katie","txt":" Sure!"},{"person":"Rachel","txt":" Horny bitch. (They both look at her, pretending that the dinosaurs\nshe’s holding are arguing.) No! You’re a horny bitch! Noooo! You’re the\nhorny bitch! No! You’re a horny bitch!"},{"person":"Rachel","txt":" So you guys go, have a really good time."},{"person":"Ross","txt":" (To Katie) Yeah, I’m just gonna grab my coat. And uh, and my whip.\n(Katie looks worried.) Y’know because of the Indiana Jones? (Katie laughs) Not-not\nbecause I’m-I’m into S&M. (Katie’s worried again.) I’m\nnot-I’m not into anything weird. Y’know? Just-just normal sex. (Katie is\nuncomfortable.) So, I’m gonna grab my coat. (Does so, leaving Katie and Rachel\nalone.)"},{"person":"Rachel","txt":" So, you had a good day huh? Big commission; picked up a daddy."},{"person":"Katie","txt":" Are you okay with this?"},{"person":"Rachel","txt":" Oh yeah! Yeah please, you guys have fun."},{"person":"Katie","txt":" Okay. It was nice to see you."},{"person":"Rachel","txt":" Oh and it was great to see you too. And you look fantastic, although you\nmissed a button."},{"person":"Katie","txt":" Oh umm, actually I umm…"},{"person":"Rachel","txt":" Oh okay, I see what you’re doing there."},{"person":"Chandler","txt":" I can’t even believe this! I really come off that badly?"},{"person":"Phoebe","txt":" Oh! It’s okay, you calm down after a while and then people can see\nhow really sweet and wonderful you really are."},{"person":"Chandler","txt":" Oh good. Good, because I’m sure this interview is gonna last a\ncouple of weeks."},{"person":"Phoebe","txt":" All right, don’t "},{"person":"Chandler","txt":" An hour."},{"person":"Phoebe","txt":" I can’t help you."},{"person":"Chandler","txt":" Phoebe!"},{"person":"Phoebe","txt":" All right, all right, we’ll just do our best. Okay? So let’s\nsay I’m the interviewer and I’m meeting you for the first time. Okay. \"Hi!\nCome on in, I’m uh, Regina Philange.\""},{"person":"Chandler","txt":" Chandler Bing."},{"person":"Phoebe","txt":" Bing, what an unusual name."},{"person":"Chandler","txt":" Well you should meet my uncle, Bada. (Pause) I’ll let myself out."},{"person":"Joey","txt":" Hi."},{"person":"The Cooking Teacher","txt":" Your Fettuccini Alfredo looks a little dry, did you use all\nyour cheese?"},{"person":"Joey","txt":" When you say used, do you mean eat as a pre-cooking snack?"},{"person":"The Cooking Teacher","txt":" And the cream?"},{"person":"Joey","txt":" Cheese makes me thirsty."},{"person":"The Cooking Teacher","txt":" Okay. Let’s move on."},{"person":"Joey","txt":" All right."},{"person":"The Cooking Teacher","txt":" (To Monica) Oh! Something smells good over at Monica’s\nstation! (She tries Monica’s fettuccini.) Oh my God! This is absolutely amazing!\nYou’ve never made this before?"},{"person":"Monica","txt":" Oh no! I don’t know anything about cooking. I had to ask someone\nwhat it’s called when the, when the water makes those little bubbles."},{"person":"The Cooking Teacher","txt":" Well, hats off to the chef."},{"person":"Monica","txt":" I-I-I’m sorry, your-your mouth was full, I didn’t hear what\nyou said. Umm, hats off to who now?"},{"person":"The Cooking Teacher","txt":" The chef!"},{"person":"Monica","txt":" That’s right."},{"person":"Chandler","txt":" …I think you’ll find if I come to work here, I don’t\nmicro-manage. I don’t shy away from delegating."},{"person":"Phoebe","txt":" Um-hmm, that’s good to know. But let’s stop focusing on what\nyou don’t do, and start focusing on what you do do."},{"person":"Chandler","txt":" (suppressing a smile) What I do do…is manage to uh, create an\natmosphere of support for the people working with me."},{"person":"Phoebe","txt":" I see. Nice sidestep on the do do thing by the way."},{"person":"Chandler","txt":" Hardest thing I’ve ever done in my life."},{"person":"Phoebe","txt":" You gotta go!"},{"person":"Chandler","txt":" Oh! (Stands up.)"},{"person":"Phoebe","txt":" Okay, don’t worry. You’re ready."},{"person":"Chandler","txt":" Really?"},{"person":"Phoebe","txt":" Absolutely! Just fight all your natural instincts and you’ll be\ngreat."},{"person":"Chandler","txt":" Okay."},{"person":"The Cooking Teacher","txt":" Ah Monica, my star student."},{"person":"Monica","txt":" Y’know, you called me that before so I-I took the liberty of\nfashioning a star out of aluminum foil. Now, no pressure, you like my cookies, you give me\nthe star. (Hands it to her.)"},{"person":"The Cooking Teacher","txt":" (tasting the cookie and with her mouthful) Oh, yum-yum-yum.\n(Hands the star back.)"},{"person":"Monica","txt":" Wow! A star! (The class glares at her.) I know you all hate me and-and\nI’m sorry, but I don’t care."},{"person":"The Cooking Teacher","txt":" Okay Joey, you’re up next. (Tries one of his cookies.)\nThis are good! This is amazing! You get an A!"},{"person":"Joey","txt":" I can an A? In-in school? (To Joey) Hey, I’m a dork."},{"person":"Monica","txt":" Joey! I’m so proud of you!"},{"person":"The Cooking Teacher","txt":" I think you should give him your star."},{"person":"Monica","txt":" Excuse me? He doesn’t even know what he’s doing!"},{"person":"The Cooking Teacher","txt":" We’re all beginners here. Nobody knows what\nthey’re doing."},{"person":"Monica","txt":" I do! I’m a professional chef! (The class gasps.) Oh relax!\nIt’s not a courtroom drama!"},{"person":"The Cooking Teacher","txt":" If you’re a professional chef, what are you doing\ntaking Introduction to Cooking?"},{"person":"Joey","txt":" Yeah!"},{"person":"Monica","txt":" I’m-I’m sorry, it’s just that umm… Well I-I cook at\nthis restaurant, Alessandro’s, and umm I just got a really bad review…"},{"person":"The Cooking Teacher","txt":" Oh Alessandro’s! I "},{"person":"Monica","txt":" You do?"},{"person":"The Cooking Teacher","txt":" Oh yes! You’re an excellent chef! As a person\nyou’re a little…"},{"person":"Monica","txt":" Oh, I’m totally crazy, but you-you like the food?"},{"person":"The Cooking Teacher","txt":" Very much."},{"person":"Monica","txt":" Okay then, I don’t stink. I’m a good chef. Okay. (Starts to\nleave.)"},{"person":"Joey","txt":" Whoa-whoa-whoa-whoa! I don’t want to go. I’m having fun."},{"person":"The Cooking Teacher","txt":" Well actually, did either of you pay for this class?"},{"person":"Joey","txt":" Hey-hey-hey, if my friend says it’s time to go, it’s time to go.\n(Starts to leave, but comes back for his cookies.)"},{"person":"Chandler","txt":" …also I was the point person on my company’s transition from\nthe KL-5 to GR-6 system."},{"person":"The Interviewer","txt":" You must’ve had your hands full."},{"person":"Chandler","txt":" That I did. That I did."},{"person":"The Interviewer","txt":" So let’s talk a little bit about your duties."},{"person":"Chandler","txt":" (nervous) My duties? (Trying not to crack a joke) All right."},{"person":"The Interviewer","txt":" Now you’ll be heading a whole division, so you’ll\nhave a lot of duties."},{"person":"Chandler","txt":" (trying not to laugh) I see."},{"person":"The Interviewer","txt":" But there’ll be perhaps 30 people under you so you can\ndump a certain amount on them."},{"person":"Chandler","txt":" (really try not to laugh) Good to know."},{"person":"The Interviewer","txt":" We can go into detail…"},{"person":"Chandler","txt":" No don’t I beg of you!"},{"person":"The Interviewer","txt":" All right then, we’ll have a definite answer for you on\nMonday, but I think I can say with some confidence, you’ll fit in well here."},{"person":"Chandler","txt":" (relieved) Really?!"},{"person":"The Interviewer","txt":" Absolutely. (They walk to the door.) You can relax; you did\ngreat."},{"person":"Chandler","txt":" Yeah I gotta say thank you, I was really nervous. Y’know\nI’ve been told I come on to strong, make to many jokes, and then it was really hard\nto sidestep that duty thing. (The interviewer doesn’t understand) Duties. (Still\ndoesn’t.) Duties! (Still doesn’t.) Poo. (Still doesn’t.)"},{"person":"The Interviewer","txt":" Poo?"},{"person":"Chandler","txt":" Oh my God this doesn’t count! Okay? The interview was over, that\nwas the real Chandler Bing in there, this is just some crazy guy out in the hall! Call\nsecurity! There’s a crazy guy out in the hall!"},{"person":"The Interviewer","txt":" Poo?!"},{"person":"Chandler","txt":" I’ll look forward to your call. (Walks away.)"},{"person":"Ross","txt":" Hey."},{"person":"Rachel","txt":" Hi! You’re back from your date!"},{"person":"Ross","txt":" How are you?"},{"person":"Rachel","txt":" I’m fine, but that’s not important. What’s important is\nhow was she?"},{"person":"Ross","txt":" Uhh, it was fun. We, we just had coffee."},{"person":"Rachel","txt":" Oh uh-huh, uh-huh, coffee, a little rub-rub-rub under the table."},{"person":"Ross","txt":" What’s uh, what’s going on? Do you not, do you not like Katie?"},{"person":"Rachel","txt":" No! No, she’s—She was nice. I mean, she’s a little\nslutty, but who isn’t?"},{"person":"Ross","txt":" I liked her."},{"person":"Rachel","txt":" Of course you did Ross, you would date a gorilla if it called you\nIndiana Jones!"},{"person":"Ross","txt":" Did you get like a fresh batch of pregnancy hormones today?!"},{"person":"Rachel","txt":" No! It’s just that, Kate bothered me. "},{"person":"Ross","txt":" Why? What was wrong with her?"},{"person":"Rachel","txt":" There was nothing wrong with her! All right? She was perfectly lovely!"},{"person":"Ross","txt":" Okay, so what’s the matter?"},{"person":"Rachel","txt":" I don’t want you to date her!"},{"person":"Ross","txt":" (laughs) Why? What, what are you jealous?"},{"person":"Rachel","txt":" Yes! And not because I want you to go out with me, but because I\ndon’t want you to go out with anybody! Okay? I know it’s a terrible thing to\neven think this, and it’s completely inappropriate, but I want you to be at my\nconstant beck and call 24 hours a day! I’m very sorry, but that is just the way that\nI feel."},{"person":"Ross","txt":" Okay."},{"person":"Rachel","txt":" What?!"},{"person":"Ross","txt":" I won’t date. I’ll uh, I’ll be here, with you, all the\ntime."},{"person":"Rachel","txt":" Really? But I’m being so unreasonable."},{"person":"Ross","txt":" True, but you’re allowed to be unreasonable. You’re having our\nbaby."},{"person":"Rachel","txt":" (starting to cry) Oh Ross, thank you. Thank you. (They hug.)"},{"person":"Ross","txt":" Do you feel better?"},{"person":"Rachel","txt":" No, not really. You’re pressing the baby into my bladder and now I\nhave to pee. Sorry. (She gets up and starts for the bathroom.)"},{"person":"Ross","txt":" Uh Rach?"},{"person":"Rachel","txt":" Yeah. (Stops and starts doing the I-have-to-go-to-the-bathroom dance.)"},{"person":"Ross","txt":" Just one thing umm…"},{"person":"Rachel","txt":" Uh-huh."},{"person":"Ross","txt":" We live together. You’re having our baby. I’m not gonna see\nanybody else. Are you-are you sure you don’t want something more?"},{"person":"Rachel","txt":" (pause) Wow! I don’t know, maybe. I’m…"},{"person":"Ross","txt":" Oh-oh, Rach! I was just messin’ around! (She’s stunned) Like you\ndid last night when I had to pee?"},{"person":"Rachel","txt":" (laughs) I knew that! I knew that! I was just messin’ with you too!\n"},{"person":"Ross","txt":" (pause) Okay. Okay. Because for a minute you said you…"},{"person":"Rachel","txt":" Oh no-no-no-no, no!"},{"person":"Ross","txt":" …that you actually…"},{"person":"Rachel","txt":" No that’s just—(Laughs)—That’s just ‘cause\nI’m such a good messer!"},{"person":"Ross","txt":" Rach?"},{"person":"Rachel","txt":" Yeah?"},{"person":"Ross","txt":" The bathroom?"},{"person":"Rachel","txt":" Right! (Heads for the bathroom.)"},{"person":"Joey","txt":" Well I had a great time! Learned how to bake, ate great food, that’s\nthe first A I’ve gotten since seventh grade, "},{"person":"Monica","txt":" Oh, look! Acting for Beginners! Want to feel good about yourself?"},{"person":"Joey","txt":" What the hell!"},{"person":"Monica","txt":" Okay."},{"person":"The Acting Teacher","txt":" All right, let’s start with some basics. Can anybody\ntell me what the difference between upstage and downstage is?"},{"person":"Joey","txt":" Yeah, this was a stupid idea. (Exits.)"}]