[{"person":"Chandler","txt":" Pheebs, can you help me pick out an engagement ring for Monica? I\ncan’t figure this out! It’s so hard! Should I get her a (turning to each page)\nTiffany cut or a Princess cut or a—ah-ah! Paper cut!"},{"person":"Phoebe","txt":" Now, have you told anyone else?"},{"person":"Chandler","txt":" No, I don’t want to tell anybody else because I don’t want\nMonica to find out."},{"person":"Phoebe","txt":" You told me."},{"person":"Chandler","txt":" Well, it’s because I trust you, you’re one of my best\nfriends, and you walked in on me when I was looking at ring brochures."},{"person":"Phoebe","txt":" Yeah well, once again not knocking pays off. I only wish you hadn’t\nbeen on the toilet."},{"person":"Chandler","txt":" Me too."},{"person":"Joey","txt":" Hey. (Heads straight for the fridge.)"},{"person":"Chandler","txt":" Hey."},{"person":"Phoebe","txt":" Hey! So Chandler, wanna go to the coffeehouse? "},{"person":"Chandler","txt":" Oh all right."},{"person":"Phoebe","txt":" Yeah, coffeehouse."},{"person":"Ross","txt":" Oh perfect, we were just gonna see if you wanted to go."},{"person":"Chandler","txt":" Oh well, we don’t because we got…the…other pl-place."},{"person":"Ross","txt":" How rude."},{"person":"Joey","txt":" Oh, I’m sorry. You wanna bite? (Holds his piece out for him.)"},{"person":"Phoebe","txt":" So how are things going with Paul?"},{"person":"Rachel","txt":" Good. Although y’know, he-he’s a private guy. Y’know, I\nwish I could get him to open up a little bit, share some feelings."},{"person":"Phoebe","txt":" That’s easy! You just have to think of him as a-as a jar of pickles\nthat won’t open."},{"person":"Rachel","txt":" So what are you saying; I should run him under hot water and bang his\nhead against a table?"},{"person":"Phoebe","txt":" No that’s what you do when you want to get the truth out of\nsomeone."},{"person":"Paul","txt":" (entering) Hi honey."},{"person":"Rachel","txt":" Hi!"},{"person":"Phoebe","txt":" (To Rachel) Watch this."},{"person":"Paul","txt":" (To Rachel) How are you?"},{"person":"Rachel","txt":" (To Phoebe) Okay."},{"person":"Phoebe","txt":" Hi Paul!"},{"person":"Paul","txt":" Hi Phoebe."},{"person":"Phoebe","txt":" So how are things going with you?"},{"person":"Paul","txt":" Can’t complain."},{"person":"Paul","txt":" (whispering) Come on."},{"person":"Rachel","txt":" Okay. (Gets up and starts to leave with Paul.)"},{"person":"Paul","txt":" (To Ross) Hey!"},{"person":"Ross","txt":" Hi!"},{"person":"Paul","txt":" Ross! "},{"person":"Ross","txt":" Great to see you!"},{"person":"Paul","txt":" Good to see you too!"},{"person":"Ross","txt":" How you doing?"},{"person":"Paul","txt":" Good. Bye! (Starts to leave.)"},{"person":"Ross","txt":" Okay! You take care! "},{"person":"Ross","txt":" Hey Pheebs, what-what was the deal with you and Chandler blowing us off\nbefore?"},{"person":"Phoebe","txt":" Yeah! That was so weird, huh?"},{"person":"Ross","txt":" Phoebe, why’d you do it?"},{"person":"Phoebe","txt":" I didn’t do it! It was Chandler! He’s… He’s mad at\nyou!"},{"person":"Ross","txt":" What?! Why?!"},{"person":"Phoebe","txt":" Please, I think you know why."},{"person":"Ross","txt":" I can’t think of anything."},{"person":"Phoebe","txt":" Come on Ross, you’re a paleontologist, dig a little deeper."},{"person":"Ross","txt":" Wait a minute, is it because Joey and I didn’t invite him to that\nKnicks game a couple of weeks ago?"},{"person":"Phoebe","txt":" Do you think that’s something that he’d be mad at you for?"},{"person":"Ross","txt":" I guess it could."},{"person":"Phoebe","txt":" Well then I think that’s it."},{"person":"Ross","txt":" Well, if he’s angry, he really shouldn’t just cover it up. I-I\nwish he would just tell me the truth."},{"person":"Phoebe","txt":" Oh, if that’s what you want you then you really should run his head\nunder hot water and bang his head against a table."},{"person":"Paul","txt":" Honey I made a reservation at China Garden, is that okay?"},{"person":"Rachel","txt":" Yeah that’s great. But first, wait, talk to me, talk to me. Tell me\nabout your day."},{"person":"Paul","txt":" It was fine."},{"person":"Rachel","txt":" Okay. Hey, what are you thinking? What are you thinking right now?"},{"person":"Paul","txt":" I’m thinking that you are looking really fine it that dress."},{"person":"Rachel","txt":" Yeah that’s great Paul, but y’know I wanna know\nwhat—(Puts her hands on his shoulders)—Wow, those are really great! I just wanna\nknow what, what is behind this-this strong, silent exterior. Y’know they say that\nstill waters run deep and I wanna swim in yours."},{"person":"Paul","txt":" Are you talking about having sex?"},{"person":"Rachel","txt":" No Paul, I don’t know anything about you! Y’know, like-like\nyour childhood! Tell me about your childhood!"},{"person":"Paul","txt":" Normal."},{"person":"Rachel","txt":" Okay, well then how about puberty! Come on, that’s always a painful\ntime! Y’know your friends invite you to a slumber party and then they stick your hand\nin warm water while you’re sleeping so that you pee in your sleeping bag."},{"person":"Paul","txt":" Nope! That never happened to me!"},{"person":"Rachel","txt":" Well, you’re lucky you never met that bitch Sharon Majesky. Anyway,\numm… The rest of you life, y’know? Any regrets?"},{"person":"Paul","txt":" Nope."},{"person":"Rachel","txt":" All right Paul, I’m not asking for a lot here. Okay? Just give me\nsomething. Anything!"},{"person":"Paul","txt":" Okay."},{"person":"Rachel","txt":" Okay."},{"person":"Paul","txt":" Okay."},{"person":"Rachel","txt":" All right."},{"person":"Paul","txt":" When I was six years old."},{"person":"Rachel","txt":" Hm-mmm."},{"person":"Paul","txt":" I wanted a big wheel. And instead my parents got me this little plastic\nchicken that you hop around on. It was embarrassing; kids made fun of me. That was a\npretty tough year."},{"person":"Rachel","txt":" That’s-that’s great! See? I already feel like I know you a\nlittle better! Thank you. Okay, come on. Now we can go eat. Let’s go. (Gets up to\nleave, but Paul doesn’t move.)"},{"person":"Paul","txt":" It was horrible. They called me chicken boy."},{"person":"Rachel","txt":" Oh!"},{"person":"Paul","txt":" And in fifth grade I got into a fight. Well, it wasn’t really a\nfight. Richard Darinvel bit me on the nose and, and I feel down. I still have a little\nscare right here (points to it) you can see it."},{"person":"Rachel","txt":" Yeah. Yeah, I-I-I see the scare. Listen, Paul, I think this is really\ngreat that-that y’know, you shared your feelings. It’s really, it’s\nbeautiful, but umm, what do you say we go share some food?"},{"person":"Paul","txt":" Oh, I couldn’t eat now."},{"person":"Rachel","txt":" What?! Wait! What are you talking about?! You love their Kung Pao\nChicken!"},{"person":"Paul","txt":" Chicken? (Pointing to himself.) Chicken boy!"},{"person":"Rachel","txt":" My God, I’m sorry! I’m sorry! I didn’t mean to do that! I\nwouldn’t do that!"},{"person":"Chandler","txt":" Nothin! This is the nine millionth ring store we’ve been too and\nI can’t find the perfect ring! (Goes over to another display counter and starts\npointing at rings.) Ugly ring! Ugly ring! Ugly ring! (Notices that one of the jewelers is\nwatching him.) It’s a beautiful selection. (The jeweler walks away slowly.)"},{"person":"Phoebe","txt":" Okay, so maybe you don’t get her a ring. Maybe you-maybe you do\nsomething different. Y’know? Maybe you get her an engagement bracelet, y’know?\nOr an engagement tiara? Or—ooh! An engagement Revolutionary War musket! (Picks one up\nfrom the display in the corner."},{"person":"Chandler","txt":" Y’know, I’m so glad I picked you to help me with this."},{"person":"Phoebe","txt":" Huh? Can you just imagine getting down on one knee and handing her this\ngorgeous piece of weaponry?"},{"person":"Chandler","txt":" Yeah, I’m gonna stick with the ring. (Goes to another display\ncounter.) Oh, this one’s nice! (Pointing to another ring.) I like this one! Sir? Uh,\nkind sir? Can I see this one?"},{"person":"Phoebe","txt":" (coming over after returning the musket) Wait a minute, no, this is,\nthis is the reason you brought me. Okay? I know how to haggle. So let me handle this from\nhere on out."},{"person":"Male Jeweler","txt":" Can I help you?"},{"person":"Chandler","txt":" Uh-uh, yes. I would like to see that ring please."},{"person":"Phoebe","txt":" Or not, whatever."},{"person":"Male Jeweler","txt":" This ring is from the 1920s, it’s a one and a half carat\ndiamond with sapphires on either side."},{"person":"Chandler","txt":" Sir, can I ask you to umm, could you…hold out that ring and ask\nme to marry you?"},{"person":"Male Jeweler","txt":" Okay. (Holds out the ring, deadpan.) Will you marry me?"},{"person":"Chandler","txt":" (choking up) Oh my God that’s it, that’s the ring! How much\nis it?"},{"person":"Phoebe","txt":" Chandler, I-I will handle this! (To the jeweler) How much "},{"person":"Male Jeweler","txt":" 8,600."},{"person":"Phoebe","txt":" We will give you $10."},{"person":"Male Jeweler","txt":" (angrily) Are you interested in this ring?!"},{"person":"Chandler","txt":" Yes! Yes, but I can only pay $8,000."},{"person":"Male Jeweler","txt":" Okay, I can let it go at eight."},{"person":"Phoebe","txt":" We stand firm at $10."},{"person":"Male Jeweler","txt":" (ignoring her) How would you like to pay?"},{"person":"Chandler","txt":" Uh, credit card. (Reaches for it then realizes) Oh no! No-no, but I\nleft my credit card with Joey. (To Phoebe) Okay, I’ll go get it. You guard the ring."},{"person":"Phoebe","txt":" Okay. (To the jeweler) Listen, I’m sorry about before. Do you have\nanything her for $10."},{"person":"Male Jeweler","txt":" Uh yes, I have these two rather beautiful $5 bills. (Holds them up\nfrom his pocket.) "},{"person":"Phoebe","txt":" I’ll give you $1 for them."},{"person":"Ross","txt":" Hey, remember how Chandler and Phoebe blew us off yesterday?"},{"person":"Joey","txt":" No."},{"person":"Ross","txt":" Remember? You-you were eating pizza."},{"person":"Joey","txt":" Yeah."},{"person":"Ross","txt":" Okay. Well, apparently Chandler’s angry at us for not getting him a\nticket to that Knicks game a couple of weeks ago."},{"person":"Joey","txt":" Oh, we’re supposed to just get him a ticket?! That guy is always\nmooching off of us!"},{"person":"Ross","txt":" Yeah! Anyway, I-I still think we should try to patch things up,\ny’know? Like uh, maybe we could get him to get tickets to another Knicks game and\ninvite him."},{"person":"Joey","txt":" Oh wow that’s a great idea! And "},{"person":"Gunther","txt":" (handing them the bill) Here you go."},{"person":"Ross","txt":" Oh. (Starts to get his money) "},{"person":"Joey","txt":" Hey-hey-hey-ho-ho, I got this one. Here you go. (Hands Gunther\nChandler’s card.) Y’know I gotta tell ya, sometimes I just—I don’t get\nChandler. Y’know, me and him do stuff all the time without you and you don’t get\nall upset."},{"person":"Ross","txt":" All the time?"},{"person":"Joey","txt":" All the time!"},{"person":"Rachel","txt":" Oh my God! Oh my God!!"},{"person":"Monica","txt":" Still crying?"},{"person":"Rachel","txt":" Like a "},{"person":"Monica","txt":" Y’know, I only know of two surefire ways to shut a man up. And one\nof them is sex."},{"person":"Rachel","txt":" What’s the other one?"},{"person":"Monica","txt":" I don’t know, I’ve never had to use the other one. I’m\njust saying y’know, if we’re having sex, he’s not gonna be talking."},{"person":"Rachel","txt":" Oh that’s right. You’re the talker. (They both reflect on that\nbriefly) Anyway uh, great idea! Umm, I gotta go to the store; I told him that I would buy\nhim some more tissues."},{"person":"Monica","txt":" Oh, we have some…"},{"person":"Rachel","txt":" No you don’t!"},{"person":"Phoebe","txt":" Okay umm, I’d also like to try on the tiara. (The male jeweler\nhands it to her.) Oh yeah. Okay. (Puts it on.) (To the jeweler) What do you think, too\nmuch?"},{"person":"Male Jeweler","txt":" A tad."},{"person":"Phoebe","txt":" Okay. Then, take the tiara back and let me hold the musket again. (He\nhands it to her and Phoebe poses in front of one of those small mirrors.) Something’s\nmissing. It’s not… Okay oh, let me see the ring my friend picked out."},{"person":"Male Jeweler","txt":" (to the female jeweler) Where’s the 1920s princess cut ring."},{"person":"Female Jeweler","txt":" I just sold it to that gentleman. (Points to the one walking out\nthe store.)"},{"person":"Phoebe","txt":" Oh my God!! (She runs after him, but sets of the security system, which\nlocks the store’s door and brings down a set of bars behind her, caging her in.) No!\nWhat?! Help me! Let me out! Now! (Points the musket at them.)"},{"person":"Paul","txt":" Rachel?"},{"person":"Chandler","txt":" No. How are ya Paul? (Starts to look for his credit card.)"},{"person":"Paul","txt":" (acting manly to try and cover up his crying) Okay. Chandler, did your dad\never hug you?"},{"person":"Chandler","txt":" No, did he hug you?!"},{"person":"Paul","txt":" No! No! It’s just that, my dad never did. I miss my dad."},{"person":"Chandler","txt":" Well, you can see my dad in Vegas kissing other dads."},{"person":"Paul","txt":" Hey Chandler?"},{"person":"Chandler","txt":" Yeah?"},{"person":"Paul","txt":" Would you…….Would you hug me?"},{"person":"Chandler","txt":" I’m a little busy here Paul."},{"person":"Paul","txt":" That’s exactly what my dad used to say! (Starts to breakdown again.)"},{"person":"Chandler","txt":" Okay, a quick one. Come on hug it out. (Paul rushes over and hugs\nChandler tightly.) Oh hey! There you go. (The hug continues.) Okay. (The hug continues.)"},{"person":"Paul","txt":" Five more seconds."},{"person":"Chandler","txt":" Okay! (Pushes him away.)"},{"person":"Joey","txt":" (entering) Hey!"},{"person":"Paul","txt":" Joey! (Goes over and hugs Joey and picks him off of his feet.)"},{"person":"Joey","txt":" Whoa-whoa-hey-hey! (Motions to Chandler, \"What’s going\non?\") Hi, Paul is it? (Paul nods yes and still hugging Joey.)"},{"person":"Chandler","txt":" Do you have my credit card?"},{"person":"Joey","txt":" Yes, it’s in my… In…in my pocket. (Paul hasn’t dropped\nhim yet.) (Chandler starts to reach for his front pocket.) My back pocket! My back pocket!"},{"person":"Chandler","txt":" Thank God! (Grabs his card.)"},{"person":"Joey","txt":" Oh hey listen I got us tickets to a Knicks game tonight."},{"person":"Chandler","txt":" Oh, I can’t go."},{"person":"Joey","txt":" Come on! It’ll be fun! Me, you, and Ross, and… Paul\nprobably…"},{"person":"Phoebe","txt":" Chandler, I found the perfect ring. (Holding it out for her.)"},{"person":"Chandler","txt":" Oh, that’s uh, that’s pretty nice but I’m gonna go with\nthe one I picked first."},{"person":"Phoebe","txt":" Oh my God Chandler, the one you picked is gone. It’s over!"},{"person":"Chandler","txt":" What?"},{"person":"Phoebe","txt":" Some guy bought it. I’m sorry. I tired to stop it but they (points\nto the jeweler) put me in jail!"},{"person":"Chandler","txt":" They put you in jail?"},{"person":"Phoebe","txt":" The little jail between the doors!"},{"person":"Chandler","txt":" Phoebe, I asked you to guard the ring!"},{"person":"Phoebe","txt":" I know, I’m sorry! But y’know, this ring is better! Monica\nnever even saw the other ring."},{"person":"Chandler","txt":" Yeah but when he proposed to me with the ring I got goose bumps."},{"person":"Phoebe","txt":" Maybe it was the guy."},{"person":"Chandler","txt":" It was the ring!"},{"person":"Ross","txt":" Hey! So uh, was he excited about the tickets?"},{"person":"Joey","txt":" No! He blew us off!"},{"person":"Ross","txt":" What?!"},{"person":"Joey","txt":" I know!"},{"person":"Ross","txt":" I can’t believe it. (Pause) Can I tell you something? I’m a\nlittle mad at him now."},{"person":"Joey","txt":" Can I tell you something? Me too."},{"person":"Ross","txt":" Y’know what? He didn’t want to talk to us about being angry,\nwell maybe we don’t talk to him "},{"person":"Joey","txt":" Ooooh! Freeze him out."},{"person":"Ross","txt":" That’s right!"},{"person":"Joey","txt":" I like it!"},{"person":"Ross","txt":" Eh? We’ll show him!"},{"person":"Joey","txt":" From now on, it’s gonna be Joey and Ross, best friends. (They shake\nhands.) Okay! We’re gonna be the new Joey and Chandler."},{"person":"Rachel","txt":" Hi. I’m back."},{"person":"Paul","txt":" Hey! I have so much more to tell ya, I’ve written it all down!"},{"person":"Rachel","txt":" Ah that’s great. No actually that’s… (In a sexy voice)\nThat’s great! That’s really great! Y’know, I gotta tell ya writing, I mean\nwriting, gets me uh, gets me kinda hot."},{"person":"Paul","txt":" Wait! Wait! Listen! Listen to this! (Flips a couple pages and points to\nsomething.) Y’know what I wanted to be when I was that age?"},{"person":"Rachel","txt":" A lover?"},{"person":"Paul","txt":" A surfer."},{"person":"Rachel","txt":" Oh yeah surfer?"},{"person":"Paul","txt":" I wanted to be one with the waves, y’know?"},{"person":"Rachel","txt":" Okay, hold on real quick, hold on a second let me just uh, (sits on the\ncounter and buttons her sweater to show some cleavage) get a little more comfortable here.\nWait, now wait a second, this isn’t too revealing is it?"},{"person":"Paul","txt":" (barely glancing at her) No. What ever happened to that little dude.\n(Pause) So full of dreams…"},{"person":"Rachel","txt":" I don’t care about the little dude! I can’t! I cannot listen\nto anymore of this! Y’know, the only person who would want to listen to this is a\nmental health professional! And then it’s only because they get paid $100 an hour! Do\nyou know how much money I could’ve made listening to you? $2,000! And do you know\nwhen I figured that out? While you were talking!"},{"person":"Paul","txt":" What?! I can’t believe you’re trying to stifle me! When just 14\nhours ago we figured out that that is exactly what my mother was trying to do to me!"},{"person":"Rachel","txt":" Oh… I’m sorry. I… I-I don’t mean—I didn’t\nmean to stifle you. I… This is all just a little overwhelming."},{"person":"Paul","txt":" Oh Rachel, I’m so sorry. I didn’t mean to overwhelm you.\nIt’s just that, when those gates open, you… (Starts to breakdown.) Hard to close\n‘em. But they are closed now. Believe me."},{"person":"Rachel","txt":" I’m so glad, I’m so glad you shared. (Feeling his shoulder.)\nAnd I’m glad that you’re done. What do you say we umm… (Nods in the\ndirection of the bedroom.)"},{"person":"Paul","txt":" I would really like that. (They kiss.)"},{"person":"Paul","txt":" That was…so good. (Starts crying again.)"},{"person":"Phoebe","txt":" (entering from her room) Hey."},{"person":"Chandler","txt":" I can’t believe I let you talk me into buying this stupid gumball\nmachine looking ring!"},{"person":"Phoebe","txt":" It’s not a stupid gumball machine looking ring! It’s a\nbeautiful ring!"},{"person":"Chandler","txt":" No, it’s not! When I looked at the other ring I could see\nMonica’s face when I gave it to her, y’know? And I could see her saying yes.\nWhen I look at this ring, all I see is a ring! Unless I look at it really closely and then\nI can see my own eye. (Does so and laughs.) Look, this is the most important thing\nI’m gonna do in my life. I wanna make sure it’s perfect."},{"person":"Phoebe","txt":" Okay. There may be a way that we can get the other ring back.\n‘Cause I heard the guy tell the jeweler where he was going to propose. So maybe we\ncan get him to trade rings or something."},{"person":"Chandler","txt":" I can’t do that."},{"person":"Phoebe","txt":" Well you certainly can’t give her that stupid gumball ring."},{"person":"Phoebe","txt":" There he is! (Points.)"},{"person":"Chandler","txt":" Okay and he hasn’t proposed yet because she has no ring on her\nfinger."},{"person":"Phoebe","txt":" Wow! You’re good! After this, we should solve crimes."},{"person":"Chandler","txt":" Yeah! Okay, go, go, go get him."},{"person":"Phoebe","txt":" Oh, okay. (Walks over to him.) Excuse me sir? Could you come with me\nplease? You have a phone call."},{"person":"Customer","txt":" Who is it?"},{"person":"Phoebe","txt":" It is your office."},{"person":"Customer","txt":" Do you know who at my office?"},{"person":"Phoebe","txt":" John?"},{"person":"Customer","txt":" Oh John! Great!"},{"person":"Phoebe","txt":" (To Chandler) Here he is."},{"person":"Chandler","txt":" (to him) Hi! Hi. Okay, there was a slight mix-up at the jewelry store,\nthe ring you’re about to propose with was supposed to be held for me. So, I’m\ngonna need to have that back. (The guy isn’t sure.) But, in exchange I’m willing\nto trade you this beautiful, more expensive ring. (Looking at the ring.) Ew."},{"person":"Phoebe","txt":" Wow! I would trade."},{"person":"Customer","txt":" It is beautiful, but I’m gonna use this one. Now, if you’ll\nexcuse me."},{"person":"Chandler","txt":" No-no! This is my fiancee (Phoebe) and her heart was set on that ring.\nYou don’t want to break her heart now do you?"},{"person":"Phoebe","txt":" Yeah, do you want to break a dying woman’s heart?"},{"person":"Customer","txt":" You’re dying?!"},{"person":"Chandler","txt":" Yeah, she’s dying… Of a cough apparently."},{"person":"Phoebe","txt":" Yes, and it is my dying wish to have that ring. See, if I’m not\nburied with that ring then my spirit is going to wander the nether world for all\neternity…"},{"person":"Chandler","txt":" (interrupting her) Okay, that’s enough honey!"},{"person":"Customer","txt":" I don’t know. (Pause) Let me see the ring."},{"person":"Chandler","txt":" Great! Okay, here. (Holds the ring up for him.)"},{"person":"Customer","txt":" (looks at it) All right. (Exchanges rings.)"},{"person":"Chandler","txt":" Thank you. Thank you. Thank you! (To his girlfriend) And "},{"person":"Chandler","txt":" Guys? (They ignore him.) I’ve got something important to tell ya.\n(Still nothing so he walks over and stands in front of the TV.) Guys? (They lean over to\ntry and watch the TV, Chandler mimics them.) Guys?! (Pause) I’m gonna ask Monica to\nmarry me."},{"person":"Joey","txt":" (To Ross) I think we gotta end the freeze out."},{"person":"Ross","txt":" Wait a minute, is this, is this for real?"},{"person":"Chandler","txt":" Yeah, check out the ring. (Shows it to them.)"},{"person":"Joey","txt":" Oh my God!!"},{"person":"Ross","txt":" So you two are really serious?!"},{"person":"Chandler","txt":" Yep, pretty much."},{"person":"Ross","txt":" You-you’re gonna get married?! I mean… We’re gonna be\nbrothers-in-law! (They hug.)"},{"person":"Joey","txt":" And-and-and-and-and-and, and we’re gonna be friends again! "},{"person":"Chandler","txt":" (goes to hug him and stops short) Heyyyy—What?"},{"person":"Joey","txt":" Oh it’s water under the bridge, forget it!"},{"person":"Chandler","txt":" Okay! (They hug.) I was gonna wait ‘til uh, it was official\ny’know? But I got so excited I just had to tell you guys because you’re my best\nfriends."},{"person":"Joey","txt":" I think I’m gonna cry!"},{"person":"Rachel","txt":" (who has just entered) Ugh! No more crying! Please! I just dumped one\ncry baby, I’ll dump you too!"},{"person":"Chandler","txt":" I’m gonna ask Monica to marry me."},{"person":"Rachel","txt":" Oh my God! Oh my God! Oh Chandler!! (Hugs him.) You guys are gonna be so\nhappy!"},{"person":"Chandler","txt":" I know."},{"person":"Joey","txt":" (holding an empty tissue box) Where’s all the tissues?! (Throws the\nbox down in disgust.)"},{"person":"Chandler","txt":" Check out the ring."},{"person":"Rachel","txt":" (gasps) Nice! One and a half carat easy."},{"person":"Phoebe","txt":" (entering) Hi."},{"person":"Ross","txt":" Hey-hey Pheebs!"},{"person":"Phoebe","txt":" What?"},{"person":"Ross","txt":" Chandler’s gonna ask Monica to marry him!"},{"person":"Phoebe","txt":" Oh I know, I helped pick out the ring."},{"person":"Ross","txt":" You told her before you told us?"},{"person":"Chandler","txt":" Well, she walked in when I was looking at the ring brochures. You can\nunderstand that, right? (Ross and Joey look at each other and go back to watching the game\non TV.) Guys? Guys? (Walks in front of them again.)"}]