[{"person":"Joey","txt":" I'm tellin' you Ross, she wants you."},{"person":"Ross","txt":" She barely knows me. We just live in the same building."},{"person":"Chandler","txt":" Any contact?"},{"person":"Ross","txt":" She lent me an egg once."},{"person":"Joey","txt":" You're in!"},{"person":"Ross","txt":" Aw, right."},{"person":"Ross","txt":" Hey. (stutters something incoherent)"},{"person":"Chandler","txt":" Come on, Ross, you gotta get back in the game here, ok? The Rachel\nthing's not happening, your ex-wife is a lesbian—I don't think we need a third... "},{"person":"Joey","txt":" Excuse me, could we get an egg over here, still in the shell? Thanks."},{"person":"Ross","txt":" An egg?"},{"person":"Joey","txt":" Yeah, you're gonna go up to her and say, \"Here's your egg back, I'm\nreturning your egg.\""},{"person":"Chandler","txt":" I think it's winning."},{"person":"Ross","txt":" I think it's insane."},{"person":"Chandler","txt":" She'll love it. Go with the egg, my friend."},{"person":"Joey","txt":" Think it'll work?"},{"person":"Chandler","txt":" No, it's suicide. The man's got an egg."},{"person":"Monica","txt":" You can not do this."},{"person":"Rachel","txt":" Do what, do what?"},{"person":"Monica","txt":" Roger wants to take her out tomorrow night."},{"person":"Rachel","txt":" No! Phoebes! Don't you remember why you dumped the guy?"},{"person":"Phoebe","txt":" 'Cause he was creepy, and mean, and a little frightening... alright,\nstill, it's nice to have a date on Valentine's Day!"},{"person":"Monica","txt":" But Phoebe, you can go out with a creepy guy any night of the year. I\nknow I do. "},{"person":"Rachel","txt":" Well, what are you guys doing tomorrow night?"},{"person":"Joey","txt":" Actually, tomorrow night kinda depends on how tonight goes."},{"person":"Chandler","txt":" Oh, uh, listen, about tonight..."},{"person":"Joey","txt":" No, no, no, don't you dare bail on me. The only reason she's goin' out\nwith me is because I said I could bring a friend for her friend."},{"person":"Chandler","txt":" Yes, I know, but her friend sounds like such a..."},{"person":"Joey","txt":" Pathetic mess? I know, but—come on, man, she's needy, she's\nvulnerable. I'm thinkin', cha-ching! (Rachel throws a roll at Joey. He picks it up and\neats it.) Thanks. Look, you have not been out with a woman since Janice. You're doin'\nthis."},{"person":"Ross","txt":" Hi. She said yes."},{"person":"Chandler","txt":" Yes! Way to go, man! (Chandler and Ross hug. Something crunches in\nRoss' shirt pocket.) Still got the egg, huh?"},{"person":"Joey","txt":" (Looking at himself in the reflection on a knife) How do I look?"},{"person":"Chandler","txt":" Oh, uh, I... don't... care. (Joey's date shows up) Ok, now, remember,\nno trading. You get the pretty one, I get the mess."},{"person":"Lorraine","txt":" Hi, Joey. Well well, look what you brought. Very nice."},{"person":"Chandler","txt":" ...And what did you bring?"},{"person":"Lorraine","txt":" She's checking the coats. Joey, I'm gonna go wash the cab smell off my\nhands. Will you get me a white Zinfandel, and a glass of red for Janice."},{"person":"Chandler","txt":" Janice?"},{"person":"Janice","txt":" Oh.... my.... God."},{"person":"Chandler","txt":" (angrily) Hey, it's Janice."},{"person":"Chandler","txt":" Ok, I'm makin' a break for it, I'm goin' out the window. "},{"person":"Joey","txt":" No, no, no, don't! I've been waitin' for like, forever to go out with\nLorraine. Just calm down. "},{"person":"Chandler","txt":" Calm down? Calm down? You set me up with the woman that I've dumped\ntwice in the last five months!"},{"person":"Joey","txt":" (at the urinal) Can you stop yellin'? You're makin' me nervous, and I\ncan't go when I'm nervous."},{"person":"Chandler","txt":" I'm sorry, I'm sorry, you're right. (gets up right behind Joey and\nyells in his ear) Come on, do it, do it, go, come on!!!"},{"person":"Rachel","txt":" Ok, ok, Roger was creepy, but he was nothing compared to Pete Carney."},{"person":"Monica","txt":" Which one was Pete Carney?"},{"person":"Rachel","txt":" Pete the Weeper? Remember that guy who used to cry every time we had\nsex. (imitating) \"Was it good for you?\""},{"person":"Monica","txt":" Yeah, well, I'll take a little crying any day over\nHoward-the-\"I-win\"-guy. (imitating) \"I win! I win!\" I went out with\nthe guy for two months—I didn't get to win once."},{"person":"Rachel","txt":" How did we end up with these jerks? We're good people!"},{"person":"Monica","txt":" I don't know. Maybe we're some kinda magnets."},{"person":"Phoebe","txt":" I know I am. That's why I can't wear a digital watch."},{"person":"Monica","txt":" There's more beer, right?"},{"person":"Phoebe","txt":" Oh! You know my friend Abby who shaves her head? She said that if you\nwant to break the bad boyfriend cycle, you can do like a cleansing ritual."},{"person":"Rachel","txt":" Pheebes, this woman is voluntarily bald."},{"person":"Phoebe","txt":" Yeah. So, we can do it tomorrow night, you guys. It's Valentine's Day.\nIt's perfect."},{"person":"Monica","txt":" Ok, well, what kind of ritual?"},{"person":"Phoebe","txt":" Ok. We can, um, we can burn the stuff they gave us."},{"person":"Rachel","txt":" Or?"},{"person":"Phoebe","txt":" Or...or we can chant and dance around naked, you know, with sticks."},{"person":"Monica","txt":" Burning's good."},{"person":"Rachel","txt":" Burning's good. Yeah, I got stuff to burn."},{"person":"Lorraine","txt":" You know, ever since I was little, I've been able to pick up quarters\nwith my toes."},{"person":"Joey","txt":" Good for you. (jumps suddenly) Uh, quarters or rolls of quarters?"},{"person":"Janice","txt":" By the way, Chandler. I cut you out of all my pictures. So if you want,\nI have a bag with just your heads."},{"person":"Chandler","txt":" That's OK."},{"person":"Janice","txt":" Oh, are you sure? Really? Because you know, you could make little\npuppets out of them, and you could use them in your theater of cruelty."},{"person":"Joey","txt":" (to Lorraine) We can't do that."},{"person":"Chandler","txt":" (disgusted) What? What can't you do?"},{"person":"Joey","txt":" Uh, can I talk to you for a second, over there?"},{"person":"Joey","txt":" Uh, we might be leaving now."},{"person":"Chandler","txt":" Tell me it's \"you and me\" we."},{"person":"Joey","txt":" She said she wants to slather my body with stuff and then lick it off. I'm\nnot even sure what slathering is, but I definitely want to be a part of it."},{"person":"Chandler","txt":" Ok, you can not do this to me."},{"person":"Joey","txt":" You're right, I'm sorry. You're right."},{"person":"Lorraine","txt":" (to waiter) Uh, can we have three chocolate mousses to go please?"},{"person":"Joey","txt":" I'm outta here. Here's my credit card. Dinner's on me. I'm sorry,\nChandler."},{"person":"Chandler","txt":" I hope she throws up on you."},{"person":"Chandler","txt":" So..."},{"person":"Janice","txt":" Just us."},{"person":"Chandler","txt":" Oh, what a crappy night!"},{"person":"Janice","txt":" Although, I have enjoyed the fact that, uh your shirt's been stickin'\noutta your zipper ever since you came back from the bathroom. "},{"person":"Chandler","txt":" Excuse me. (gets up, jumps up and down while he zips his zipper up...\nother patrons look at him) How ya doin'?"},{"person":"Janice","txt":" So, do we have the best friends or what?"},{"person":"Chandler","txt":" Joey's not a friend. He's...a stupid man who left us his credit card.\nAnother drink? Some dessert? A big screen TV?"},{"person":"Janice","txt":" I will go for that drink."},{"person":"Chandler","txt":" You got it. Good woman! (the waiter turns around, it's a man) Could we\nget a bottle of your most overpriced champagne?"},{"person":"Janice","txt":" Each."},{"person":"Chandler","txt":" That's right, each. Oh, and a uh Rob Roy. (to Janice) I've always\nwanted to know..."},{"person":"Janice","txt":" Happy Valentine's Day!"},{"person":"Janice","txt":" Oh, I miss you already. Can you believe this happened?"},{"person":"Chandler","txt":" No... no! And yet it did. Good-bye, Janice."},{"person":"Janice","txt":" Kiss me!"},{"person":"Monica","txt":" Oh, Chandler, sorry."},{"person":"Monica","txt":" Ohhh, Chandler, sorry! Hey, Janice."},{"person":"Janice","txt":" Hi, Monica."},{"person":"Chandler","txt":" Ok, well, this was very special."},{"person":"Monica","txt":" Rach, come see who's out here!"},{"person":"Rachel","txt":" Oh my god. Janice, hi!"},{"person":"Chandler","txt":" Janice is gonna go away now."},{"person":"Monica","txt":" I'll be right back."},{"person":"Rachel","txt":" Oh, Joey, look who it is."},{"person":"Joey","txt":" (in disbelief) Whoa."},{"person":"Chandler","txt":" Oh, good, Joey's home now."},{"person":"Janice","txt":" This is so fun. This is like a reunion in the hall."},{"person":"Monica","txt":" Oh, hi, Ross. Yeah. There's someone I want you to say hi to. (to\nChandler) He just happened to call."},{"person":"Janice","txt":" Hi, Ross. Yes, it's me. How did you know? (she laughs obnoxiously) "},{"person":"Ross","txt":" I'm just sayin' if dogs do experience jet lag, then, because of the whole\num, seven dog years to one human year thing, then, when a dog flies from New York to Los\nAngeles, he doesn't just lose three hours, he loses like a week and a half."},{"person":"Kristin","txt":" That's funny. Who are they?"},{"person":"Ross","txt":" The blond woman is my ex-wife, and the woman touching her is her... close,\npersonal friend."},{"person":"Kristin","txt":" You mean they're lovers."},{"person":"Ross","txt":" If you wanna put a label on it."},{"person":"Kristin","txt":" Wow, uh, anything else I should know?"},{"person":"Ross","txt":" Nope, nope, that's it. "},{"person":"Ross","txt":" Oh, and she's pregnant with my baby. I always forget that part. (to Carol\nand Susan) Helloo!"},{"person":"Phoebe","txt":" Ok, so now we need, um sage branches and the sacramental wine."},{"person":"Monica","txt":" All I have is, is oregano and a "},{"person":"Phoebe","txt":" Um, that's ok! (throws it in fire) Ok. All right. Now we need the semen\nof a righteous man."},{"person":"Rachel","txt":" Ok, Pheebs, you know what, if we had that, we wouldn't be doing the\nritual in the first place."},{"person":"Monica","txt":" Can we just start throwing things in?"},{"person":"Phoebe","txt":" Ok, yeah, ok. (she throws the directions in) Oh, OK."},{"person":"Rachel","txt":" (tossing things in the fire) Ok, Barry's letters. Adam Ritter's boxer\nshorts."},{"person":"Phoebe","txt":" Ok, and I have the, uh receipt for my dinner with Nokululu Oon Ah Ah."},{"person":"Monica","txt":" Look, here's a picture of Scotty Jared naked."},{"person":"Rachel","txt":" (looking at picture) Hey he's wearing a sweater."},{"person":"Monica","txt":" No."},{"person":"Rachel and Phoebe","txt":" Eww!"},{"person":"Rachel","txt":" And here we have the last of Paulo's grappa."},{"person":"Monica","txt":" Hey, Rachel, isn't that stuff almost pure..."},{"person":"Chandler","txt":" How can I dump this woman on Valentine's day?"},{"person":"Joey","txt":" I don't know. You dumped her on New Year's."},{"person":"Chandler","txt":" Oh, man. In my next life, I'm coming back as a toilet brush."},{"person":"Janice","txt":" Hello, funny Valentine."},{"person":"Chandler","txt":" Hi, Just Janice."},{"person":"Janice","txt":" Hello, Joey, our little matchmaker. I could just kiss you all over, and\nI'm gonna!"},{"person":"Joey","txt":" (to Chandler) If you don't do it, I will."},{"person":"Ross","txt":" So, um, what do you do for a living?"},{"person":"Kristin","txt":" Well, um, for the past few years I've been working..(Ross is watching\nCarol and Susan, not listening to Kristin. Susan gets up, and has to go. Carol is left\nstranded)...which is funny because, that wasn't even my major."},{"person":"Carol","txt":" Oh no. I thought you said they could shoot the spot without you. "},{"person":"Susan","txt":" I thought they could...I'll try to get back as soon as I can. I'm sorry.\n(Ross realizes Kristin was expecting him to laugh, so he starts to laugh hysterically.)"},{"person":"Ross","txt":" Now that is funny. Hey, do you think...would it be too weird if I invited\nCarol over to join us? 'Cause she's, she's alone now, and pregnant, and, and sad. "},{"person":"Kristin","txt":" (reluctantly) I guess."},{"person":"Ross","txt":" Are you sure? Great. Carol? Wanna come over and join us?"},{"person":"Carol","txt":" Oh, no no no. I'm fine. I'm fine."},{"person":"Ross","txt":" Come on. These people'll scooch down. You guys'll scooch, won't you? Let's\ntry scooching! Come on. Come on. Uh, Kristen Riggs, this is Carol Willick. Carol, Kristin.\nUh, Carol teaches sixth grade. And, Kristin, Kristin...(struggling)...does something that,\nfunnily enough, wasn't even her major!"},{"person":"Fireman No. 1","txt":" What do we got there?"},{"person":"Fireman No. 2","txt":" A piece of something: boxer shorts, greeting cards, and what\nlooks like a half-charred picture—Wow, that guy's hairier than the Chief!"},{"person":"Monica","txt":" You know, it's a really funny story how this happened."},{"person":"Fireman No. 3","txt":" It's all right. It's all right. You don't have to explain. This\nisn't the first boyfriend bonfire that we've seen get out of control."},{"person":"Fireman No. 1","txt":" You're our third call tonight."},{"person":"Rachel","txt":" Really?"},{"person":"Fireman No. 2","txt":" Oh, sure, Valentine's is our busiest night of the year."},{"person":"Janice","txt":" I brought you something."},{"person":"Chandler","txt":" Is it loaded? Oh, little candy hearts. (reading the candy) Chan and\nJan Forever."},{"person":"Janice","txt":" I had them made special."},{"person":"Chandler","txt":" Ok, Janice. Janice. Hey, Janice. Look, there's no way for me to tell\nyou this. At least there's no "},{"person":"Janice","txt":" That's fine."},{"person":"Chandler","txt":" (surprised) It is?"},{"person":"Janice","txt":" Mmm-hmm. Because I know that this isn't the end."},{"person":"Chandler","txt":" Oh no, you see, actually it is."},{"person":"Janice","txt":" No, it isn't, because you won't let that happen. Don't you know it yet?\nYou love me, Chandler Bing."},{"person":"Chandler","txt":" Oh, no I don't."},{"person":"Janice","txt":" Well then ask yourself this. Why do you think we keep ending up\ntogether? New Year's? Who invited who? Valentine's? Who asked who into whose bed? "},{"person":"Chandler","txt":" I did, but..."},{"person":"Janice","txt":" You seek me out. Something deep in your soul calls out to me like a\nfoghorn. Janice, Janice. You want me. You need me. You can't live without me. And you know\nit. You just don't know you know it. See ya."},{"person":"Chandler","txt":" Call me!"},{"person":"Carol","txt":" It's not true. I never called your mother a wolverine."},{"person":"Ross","txt":" You did so. I swear, I swear—(noticing Kristin's absence) How long\nhas she been in the bathroom?"},{"person":"Carol","txt":" Uh, I don't think she's in the bathroom. Her coat is gone."},{"person":"Ross","txt":" Well maybe it's cold in there. Or maybe I screwed up the first date I had\nin 9 years. "},{"person":"Carol","txt":" That could be it."},{"person":"Ross","txt":" Oh, god. (He puts his head down on the grill) You know, this is still\npretty hot. (He picks his head up, and a mushroom sticks to his head. Carol picks it off\nand eats it.)"},{"person":"Carol","txt":" Mushroom. Smile. They won't all be like this. Some women might even stay\nthrough dinner. Sorry, that's not funny"},{"person":"Ross","txt":" No, it's just...you know the whole \"getting on with your life\"\nthing. Well, do I have to? I mean, I'm sitting here with this cute woman, and, and, and\nshe's perfectly nice, and, but that there's, that's it. And um, and then I'm here talkin'\nto you, and, and it's easy, and it's fun, and, and I don't, I don't have to...You know,\nhere's a wacky thought. Um, what's say you and I give it another shot? No no no, I know\nwhat you're gonna say, you're a lesbian. But what do you say we just put that aside for\nnow you know? Let's just stick a pin in it, ok? Because, we're great together, you know.\nYou can't deny it. Besides, you're carrying my baby. I mean, how perfect is that? But see,\nyou know, you keep sayin' that, but there's somethin' right here. I love you."},{"person":"Carol","txt":" Oh, I love you too. But..."},{"person":"Ross","txt":" No but, no but."},{"person":"Carol","txt":" You know that thing you put over here with the pin in it? It's time to\ntake the pin out. You'll find someone, I know you will. The right woman is just waiting\nfor you."},{"person":"Ross","txt":" That's easy for you to say, you found one already."},{"person":"Carol","txt":" All you need is a woman who likes men and you'll be set."},{"person":"Carol","txt":" Not her."},{"person":"Fireman No. 3","txt":" We get off around midnight, why don't we pick you up then?"},{"person":"Rachel","txt":" So, um, will you bring the truck?"},{"person":"Fireman No. 3","txt":" I'll even let you ring the bell."},{"person":"Rachel","txt":" Oh, my god."},{"person":"Phoebe","txt":" See, there you go, the cleansing works!"},{"person":"Monica","txt":" They're nice guys."},{"person":"Rachel","txt":" Oh, they're firemen guys."},{"person":"Fireman No. 1","txt":" You guys tell them you were married?"},{"person":"Fireman No. 2","txt":" No way!"},{"person":"Fireman No. 3","txt":" Are you kidding? My girlfriend doesn't know, I'm not gonna tell\nthem!"}]