[{"person":"Ross","txt":" Guys? There's a somebody I'd like you to meet. "},{"person":"All","txt":" Oooh!"},{"person":"Monica","txt":" W-wait. What is that?"},{"person":"Ross","txt":" 'That' would be Marcel. You wanna say hi?"},{"person":"Monica","txt":" No, no, I don't."},{"person":"Rachel","txt":" Oh, he is precious! Where did you get him?"},{"person":"Ross","txt":" My friend Bethel rescued him from some lab."},{"person":"Phoebe","txt":" That is so cruel! Why? Why would a parent name their child Bethel?"},{"person":"Chandler","txt":" Hey, that monkey's got a Ross on its ass!"},{"person":"Monica","txt":" Ross, is he gonna live with you, like, in your apartment?"},{"person":"Ross","txt":" Yeah. I mean, it's been kinda quiet since Carol left, so..."},{"person":"Monica","txt":" Why don't you just get a roommate?"},{"person":"Ross","txt":" Nah, I dunno... I think you reach a certain age, having a roommate is\nkinda pathe- (Realises) ....sorry, that's, that's 'pathet', which is Sanskrit for 'really\ncool way to live'."},{"person":"Phoebe","txt":" So you guys, I'm doing all new material tonight. I have twelve new songs\nabout my mother's suicide, and one about a snowman."},{"person":"Chandler","txt":" Might wanna open with the snowman."},{"person":"All","txt":" Hey, Joey. Hey, buddy."},{"person":"Monica","txt":" So, how'd it go?"},{"person":"Joey","txt":" Ahhhhhh, I didn't get the job."},{"person":"Ross","txt":" How could you not get it? You were Santa last year."},{"person":"Joey","txt":" I dunno. Some fat guy's sleeping with the store manager. He's not even\njolly, it's all political."},{"person":"Monica","txt":" So what are you gonna be?"},{"person":"Joey","txt":" Ah, I'm gonna be one of his helpers. It's just such a slap in the face,\ny'know?"},{"person":"Rachel","txt":" Hey, do you guys know what you're doing for New Year's? (They all\nprotest and hit her with cushions) Gee, what?! What is wrong with New Year's?"},{"person":"Chandler","txt":" Nothing for you, you have Paolo. You don't have to face the horrible\npressures of this holiday: desperate scramble to find anything with lips just so you can\nhave someone to kiss when the ball drops!! Man, I'm talking loud!"},{"person":"Rachel","txt":" Well, for your information, Paolo is gonna be in Rome this New Year, so\nI'll be just as pathetic as the rest of you. "},{"person":"Phoebe","txt":" Yeah, you wish!"},{"person":"Chandler","txt":" It's just that I'm sick of being a victim of this Dick Clark holiday.\nI say this year, no dates, we make a pact. Just the six of us- dinner."},{"person":"All","txt":" Yeah, okay. Alright."},{"person":"Chandler","txt":" Y'know, I was hoping for a little more enthusiasm. "},{"person":"All","txt":" Woooo! Yeah!"},{"person":"Rachel","txt":" Phoebe, you're on."},{"person":"Phoebe","txt":" Oh, oh, good."},{"person":"Rachel","txt":" (Into microphone) Okay, hi. Ladies and gentlemen, back by popular\ndemand, Miss Phoebe Buffay. Wooh!"},{"person":"Phoebe","txt":" (Takes mike) Thanks, hi. Um, I wanna start with a song that means a lot\nto me this time of year. (Shakes bell as an introduction) (Sung:) "},{"person":"Phoebe","txt":" (Sung) "},{"person":"Phoebe","txt":" (Sung) "},{"person":"Max","txt":" No. No, that's- that's okay."},{"person":"Phoebe","txt":" Well, c'mon, if it's important enough to discuss while I'm playing, then\nI assume it's important enough for everyone else to hear!"},{"person":"Chandler","txt":" (Quietly, to the others) That guy's going home with a note!"},{"person":"David","txt":" Noth- I was- I was just saying to my-"},{"person":"Phoebe","txt":" Could you speak up please?"},{"person":"David","txt":" (Stands up and speaks more loudly) Sorry, I wa- I was just saying to my\nfriend that I thought you were the most beautiful woman that I'd ever seen in my- in my\nlife. And then he said that- you said you thought"},{"person":"Max","txt":" Daryl Hannah."},{"person":"David","txt":" Daryl Hannah was the most beautiful woman that he'd ever seen in his life\nand I said yeah, I liked her in Splash, a lot, but not so much in- in Wall Street, I\nthought she had kind of a "},{"person":"Max","txt":" Hard quality."},{"person":"David","txt":" -hard quality. And uh, while Daryl Hannah is beautiful in a conventional\nway, you are luminous with a kind of a delicate grace. Then, uh, that-that-that's when you\nstarted yelling. (Sits down)"},{"person":"Phoebe","txt":" Okay, we're gonna take a short break. (Goes over to their table)"},{"person":"Joey","txt":" Hey, that guy's going home with more than a note!"},{"person":"Ross","txt":" Come here, Marcel. Sit here. (Marcel wanders off)"},{"person":"Rachel","txt":" Pheebs, I can't believe he hasn't kissed you yet. I mean God, by my\nsixth date with Paolo, I mean he had already named both my breasts! ...Ooh. Did I just\nshare too much?"},{"person":"Ross","txt":" Just a smidge."},{"person":"Phoebe","txt":" David's like, y'know, Scientist Guy. He's very methodical."},{"person":"Monica","txt":" I think it's romantic."},{"person":"Phoebe","txt":" Me too! Oh! Did you ever see An Officer and a Gentleman?"},{"person":"Rachel","txt":" Yeah!"},{"person":"Phoebe","txt":" Well, he's kinda like the guy I went to see that with. Except, except\nhe-he's smarter, and gentler, and sweeter... I just- I just wanna be with him all the\ntime. Day and night, and night and day... and special occasions... "},{"person":"Chandler","txt":" Wait a minute, wait a minute, I see where this is going, you're gonna\nask him to New Year's, aren't you. You're gonna break the pact. She's gonna break the\npact."},{"person":"Phoebe","txt":" No, no, no, no, no, no. Yeah, could I just?"},{"person":"Chandler","txt":" Yeah, 'cause I already asked Janice."},{"person":"Monica","txt":" What?!"},{"person":"Ross","txt":" C'mon, this was a pact! This was your pact! "},{"person":"Chandler","txt":" I snapped, okay? I couldn't handle the pressure and I snapped."},{"person":"Monica","txt":" Yeah, but Janice? That-that was like the worst breakup in history!"},{"person":"Chandler","txt":" I'm not saying it was a good idea, I'm saying I snapped!"},{"person":"Joey","txt":" Hi. Hi, sorry I'm late."},{"person":"Chandler","txt":" Too many jokes... must mock Joey! "},{"person":"Joey","txt":" Nice shoes, huh? (He wiggles his foot and the bells tinkle)"},{"person":"Chandler","txt":" Aah, y'killing me!"},{"person":"Monica","txt":" Ross! He's playing with my spatulas again!"},{"person":"Ross","txt":" Okay, look, he's not gonna hurt them, right?"},{"person":"Monica","txt":" Do you always have to bring him here?"},{"person":"Ross","txt":" I didn't wanna leave him alone. Alright? We- we had our first fight this\nmorning. I think it has to do with my working late. I said some things that I didn't mean,\nand he- he threw some faeces..."},{"person":"Chandler","txt":" Y'know, if you're gonna work late, I could look in on him for you."},{"person":"Ross","txt":" Oh, that'd be great! Okay, but if you do, make sure it seems like you're\nthere to see him, okay, and you're not like doing it as a favour to me."},{"person":"Chandler","txt":" Okay, but if he asks, I'm not going to lie."},{"person":"David","txt":" ...But, you can't actually test this theory, because today's particle\naccelerators are nowhere near powerful enough to simulate these conditions."},{"person":"Phoebe","txt":" Okay, alright, I have a question, then. "},{"person":"David","txt":" Yuh."},{"person":"Phoebe","txt":" Um, were you planning on kissing me ever?"},{"person":"David","txt":" Uh, that's definitely a, uh, valid question. And, uh, the answer would be\n(Writes YES on the board) yes. Yes I was. But, see, I wanted it to be this phenomenal kiss\nthat happened at this phenomenal moment, because, well, 'cause it's you."},{"person":"Phoebe","txt":" Sure."},{"person":"David","txt":" Right. But, see, the longer I waited, the more phenomenal the kiss had to\nbe, and now we've reached a place where it's just gotta be one of those things where I\njust like... sweep everything off the table and throw you down on it. And, uh, I'm not\nreally a, uh, sweeping sorta fella."},{"person":"Phoebe","txt":" Oh, David, I, I think you are a sweeping sorta fella. I mean, you're a\nsweeper! ...trapped inside a physicist's body."},{"person":"David","txt":" Rrrreally."},{"person":"Phoebe","txt":" Oh, yeah, oh, I'm sure of it. You should just do it, just sweep and\nthrow me. "},{"person":"David","txt":" ...Now? Now?"},{"person":"Phoebe","txt":" Oh yeah, right now."},{"person":"David","txt":" Okay, okay, okay. (Gets ready to sweep, and then picks up a laptop\ncomputer) Y'know what, this was just really expensive. (Puts it down elsewhere. Then picks\nup a microscope) And I'll take- this was a gift. (Moves it)"},{"person":"Phoebe","txt":" Okay, now you're just kinda tidying. "},{"person":"David","txt":" Okay, what the hell, what the hell. (Sweeps the remaining papers off the\ndesk and grabs Phoebe) You want me to actually throw you or you-you wanna just hop?"},{"person":"Phoebe","txt":" I can hop. (She hops onto the table)"},{"person":"Ross","txt":" So tell me something. What does the phrase 'no date pact' mean to you?"},{"person":"Monica","txt":" I'm sorry, okay. It's just that Chandler has somebody, and Phoebe has\nsomebody- I thought I'd ask Fun Bobby."},{"person":"Chandler","txt":" Fun Bobby? Your ex-boyfriend Fun Bobby?"},{"person":"Monica","txt":" Yeah."},{"person":"Joey","txt":" You know more than one Fun Bobby?"},{"person":"Chandler","txt":" I happen to know a Fun Bob."},{"person":"Rachel","txt":" (Brings Joey a mug of coffee) Okay, here we go..."},{"person":"Joey","txt":" Ooh ooh ooh ooh, there's no room for milk!"},{"person":"Rachel","txt":" (Glances at Joey and then sips his coffee) There. Now there is."},{"person":"Ross","txt":" Okay, so on our no-date evening, three of you now have dates."},{"person":"Joey","txt":" Uh, four."},{"person":"Ross","txt":" Four."},{"person":"Rachel","txt":" Five."},{"person":"Ross","txt":" Five. (Buries his head in his hands)"},{"person":"Rachel","txt":" Sorry. Paolo's catching an earlier flight."},{"person":"Joey","txt":" Yeah, and I met this really hot single mom at the store. What's an elf to\ndo?"},{"person":"Ross","txt":" Okay, so I'm gonna be the only one standing there alone when the ball\ndrops?"},{"person":"Rachel","txt":" Oh, c'mon. We'll have, we'll have a big party, and no-one'll know who's\nwith who."},{"person":"Ross","txt":" Hey, y'know, this is so not what I needed right now."},{"person":"Monica","txt":" What's the matter?"},{"person":"Ross","txt":" Oh, it's-it's Marcel. He keeps shutting me out, y'know? He's walking\naround all the time dragging his hands... "},{"person":"Chandler","txt":" That's so weird, I had such a blast with him the other night."},{"person":"Ross","txt":" Really."},{"person":"Chandler","txt":" Yeah, we played, we watched TV.. that juggling thing is amazing."},{"person":"Ross","txt":" What, uh... what juggling thing?"},{"person":"Chandler","txt":" With the balled-up socks? I figured you taught him that."},{"person":"Ross","txt":" No."},{"person":"Chandler","txt":" Y'know, it wasn't that big a deal. He just balled up socks... and a\nmelon..."},{"person":"Max","txt":" Phoebe. Hi. "},{"person":"Phoebe","txt":" Oh, hi Max! Hey, do you know everybody?"},{"person":"Max","txt":" No. Have you seen David?"},{"person":"Phoebe","txt":" No, no, he hasn't been around."},{"person":"Max","txt":" Well, if you see him, tell him to pack his bags. We are going to Minsk."},{"person":"Phoebe","txt":" Minsk?"},{"person":"Max","txt":" Minsk. It's in Russia."},{"person":"Phoebe","txt":" I know where Minsk is."},{"person":"Max","txt":" We got the grant. Three years, all expenses paid."},{"person":"Phoebe","txt":" So when, when do you leave?"},{"person":"Max","txt":" January first."},{"person":"Phoebe","txt":" Hello?"},{"person":"David","txt":" Hey!"},{"person":"Phoebe","txt":" Hi."},{"person":"David","txt":" Hi! (Kisses her) What-what're you doing here?"},{"person":"Phoebe","txt":" Um, well, Max told me about Minsk, so (Puts on a fake cheery voice)\ncongratulations! This is so exciting!"},{"person":"Max","txt":" It'd be even more exciting if we were going."},{"person":"Phoebe","txt":" Oh, you're not going? (Fake disappointed voice) Oh, why?"},{"person":"Max","txt":" Tell her, David. 'I don't wanna go to Minsk and work with Lifson and\nYamaguchi and Flench, on nonononononono. I wanna stay here and make out with my\ngirlfriend!!' (Storms out)"},{"person":"David","txt":" Thank you, Max. Thank you."},{"person":"Phoebe","txt":" So-so you're really not going?"},{"person":"David","txt":" I don't know. I don't know what I'm gonna do. I just- you decide."},{"person":"Phoebe","txt":" Oh don't do that."},{"person":"David","txt":" Please."},{"person":"Phoebe","txt":" Oh no no."},{"person":"David","txt":" No, but I'm asking-"},{"person":"Phoebe","txt":" Oh, but I can't do that-"},{"person":"David","txt":" No, but I can't-"},{"person":"Phoebe","txt":" It's your thing, and-"},{"person":"David","txt":" -make the decision-"},{"person":"Phoebe","txt":" Okay, um, stay."},{"person":"David","txt":" Stay."},{"person":"Phoebe","txt":" Stay."},{"person":"Phoebe","txt":" Getting so good at that! (She hops on)"},{"person":"David","txt":" It was Max's stuff. (They kiss)"},{"person":"Janice","txt":" I love this artichoke thing! Oh, don't tell me what's in it, the diet\nstarts tomorrow! (Laughs her Janice laugh)"},{"person":"Chandler","txt":" You remember Janice."},{"person":"Monica","txt":" Vividly."},{"person":"Monica","txt":" Hi."},{"person":"Sandy","txt":" Hi, I'm Sandy."},{"person":"Joey","txt":" Sandy! Hi! C'mon in! (She enters, followed by a young boy and a younger\ngirl)...You brought your kids."},{"person":"Sandy","txt":" Yeah. That's okay, right?"},{"person":"Ross","txt":" Par-tay! "},{"person":"Monica","txt":" That thing is not coming in here."},{"person":"Ross","txt":" 'That thing'? This is how you greet guests at a party? Let me ask you\nsomething, if I showed up here with my new girlfriend, she wouldn't be welcome in your\nhome?"},{"person":"Monica","txt":" I'm guessing your new girlfriend wouldn't urinate on my coffee table."},{"person":"Ross","txt":" Okay. He was more embarrassed about that than anyone. Okay? And for him to\nhave the courage to walk back in here like nothing happened..."},{"person":"Monica","txt":" Alright. Just keep him away from me."},{"person":"Ross","txt":" Thank you. (She walks off) C'mon, Marcel, whaddya say you and I do a\nlittle mingling? (Marcel runs off) Alright, I'll, uh... catch up with you later."},{"person":"Monica","txt":" Oh my gosh! Rachel, honey.. are you okay? Where-where's Paolo?"},{"person":"Rachel","txt":" Rome. Jerk missed his flight."},{"person":"Phoebe","txt":" And then... your face is bloated?"},{"person":"Rachel","txt":" No. Okay. I was at the airport, getting into a cab, when this woman-\nthis blonde planet with a pocketbook- starts yelling at me. Something about how it was her\ncab first. And then the next thing I know she just starts- starts pulling me out by my\nhair! So I'm blowing my attack whistle thingy and three more cabs show up, and as I'm\ngoing to get into a cab she tackles me. And I hit my head on the kerb and cut my lip on my\nwhistle...oh...everybody having fun at the party? (To Monica) Are people eating my dip?"},{"person":"Sandy","txt":" Y'know, when I saw you at the store last week, it was probably the first\ntime I ever mentally undressed an elf."},{"person":"Joey","txt":" Wow, that's, uh, dirty."},{"person":"Sandy","txt":" Yeah."},{"person":"Joey","txt":" Hey, kids..."},{"person":"Ross","txt":" (Watching Marcel play with Phoebe. To Chandler) Look at him. I'm not\nsaying he has to spend the whole evening with me, but at least check in."},{"person":"Janice","txt":" (Startles them) There you are! Haaah, you got away from me!"},{"person":"Chandler","txt":" (Imitating) But you found me!"},{"person":"Janice","txt":" Here, Ross, take our picture. (Hands him a camera and he starts\nsnapping) Smile! You're on Janice Camera!"},{"person":"Chandler","txt":" Kill me. Kill me now. "},{"person":"Monica","txt":" Hey everybody! It's Fun Bobby!"},{"person":"Fun Bobby","txt":" Hey, sorry I'm late. But my, uh, grandfather, he- died about two\nhours ago. But I-I-I couldn't get a flight out 'til tomorrow, so here I am!"},{"person":"Joey","txt":" (Approaching) Hey Fun Bobby! Whoah! Who died?"},{"person":"Fun Bobby","txt":" It's gonna be an open casket, y'know, so at least I'll- I get to see\nhim again."},{"person":"Janice","txt":" (Ross is still taking their photo) Oh, I'm gonna blow this one up, and\nI'm gonna write 'Reunited' in glitter."},{"person":"Chandler","txt":" Alright, Janice, that's it! Janice... Janice... Hey, Janice, when I\ninvited you to this party I didn't necessarily think that it meant that we-"},{"person":"Janice","txt":" Oh, no. Oh, no."},{"person":"Chandler","txt":" I'm sorry you misunderstood..."},{"person":"Janice","txt":" Oh my God. You listen to me, Chandler, you listen to me. One of these\ntimes is just gonna be your last chance with me. (She runs off)"},{"person":"Chandler","txt":" Oh, will you give me the thing. (Snatches the camera)"},{"person":"Phoebe","txt":" Hi, Max!"},{"person":"Max","txt":" Yoko. (To David) I've decided to go to Minsk without you."},{"person":"David","txt":" Wow."},{"person":"Max","txt":" It won't be the same- but it'll still be Minsk. Happy New Year.(Walks off)"},{"person":"Phoebe","txt":" Are you alright?"},{"person":"David","txt":" Yeah, I'm fine, I'm fine. "},{"person":"Phoebe","txt":" You're going to Minsk."},{"person":"David","txt":" No, I'm... not going to Minsk."},{"person":"Phoebe","txt":" Oh, you are so going to Minsk. You belong in Minsk. You can't stay here\njust 'cause of me."},{"person":"David","txt":" Yes I can. Because if I go it means I have to break up with you, and I\ncan't break up with you."},{"person":"Phoebe","txt":" Oh yes, yes, yes you can. Just say, um, 'Phoebe, my work is my life and\nthat's what I have to do right now'. And I say 'your work?! Your work?! How can you say\nthat?!'. And then you say, um, 'it's tearing me apart, but I have no choice. Can't you\nunderstand that?'. And I say (Hits him) 'no! No! I can't understand that!'."},{"person":"David","txt":" Uh, ow."},{"person":"Phoebe","txt":" Ooh, sorry. Um, and, and then you put your arms around me. And then you\nput your arms around me. (He does so) And, um, and then you tell me that you love me and\nyou'll never forget me."},{"person":"David","txt":" I'll never forget you."},{"person":"Phoebe","txt":" And then you say that it's almost midnight and you have to go because\nyou don't wanna start the new year with me if you can't finish it. (They kiss) I'm gonna\nmiss you. You scientist guy."},{"person":"Dick Clark","txt":" (on TV) Hi, this is Dick Clark, live in Times Square. We're in a\nvirtual snowstorm of confetti here in Times Square..."},{"person":"Joey","txt":" There y'go, kids."},{"person":"Chandler","txt":" (To a woman who he has clearly just met) And then the peacock bit me.\n(Laughs) Please kiss me at midnight. (She leaves)"},{"person":"Joey","txt":" You seen Sandy?"},{"person":"Chandler","txt":" Ooh. Uh, I don't know how to tell you this, but she's in Monica's\nbedroom, getting it on with Max, that scientist geek. Ooh, look at that, I did know how to\ntell you."},{"person":"Rachel","txt":" Vrrbddy, the bll is drrbing."},{"person":"Rachel","txt":" The bll is drrbing!"},{"person":"Dick Clark","txt":" (on TV) In twenty seconds it'll be midnight..."},{"person":"Chandler","txt":" And the moment of joy is upon us."},{"person":"Joey","txt":" Looks like that no date pact thing worked out."},{"person":"Phoebe","txt":" Everybody looks so happy. I hate that."},{"person":"Monica","txt":" Not everybody's happy. Hey Bobby!"},{"person":"Chandler","txt":" Y'know, I uh.. just thought I'd throw this out here. I'm no math whiz,\nbut I do believe there are three girls and three guys right here. (Makes kiss noise)"},{"person":"Phoebe","txt":" I dunno. I don't feel like kissing anyone tonight."},{"person":"Rachel","txt":" I can't kiss anyone."},{"person":"Monica","txt":" So I'm kissing everyone?"},{"person":"Joey","txt":" Nonono, you can't kiss Ross, that's your brother."},{"person":"Ross","txt":" Perfect. Perfect. So now everybody's getting kissed but me."},{"person":"Chandler","txt":" Alright, somebody kiss me. Somebody kiss me, it's midnight! Somebody\nkiss me!"},{"person":"Joey","txt":" Alrightalrightalright. (Kisses him. Ross takes a photo) There."},{"person":"Ross","txt":" (Watching Marcel and talking to Rachel) I wanted this to work so much. I\nmean I'm still in there, changing his diapers, pickin' his fleas... but he's just phoning\nit in. Just so hard to accept the fact that something you love so much doesn't love you\nback."}]