[{"person":"Joey","txt":" (answering phone) Hello."},{"person":"Chandler","txt":" (on phone) Hey, it’s me. I know you can’t stand to be in the\nsame room as me, so I just thought I’d try and apologize over the phone. All I…\n(Joey hangs up the phone in disgust.)"},{"person":"Joey","txt":" (answering phone) Hello."},{"person":"Chandler","txt":" Look I never should have kissed your girlfriend, but I’m…\n(Joey hangs up the phone again.)"},{"person":"Joey","txt":" (answering phone) Stop callin’!!"},{"person":"Voice","txt":" (on phone) Hey! Hey! Hey! This is 92.3, WXRK, K-Rock for our $1,000 daily\nchallenge."},{"person":"Joey","txt":" All right!"},{"person":"Voice","txt":" What is the name of your roommate who is very, very sorry and would do\nanything… (Joey realizes it’s Chandler and hangs up the phone in anger.)"},{"person":"Chandler","txt":" (entering) Aww, turkey! Aww, giving thanks! Aww!"},{"person":"Phoebe","txt":" Look everyone, it’s the spirit of Thanksgiving!"},{"person":"Rachel","txt":" So are things with you and Joey any better?"},{"person":"Chandler","txt":" They couldn’t be worse. I spent eight hours calling him last\nnight, just trying to get him to talk to me."},{"person":"Rachel","txt":" Oh wow, eight hours? So you could probably really use one of those\nplug-in telephone headsets huh?"},{"person":"Ross","txt":" Should we "},{"person":"Rachel","txt":" You shouldn’t."},{"person":"Phoebe","txt":" Speaking of Christmas, umm since Monica and I are starting a new\nbusiness and have like no money, umm, this year maybe we could do secret Santa, and then\nwe each only buy one gift. And-and there’s the added mystery of who gets who."},{"person":"Ross","txt":" Who gets whom. (They all look at him.) I don’t know why I do that."},{"person":"Rachel","txt":" Well, I’m gonna take a nap, turkey makes me sleepy."},{"person":"Monica","txt":" We haven’t eaten yet!"},{"person":"Rachel","txt":" I know, but all that work you’re doing to get it ready, I\njust… (goes into her bedroom.)"},{"person":"Chandler","txt":" Hey, by any chance did either of pick uh Rachel for your secret Santa,\n‘cause I wanna trade for her."},{"person":"Phoebe","txt":" I picked her! Oh thank God you want her! Ooh!"},{"person":"Chandler","txt":" Wow! Why do you want to get rid of her so badly?"},{"person":"Phoebe","txt":" Because she exchanges every gift she ever gets, it’s like\nimpossible to get her something she likes. Come on, let’s trade!"},{"person":"Chandler","txt":" Oh that’s not true! That’s not true! I got her that backpack\nand she loved it! I remember how much she was crying the day when that big dog ran off\nwith it… (notices the look on Monica and Phoebe’s faces.) Oh, there was no big\ndog. All right this sucks! I already got her this briefcase, and I had R.G. put on\nit… (Phoebe looks confused.) Her initials…"},{"person":"Phoebe","txt":" Ohh."},{"person":"Monica","txt":" Well, maybe you could give to somebody else. Ooh, like Ross Geller."},{"person":"Chandler","txt":" Op, y'know what though, it’s kind’ve a girlie briefcase."},{"person":"Monica","txt":" Who cares? He works in a museum!"},{"person":"Chandler","txt":" Hey, what time is it? The big game is about to start!"},{"person":"Phoebe","txt":" You don’t have to do that, Ross and Joey aren’t here, you can\nwatch the parade if you want."},{"person":"Chandler","txt":" Thanks."},{"person":"Monica","txt":" What is wrong with this freezer?! (She jabs her arm into the freezer and\na piece of ice flies into her eye.) Ow! Ow!!"},{"person":"Phoebe","txt":" God, what happened?!"},{"person":"Monica","txt":" Oh my God, ice just got in my eye!"},{"person":"Rachel","txt":" (standing in her doorway) People are trying to sleep in here!"},{"person":"Chandler","txt":" Monica got ice in her eye, and it hurts."},{"person":"Phoebe","txt":" Open it up, let me see."},{"person":"Monica","txt":" Oh, y’know what, I can’t, it really kills."},{"person":"Chandler","txt":" Well maybe you should put some ice on it."},{"person":"Phoebe","txt":" Ooh, God it looks bad."},{"person":"Rachel","txt":" Honey, maybe we should take you to a doctor."},{"person":"Monica","txt":" No, my eye doctor is Richard! I can’t go to him when I don’t\nhave a boyfriend!"},{"person":"Chandler","txt":" He’s really picky about his patients."},{"person":"Phoebe","txt":" Honey, you’ve got to go. What’s his office number?"},{"person":"Monica","txt":" Like I remember his office number! (Pause) Speed dial 7."},{"person":"Phoebe","txt":" (on phone) Hi! Yeah, I’m calling on behalf of Monica Geller’s\neye, and is um, is Richard Burke in today. (Listens) (to Monica) He’s out of town,\nbut does she want to see the on-call doctor?"},{"person":"Monica","txt":" Yes!!"},{"person":"Phoebe","txt":" Yes! She’s very excited about that."},{"person":"Phoebe","txt":" This is so cool, ‘til Monica gets back, it’s like I’m\nhead chef and I get to make all the decisions. (She looks at the remaining butter, and\nthen decides to add it to the dish.)"},{"person":"Ross","txt":" Hey-hey, I thought she told you to follow the recipe exactly!"},{"person":"Phoebe","txt":" Okay, get out of my kitchen!"},{"person":"Chandler","txt":" (entering) All right! Okay! I think I am making some progress with\nJoey, when I went into the apartment he went straight into his bedroom but he only slammed\nthe door once! (Ross is pleased.) I mean yeah, he gave me the finger while doing it."},{"person":"Phoebe","txt":" All right I… I gotta call my mom and ask her a left handed cooking\nquestion."},{"person":"Ross","txt":" So listen ah, I picked Monica for secret Santa, but I’m already\ngetting her something for Chanukah, I was wondering if you wanna switch."},{"person":"Chandler","txt":" Oh y’know what, I was already trying to trade for ah, well, you."},{"person":"Ross","txt":" Really?! Wow! That’s-that’s so nice, what are you gonna get me?"},{"person":"Chandler","txt":" I don’t know R.G., I was thinking something girlie for your\noffice."},{"person":"Ross","txt":" Yeah, well maybe Phoebe will switch with me."},{"person":"Chandler","txt":" Oh no-no-no, you don’t want to do that, then you’re gonna\nget stuck with Rachel and she exchanges every gift she ever gets."},{"person":"Ross","txt":" Oh, that’s not true! I’ve got her lots of stuff she never took\nback."},{"person":"Chandler","txt":" Like?"},{"person":"Ross","txt":" Like uh, that gold necklace I got her last year."},{"person":"Chandler","txt":" When was the last time you saw her wear it?"},{"person":"Ross","txt":" Well, she wore it all Christmas day, and then uh…"},{"person":"Chandler","txt":" Big dog?"},{"person":"Ross","txt":" (entering) Hey!"},{"person":"Joey","txt":" Hey!"},{"person":"Ross","txt":" What are you doing?"},{"person":"Joey","txt":" I’m sending back all this stuff that Chandler bought out of guilt."},{"person":"Ross","txt":" Everything? Even the TV?"},{"person":"Joey","txt":" No! I’m putting that in my room."},{"person":"Ross","txt":" Listen, Joey, I know what he did was wrong but don’t you think you\ncould at least hear the guy out?"},{"person":"Joey","txt":" Back when you and Rachel were together, if Chandler had kissed her, would\nyou hear him out?"},{"person":"Ross","txt":" That’s a good point. So uh, how long are you gonna punish him?"},{"person":"Joey","txt":" Five years. "},{"person":"Ross","txt":" You’ve sentenced him?!"},{"person":"Joey","txt":" Hey! Don’t do the crime if you can’t do the time."},{"person":"Ross","txt":" Joey, the guy’s your best friend."},{"person":"Joey","txt":" No, "},{"person":"Ross","txt":" Oh, who? Me?"},{"person":"Joey","txt":" Yeah!"},{"person":"Ross","txt":" Wow! I’m honored! And y’know what I’m gonna do as my first\nact as your best friend?"},{"person":"Joey","txt":" What?"},{"person":"Ross","txt":" I’m gonna get you to talk to Chandler."},{"person":"Joey","txt":" All right. But if you weren’t my best friend."},{"person":"Chandler","txt":" I walk into a room and he won’t even talk to me, he just mumbles\nsomething in Italian. And I"},{"person":"Joey","txt":" (entering) Hey Gunther, have you uh, have you seen Chandler?"},{"person":"Chandler","txt":" Hey Joe."},{"person":"Joey","txt":" (Something in Italian.) (Storms out.)"},{"person":"Doctor","txt":" I’ll be right with you. Okay? (to the nurse) Thanks, Wendy."},{"person":"Monica","txt":" Oh my God! How cute is the on-call doctor?"},{"person":"Rachel","txt":" Ooh, so cute, that I’m thinking about jamming this pen in my eye."},{"person":"Nurse","txt":" Dr. Burke will see you know."},{"person":"Monica","txt":" Oh no-no-no, not Dr. Burke. Dr. Burke is out of town. The-the on-call\ndoctor will see me now."},{"person":"Nurse","txt":" Dr. Richard Burke is out of town. Dr. Timothy Burke, his son, will see\nyou now."},{"person":"Dr. Timothy Burke","txt":" Ready?"},{"person":"Chandler","txt":" Hey! I’m sorry! That—(sees that Joey is about to leave)\nwhere are you going?"},{"person":"Joey","txt":" My folks."},{"person":"Chandler","txt":" Oh, uh, when-when are you coming back?"},{"person":"Joey","txt":" I don’t know. I might stay there for a few days while I look for an\napartment."},{"person":"Chandler","txt":" What?!"},{"person":"Joey","txt":" Yeah, y’know at first I thought we could talk about this y’know,\nwork it out, but uh, seeing you two together I don’t think I…"},{"person":"Chandler","txt":" Hey, look, what do you want me to say? Do you want me to say that\nI’ll stop seeing her?"},{"person":"Joey","txt":" Look, it’s not about her. Okay? But seeing you two together just\nreminds me of what you did. And I don’t want to live with some one who doesn’t\nknow what it is to be a friend. So, I’ll see ya. (He starts to leave, but Chandler\ngrabs his bag and stops him.)"},{"person":"Chandler","txt":" Hey, look, I know what it is to be a friend, I just-I just screwed up!"},{"person":"Joey","txt":" Yeah! You did! And that’s why I’m leaving."},{"person":"Chandler","txt":" All right look, if you’re not gonna stay for me, then at least\nstay for them! Okay, they have had a "},{"person":"Joey","txt":" When that guy was robbing us, and I was locked in the entertainment unit\nfor like six hours, you know what I was doing in there all that time? I was thinking about\nhow I let you down! "},{"person":"Chandler","txt":" What?"},{"person":"Joey","txt":" Yeah! But if would’ve know what kind of friend you were gonna turn\nout to be, I wouldn’t have worried about it so much! See you around!"},{"person":"Chandler","txt":" All right, wait! Come on! Just wait one second! There has to be\nsomething that I can do! Something! If we still had that entertainment unit I would get in\nit for six hours and think about how I let you down. (Joey looks intrigued) What?"},{"person":"Joey","txt":" We’ve got a box. (Motions to a large wooden box next to him.)"},{"person":"Tim","txt":" Last time I saw you, it was the morning I left for college. And you were\njust standing outside "},{"person":"Monica","txt":" I was probably waiting for it to open."},{"person":"Tim","txt":" I gotta tell you, you look great now."},{"person":"Monica","txt":" You look great too."},{"person":"Tim","txt":" You’re an excellent patient!"},{"person":"Monica","txt":" So how does it look?"},{"person":"Tim","txt":" Well, you’ve got a little scratch on your cornea, your gonna have to\nwear a patch for a couple of days."},{"person":"Monica","txt":" Like a pirate?!"},{"person":"Tim","txt":" If that helps you. "},{"person":"Monica","txt":" Umm, so how long have you been working with your dad? (He looks at her)\nCome on, one of us had to mention him."},{"person":"Tim","txt":" I moved back here a couple of months ago."},{"person":"Monica","txt":" Oh. Big family dinner tonight?"},{"person":"Tim","txt":" Uh. (He holds up a brown lunch bag.)"},{"person":"Monica","txt":" No way!"},{"person":"Tim","txt":" I was gonna have Thanksgiving at my girlfriend’s."},{"person":"Monica","txt":" (disappointed) Oh."},{"person":"Tim","txt":" But we broke up."},{"person":"Monica","txt":" (happy) Oh. "},{"person":"Tim","txt":" She-she wasn’t ready for a serious commitment."},{"person":"Monica","txt":" (sympathetic) Oh. (in a pirate’s voice) So you made her walk the\nplank? Aye, matie?"},{"person":"Tim","txt":" You’re not wearing the patch yet."},{"person":"Monica","txt":" I know."},{"person":"Ross","txt":" He’s coming here for Thanksgiving!"},{"person":"Rachel","txt":" I know, it’s sick."},{"person":"Monica","txt":" Why is it sick?"},{"person":"Rachel","txt":" Because it’s Richard’s son! It’s like inviting Greek\ntragedy over for dinner!"},{"person":"Monica","txt":" Hey, come on, Phoebe, you understand don’t you?"},{"person":"Phoebe","txt":" Yeah, I can see where I’d be your best shot but, no. I’m\nsorry, but I think it’s twisted."},{"person":"Ross","txt":" Yeah."},{"person":"Joey","txt":" (coming out of the bathroom) What’s twisted?"},{"person":"Monica","txt":" Me going out with Richard’s son."},{"person":"Joey","txt":" Ewwwww!! Ew! Ew! Ew!"},{"person":"Chandler","txt":" (He is now in the box, in their living room.) Sounds like a really bad\nidea to me."},{"person":"Rachel","txt":" Is he okay in there?"},{"person":"Joey","txt":" He’s fine!"},{"person":"Ross","txt":" Hey, y'know, Mon, if things wrong out between you and Richard’s son,\nyou’d be able to tell your kids, that you slept with their grandfather."},{"person":"Monica","txt":" Fine! Judge all you want to but, (points to Ross) married a lesbian,\n(points to Rachel) left a man at the altar, (points to Phoebe) fell in love with a gay ice\ndancer, (points to Joey) threw a girl’s wooden leg in a fire, (points to Chandler)\nlivin’ in a box!! (goes to her room)"},{"person":"Rachel","txt":" So now, what exactly is the point of the box?"},{"person":"Joey","txt":" Chandler?"},{"person":"Chandler","txt":" The meaning of the box is three fold. One (holds a finger up through\nthe air hole), it gives me the time to think about what I did. Two (holds up another\nfinger), it proves how much I care about my friendship with Joey. And three (holds up a\nthird finger), it hurts!"},{"person":"Ross","txt":" (to Rachel) Oh hey! Hey uh, you remember the necklace I gave you last\nyear? Can I see it?"},{"person":"Rachel","txt":" (worried) Why?"},{"person":"Ross","txt":" I just wanna check something."},{"person":"Rachel","txt":" Okay. (She goes into her bedroom)"},{"person":"Ross","txt":" (He puts his hand over the hole on the box.) (to Chandler) Now, we’ll\nsee."},{"person":"Chandler","txt":" Air hole! Air hole!! (Ross retracts his hand quickly.)"},{"person":"Rachel","txt":" (coming out of her bedroom with a necklace) Here it is! I love it. I\nwear it all the time."},{"person":"Ross","txt":" (grabbing the necklace) The necklace I got you was gold, this one is\nsilver."},{"person":"Rachel","txt":" Huh, well maybe it uh, it changed. "},{"person":"Ross","txt":" Oh my God! You actually exchanged it!"},{"person":"Rachel","txt":" Well isn’t it better that I exchanged it for something that I enjoy\nand that I can get a lot of use out of?"},{"person":"Ross","txt":" What did you get?"},{"person":"Rachel","txt":" Credit. "},{"person":"Monica","txt":" (running in from her bedroom) I’ll get it! I’ll get it!\nI’ll get it! I’ll get it! I’ll get it! I’ll get it! I’ll get it!\nI’ll get it! I’ll get it! I’ll get it! I’ll get it! I’ll get it!\nI’ll get it! I’ll get it! (opens the door) Hi, Tim."},{"person":"Tim","txt":" Hi. (gives her a bottle of wine)"},{"person":"Monica","txt":" Thank you. Come meet my friends. This is uh, Phoebe. "},{"person":"Tim","txt":" Hi, nice to meet you."},{"person":"Monica","txt":" And Joey."},{"person":"Joey","txt":" Hey!"},{"person":"Tim","txt":" Hi, Joey."},{"person":"Monica","txt":" My brother, Ross."},{"person":"Ross","txt":" Hey."},{"person":"Monica","txt":" And Rachel. (Chandler clears his voice loudly) And that’s Chandler."},{"person":"Chandler","txt":" How do ya do."},{"person":"Tim","txt":" What’s…"},{"person":"Monica","txt":" Umm, well, he’s…"},{"person":"Joey","txt":" He’s doin’ some thinkin’!"},{"person":"Chandler","txt":" What happened? What happened?!"},{"person":"Joey","txt":" You kissed my girlfriend!"},{"person":"Rachel","txt":" Ooh, I like those sunglasses."},{"person":"Ross","txt":" Like ‘em, like ‘em? Or, I’d like to get store credit for\nthat amount like ‘em?"},{"person":"Rachel","txt":" (Swears in Italian, it’s the same term used by Joey earlier and\nJoey nods his approval.)"},{"person":"Monica","txt":" All right everybody, this turkey is ready!"},{"person":"Tim","txt":" Where can I wash up?"},{"person":"Monica","txt":" Here, let me show you. Okay, the towels are hanging next to the sink,\nand umm, you can use the fancy soap."},{"person":"Tim","txt":" Thank you."},{"person":"Rachel","txt":" Fancy soap? I thought we were savin’ that for the Pope!"},{"person":"Monica","txt":" See he’s nice. Right?"},{"person":"Phoebe","txt":" Yeah, but Monica, do you actually want to be in a relationship where you\ncan actually use the phrase, \"That’s not how your dad used to do it.\""},{"person":"Tim","txt":" Wow! Everything looks great! Where should I sit?"},{"person":"Monica","txt":" I saved you a seat. (Motions to the one next to her.)"},{"person":"Rachel","txt":" (pouring the wine) Sick-sick-sick-sick."},{"person":"Phoebe","txt":" Oh, I’ll get it. (goes over to the door.)"},{"person":"Chandler","txt":" Gotcha! (laughs)"},{"person":"Joey","txt":" That doesn’t sound like thinking to me!"},{"person":"Chandler","txt":" Sorry!"},{"person":"Joey","txt":" Y’know I don’t think you should be talking at all in there! I\nthink you’ve got to much thinking to do to be talking and making jokes!"},{"person":"Chandler","txt":" Okay, okay, you got it!"},{"person":"Rachel","txt":" Ross, can you pass me the yams?"},{"person":"Ross","txt":" Sure! Oh, and Joey’s got the mashed potatoes if you want to exchange\nthem."},{"person":"Rachel","txt":" Would you stop?! What is the matter with you?!"},{"person":"Monica","txt":" Oh-ho-ho, we’ve got company."},{"person":"Ross","txt":" There’s nothing the matter with me. See, I’m not completely\ndevoid of sentiment, see I have feelings."},{"person":"Rachel","txt":" Okay, fine. (She gets up and walks into her bedroom)"},{"person":"Chandler","txt":" You can’t tell, but I’m trying to break the tension by\nmooning you guys!"},{"person":"Joey","txt":" All right, look! If this is just a big joke to you, then forget about it,\nall right?! This means something to me! And if it doesn’t mean anything to you, then\nyou should get out of there, otherwise you’re just an idiot in a box!"},{"person":"Chandler","txt":" You’re right, and I’m sorry! This means a lot to me! I want\nyou to be my friend again! I swear, I won’t say another word tonight."},{"person":"Joey","txt":" So are you gonna start taking this thing seriously?"},{"person":"Chandler","txt":" Absolutely!"},{"person":"Joey","txt":" That sounds like another word to me! Are you gonna take this seriously?\n(There’s no response from Chandler.) Okay."},{"person":"Rachel","txt":" Don’t say that I have no sentiment! (Starts to show Ross\nwhat’s in the box.) This is a movie stub from our first date! This is an eggshell\nfrom the first time you made me breakfast in bed! (Holds up a bone) This is from the\nmuseum from the first time we… were together. Okay, maybe I exchange gifts sometimes,\nbut I keep the things that matter! "},{"person":"Ross","txt":" I don’t know what to say, I’m sorry. Though, you’re not\nsupposed to take these. (Points to the bone) It’s like a million years old, we, we\nactually, we had people looking for that."},{"person":"Monica","txt":" (putting off her coat) Ooh, this always happens. (Her coat gets stuck.)"},{"person":"Tim","txt":" Here, let me help. (Does so.)"},{"person":"Monica","txt":" Thank you."},{"person":"Tim","txt":" You-you have a very beautiful… eye."},{"person":"Monica","txt":" Y’know all my friends think this is weird. "},{"person":"Tim","txt":" Y’know I-I thought it was gonna be weird, I mean I almost called and\ncanceled, but it really isn’t."},{"person":"Monica","txt":" I know! I mean it’s like me and your dad, that’s a totally\nseparate thing."},{"person":"Tim","txt":" Oh, I totally agree."},{"person":"Monica","txt":" We’re just two people who find each other very attractive. Right?"},{"person":"Tim","txt":" What?"},{"person":"Monica","txt":" Nothing. Nothing."},{"person":"Tim","txt":" No-no really, was-was that not okay?"},{"person":"Monica","txt":" No-no-no that was good, it was, that was uh, that was a goood kiss…"},{"person":"Tim","txt":" Oh my God! It didn’t remind you of…"},{"person":"Monica","txt":" (interrupting) Don’t say it!"},{"person":"Tim","txt":" No, but it did! Didn’t it?!"},{"person":"Monica","txt":" Yeah!"},{"person":"Tim","txt":" Oh man!!"},{"person":"Monica","txt":" I know!"},{"person":"Joey","txt":" I’ll get it. (It’s Kathy.)"},{"person":"Joey","txt":" Hey."},{"person":"Joey","txt":" That’s okay. Chandler’s the one I’m mad at."},{"person":"Joey","txt":" In the box."},{"person":"Phoebe","txt":" Oh, he-he can’t talk right now."},{"person":"Phoebe","txt":" He’s just trying to show Joey how much he means to him."},{"person":"Rachel","txt":" Joey, had reasons. "},{"person":"Phoebe","txt":" They were threefold."},{"person":"Joey","txt":" (starting to cry) Open the box!! (Runs over to do so.)"},{"person":"Rachel","txt":" What?!"},{"person":"Joey","txt":" He can still catch her! Come on, get out of there! (He opens the box) Get\nout of there!"},{"person":"Chandler","txt":" So?"},{"person":"Joey","txt":" Yeah, we’re gonna be fine! Get out!"},{"person":"Chandler","txt":" Yeah?"},{"person":"Joey","txt":" Yeah, you did some real good thinkin’ in there."},{"person":"Chandler","txt":" Man, this is… "},{"person":"Joey","txt":" Now go! ‘Cause you can still catch her! And Merry Christmas from\nyou’re secret Santa! (Chandler runs out and closes the door.) "},{"person":"Joey","txt":" All right, who got Chandler? ‘Cause I uh, need to trade."},{"person":"Rachel","txt":" Oh, he sees her!"},{"person":"Monica","txt":" Oh, he’s catching up to her!"},{"person":"Phoebe","txt":" Oh, she sees him! Oh, they’re hugging!"},{"person":"Ross","txt":" He’s taking her purse!"},{"person":"Joey","txt":" Uhh, that’s not them. I’m gonna go call the police."},{"person":"Phoebe","txt":" Oh, there they are!"},{"person":"Phoebe","txt":" All right, get a room."}]