[{"person":"Chandler","txt":" Y'know, I can't believe I'm getting my nails done!  And "},{"person":"Rachel","txt":" Chandler, there’s a guy right over there. (Points to the counter)"},{"person":"Chandler","txt":" That’s a mailman! That’s "},{"person":"Rachel","txt":" Chandler, don’t worry! This doesn’t make you any less of a\nguy! (Chandler starts blowing on his fingernails like women do.) "},{"person":"Chandler","txt":" Hey, you know who used to have nails like that?"},{"person":"Rachel","txt":" Hmm."},{"person":"Monica","txt":" Joey let me ask you a question. "},{"person":"Joey","txt":" Ohh, Nothing."},{"person":"Monica","txt":" Didn’t it drive you crazy to have a switch and not know what it\ndid?"},{"person":"Joey","txt":" I "},{"person":"Monica","txt":" They wouldn’t have put it there if it didn’t do something! How\ncan you not care?"},{"person":"Joey","txt":" Like this. (Shrugs)"},{"person":"Rachel","txt":" Well, here’s another question for ya. Uhh, do you know what that\nsilver knob on the toilet does?"},{"person":"Joey","txt":" Sure! It flushes it."},{"person":"Rachel","txt":" Okay, good. Now that since you know, when you come over would you mind\nactually using it?"},{"person":"Chandler","txt":" (entering, with Janice in tow) Hello!"},{"person":"Joey","txt":" Hey! (Sees Janice.) Ah!! (Janice screams in surprise.)"},{"person":"Rachel","txt":" Guess who we ran into today?!"},{"person":"Monica","txt":" Janice?!"},{"person":"Chandler","txt":" Isn’t this amazing? "},{"person":"Monica","txt":" How have you been?"},{"person":"Janice","txt":" Oh well, I’m divorced."},{"person":"Phoebe","txt":" Ohhh, wow."},{"person":"Janice","txt":" Yeah, I’m riding the alimony pony. (Does the now famous laugh.)"},{"person":"Joey","txt":" And there it is."},{"person":"Janice","txt":" I just came up to say, \"Hi!\" Hi! (to Chandler) And you,\nsweetie, I’ll see you tonight."},{"person":"Chandler","txt":" Okay. Bye."},{"person":"Janice","txt":" Bye."},{"person":"Chandler","txt":" Bye."},{"person":"Janice","txt":" Bye."},{"person":"Chandler","txt":" Bye."},{"person":"Janice","txt":" Bye."},{"person":"Chandler","txt":" B-bye!"},{"person":"Janice","txt":" Bye-bye."},{"person":"Chandler","txt":" Bye. (Finally closes the door on her.) (After it’s closed) I\ncan’t stand the woman! (Phoebe is shocked, Joey is relieved.)"},{"person":"Phoebe","txt":" What?! I thought you were crazy about her!"},{"person":"Chandler","txt":" Yeah, I know, but all of those little annoying things she did before\nwe fell in love? Like her voice, her laugh, her personality—Well, they’re all\nback! Y’know? And she’s picked up like nine new ones!"},{"person":"Joey","txt":" So what are you doing bringing her here?! There’s people here!"},{"person":"Chandler","txt":" Don’t worry about it. I’m taking care of it tonight.\n(Chandler opens the fridge and grabs something to drink.)"},{"person":"Rachel","txt":" You are not. You have "},{"person":"Chandler","txt":" (standing in the door of the fridge) Well, I don’t have to break\nup with her this time. We’re not involved! I’m going to do a pre-emptive strike!\nI’m going to end it with her before it starts. My ass is like frozen! (Closes the\nfridge.) "},{"person":"Joey","txt":" Yeah, try sticking it in the freezer for 20 minutes. (They all look around\nand then back at Joey.) I’m tellin’ ya!"},{"person":"Emily","txt":" I can’t believe you really walk alone here! I mean, you hear such\nstories about New York."},{"person":"Ross","txt":" No, it’s really not that bad. I mean, I-I for one, feel perfectly\nsafe."},{"person":"Ross","txt":" Help! Help!! Help! Help!!"},{"person":"Emily","txt":" No, no, no Ross! Ross, these are friends of mine from home. (Introducing\nthem) Liam, Devon, this is Ross."},{"person":"Devon","txt":" Hey, mate."},{"person":"Liam","txt":" How are ya man?"},{"person":"Ross","txt":" Oh hey, that was a good one, huh? (Imitating himself) Help! Help!"},{"person":"Emily","txt":" So how are you? I’ve been meaning to ring you ever since I arrived\nbut umm, well, I’ve been rather busy."},{"person":"Devon","txt":" Do you realise that we have not seen each other since the night of that\nU2 concert?"},{"person":"Emily","txt":" Oh my God. I think you’re right."},{"person":"Liam","txt":" (puts his arm around her) Well, actually the last time you and I saw each\nother was that morning."},{"person":"Emily","txt":" Oh, Liam. (Ross laughs and takes her back.)"},{"person":"Ross","txt":" Oh, Liam. So uh, what, were you guys playing soccer or something—or\nshould I call it (In an English accent) football?"},{"person":"Devon","txt":" We were playing rugby."},{"person":"Liam","txt":" In fact we’re playing a game at the park tomorrow. You’re\nwelcome to play too if you want."},{"person":"Emily","txt":" (laughs) Ross play rugby? I don’t think so."},{"person":"Ross","txt":" What’s ah, what’s so funny about that?"},{"person":"Emily","txt":" Well I mean, you’re American to start with. You don’t even have\nrugby here."},{"person":"Ross","txt":" Well, we didn’t have "},{"person":"Devon","txt":" So good then! We’ll see you at Riverside Park at 2:00! Cheers!"},{"person":"Liam","txt":" Cheers!"},{"person":"Ross","txt":" Cheers!"},{"person":"Janice","txt":" Oh boy, I just love to sing!"},{"person":"Chandler","txt":" Yes, I-I know that you do, but I think one of the reasons people were\ncomplaining though, was that they paid to hear the "},{"person":"Janice","txt":" Oh, look at us! Who would’ve thought that Cupid had a station at\n14th Street Nails. (Does the laugh)"},{"person":"Chandler","txt":" (laughs) Okay, we have to talk. I’m just getting out of a very\nserious relationship…"},{"person":"Janice","txt":" I know! And I’m just getting out of a marriage, I mean talk about\nmeant to be!"},{"person":"Chandler","txt":" Right! I just think that this is happening too soon."},{"person":"Janice","txt":" Oh, too soon, too schmoon. Face it honey, I am not letting you get away\nthis time."},{"person":"Chandler","txt":" I hear ya. (Pause) But! Unfortunately, my company is transferring me\noverseas!"},{"person":"Janice","txt":" Oh no! Where to? (Gasps) Too Paris?"},{"person":"Chandler","txt":" No! No! Not, Paris. "},{"person":"Janice","txt":"Too London? No-no, Rome? Vienna? Ooh-ooh, Barcelona?"},{"person":"Chandler","txt":" Okay, could you just stop talking for a second? (Thinks) Yemen.\nThat’s right, yes, I’m being transferred to Yemen!"},{"person":"Janice","txt":" When?"},{"person":"Chandler","txt":" I don’t know exactly."},{"person":"Janice","txt":" Ugh, well I will just have to soak up every once of Chandler Bing until\nthat moment comes."},{"person":"Chandler","txt":" But I do know that it’s some time tomorrow."},{"person":"Monica","txt":" Done?"},{"person":"Phoebe","txt":" Yep!"},{"person":"Rachel","txt":" (entering, with Joey) Hey!"},{"person":"Joey","txt":" Hey! What’s up?"},{"person":"Monica","txt":" This switch thing has been driving me crazy. So I turned it off and\nchecked every outlet. Now, four of them don’t work. Which means, one of "},{"person":"Joey","txt":" (to Rachel) I bet I stopped listening before you did."},{"person":"Rachel","txt":" Y’know, you-you also could’ve used uh, "},{"person":"Monica","txt":" Yeah, well, I’m using noise. Okay. All right! So, is everybody\nready? Here we go. (She flips on the switch and a hum starts.) I hear something! I hear\nsomething! Where is it? (They all start looking until Rachel realises it’s Joey.)"},{"person":"Rachel","txt":" It’s coming from Joey!"},{"person":"Phoebe","txt":" Oh my God, that’s so freaky! Turn him off!!"},{"person":"Phoebe","txt":" Ooh, hey, could we put on the news? I think it might be raining."},{"person":"Ross","txt":" Oh, just hold on a second. I’m watching this rugby thing on "},{"person":"Joey","txt":" Dude, you’re not even man enough to order the "},{"person":"Janice","txt":" (entering) Hey there Ross!"},{"person":"Ross","txt":" (shocked) Hey!"},{"person":"Phoebe","txt":" (whispering to Ross) Janice."},{"person":"Chandler","txt":" Y’know uh, you didn’t really have to help me pack."},{"person":"Janice","txt":" Ohh, well when you said all you were going to be doing between now and\nthe time you leave is packing, you didn’t really leave me much choice. Did you?"},{"person":"Chandler","txt":" Well, I-I thought I did but, I-I guess I did "},{"person":"Joey","txt":" Hey-hey, what’s going on?"},{"person":"Chandler","txt":" Oh, I’m packing. Y’know I’m-I’m packing\n‘cause I’m moving to Yemen tomorrow."},{"person":"Joey","txt":" Thanks for telling me!"},{"person":"Chandler","txt":" I’m only going to pretend I’m moving to Yemen, it’s the\nonly way I can get rid off her."},{"person":"Joey","txt":" Ohhhh, good one! And Yemen that actually sounds like a real country."},{"person":"Janice","txt":" (leaning in from the bedroom) Chandler! Come on, I’m gonna show how\nto roll up your underwear and stuff it in your shoes. It’s a real space saver."},{"person":"Phoebe","txt":" Yeah, I know, I do that ‘cause it makes me look taller."},{"person":"Janice","txt":" Okay, Chandler, come on!"},{"person":"Chandler","txt":" (to Janice) Okay. (to Joey) Joey, trade lives with me!"},{"person":"Joey","txt":" Nope. (To Ross) Man look at this! Ross, I can’t believe you said\nyou’d play rugby. I mean look how brutal this is!"},{"person":"Ross","txt":" Hey, I can handle it! All right?"},{"person":"Rachel","txt":" Please, Ross, you-you got hurt playing badminton with my dad."},{"person":"Ross","txt":" That’s ‘cause-‘cause you’re mom’s dog kept-kept\nlooking at me."},{"person":"Joey","txt":" (pointing to the TV) Okay, Ross, look-look-look-look, look right here.\nThat’s called a scrum, okay? It’s kinda like a huddle."},{"person":"Ross","txt":" And is a hum, kinda like a scruddle?"},{"person":"Joey","txt":" Ross! (Laughs) They’re gonna kill you!"},{"person":"Phoebe","txt":" Well, why are you doing this anyway?"},{"person":"Ross","txt":" Well, you should’ve seen the guy that she used to go out with. I\nmean, he’s like Joe Rugby."},{"person":"Phoebe","txt":" You’re kidding! And he plays rugby?! That’s so funny.\n(Realises) Ohh! I see how you did that. All right."},{"person":"Ross","txt":" Anyway, she thought the very "},{"person":"Rachel","txt":" (starts laughing, Ross stares at her) I’m sorry. I’m sorry.\nYou’re right, you are a tough guy. You’re the toughest palaeontologist I know."},{"person":"Joey","txt":" All right, come on look, Ross can take care of himself! It’s not like\nhe’s…Chandler!"},{"person":"Chandler","txt":" (from his bedroom) Thanks!"},{"person":"Ross","txt":" Look, don’t worry about me. Okay? I’ll just stay real energetic\nand stay away from the ball. I’ll uh, I’ll be that guy right out of the circle.\n(He points to a player who starts running and then gets viscously tackled from behind.)"},{"person":"All","txt":" Oh!"},{"person":"Rachel","txt":" Oh, well maybe there was a dog lookin’ at him."},{"person":"Joey","txt":" Ross-Ross-Ross-Ross! Stay away from that guy (Points), and that guy\n(Points). And that one—Dude! They’re all huge!"},{"person":"Ross","txt":" They don’t look any bigger than me!"},{"person":"Joey","txt":" Well, maybe that’s because you’re closer to you. So you look\nbigger to you from where you are."},{"person":"Emily","txt":" I’m just going to say hi to the lads. All right?"},{"person":"Ross","txt":" All right."},{"person":"Emily","txt":" Okay. (Goes to say hi to the lads.) "},{"person":"Phoebe","txt":" (to the player) Hi."},{"person":"Phoebe","txt":" Whoa! (The player leaves and to Joey) I kinda liked it."},{"person":"Ross","txt":" Okay, I know what I have to do. I’ve got to go Red Ross. (Joey and\nPhoebe don’t know what he’s talking about.) Y’know, Red Ross!"},{"person":"Joey","txt":" I totally don’t know what you’re talking about."},{"person":"Ross","txt":" Come on! The time we were all waiting in line for "},{"person":"Joey","txt":" No."},{"person":"Ross","txt":" You’ll see."},{"person":"Emily","txt":" Liam, do me a favour. Tell the lads to go easy on Ross, it’s his\nfirst time."},{"person":"Liam","txt":" You don’t say! (We see Ross who is hopping about with the ball and\nspikes it in his face.)"},{"person":"Emily","txt":" (to Ross) Good luck, babe."},{"person":"Liam","txt":" Ross! Ross! Come on! Get in here! (Ross gets pumped up.) Ross! Come on!"},{"person":"Liam","txt":" Ross, come on! Get in the bloody scrum! Ross, get in!"},{"person":"Ross","txt":" JOEY!!!!!!"},{"person":"Rachel","txt":" You…are…not going to believe it! Joshua came into work today,\nand guess what happened?"},{"person":"Monica","txt":" He asked you out?!"},{"person":"Rachel","txt":" No. But I was showing him some cufflinks and I felt his pulse."},{"person":"Monica","txt":" Saucy!"},{"person":"Rachel","txt":" (refers to the table) What are these?"},{"person":"Monica","txt":" Electrical plans for the building."},{"person":"Rachel","txt":" Okay, okay, okay should I be scared?"},{"person":"Monica","txt":" I know that switch does something, okay? So-so I went down to city hall\nand got these. All I had to do was pay $25 and wait in line for three hours."},{"person":"Rachel","txt":" Wow! If only more people knew."},{"person":"Chandler","txt":" Y’know you, really didn’t have to take me to the airport."},{"person":"Janice","txt":" Oh please. Every moment is precious. Y’know? Besides, somebody had\nto ride in that other taxi with the rest of your luggage, and your friends don’t\nreally seem to care too much that you’re leaving."},{"person":"Chandler","txt":" Well, we’re really not that close. (Pause) Okay, so I guess this\nis uh, good-bye then."},{"person":"Janice","txt":" On no! No! It’s not good-bye, I’m not leaving until you get on\nthat plane."},{"person":"Chandler","txt":" Okay. Then I guess it’s just, wait here then. (Hands her the sign\nthat says, Wait Here.\") (To the ticket agent) Hi. I need one fake ticket to Yemen."},{"person":"Ticket Counter Attendant","txt":" One ticket to Yemen?"},{"person":"Chandler","txt":" Oh no-no-no, no. No, no, no, I just, I just need a pretend ticket."},{"person":"Ticket Counter Attendant","txt":" I’m sorry sir, I don’t understand. "},{"person":"Chandler","txt":" What would you give to a kid if he wanted a ticket to play with?"},{"person":"Ticket Counter Attendant","txt":" Are you travelling with a child?"},{"person":"Chandler","txt":" No. All right, y’know what, she’s (Points to Janice) gonna\nthink that I’m handing you a credit card, but what I’m really gonna do is hand\nyou a library card."},{"person":"Ticket Counter Attendant","txt":" Ah, sir a ticket to Yemen is $2,100 and we don’t\ntake library cards."},{"person":"Janice","txt":" What’s the matter? Is something wrong? Do you have to stay?"},{"person":"Chandler","txt":" (to the ticket agent) "},{"person":"Emily","txt":" I can’t believe they’re doing that to him! I told them to go\neasy on him!"},{"person":"Phoebe","txt":" No offence but, y’know sometimes it’s hard to understand you,\ny’know with the accent, so…"},{"person":"Emily","txt":" That’s just halftime, there’s more of this."},{"person":"Ross","txt":" Did you see me? I was pretty good, huh? That is one fun game!"},{"person":"Emily","txt":" Right."},{"person":"Ross","txt":" (to Emily) Hey, could you do me a favour? Could you just grab me a bottle\nof water? "},{"person":"Emily","txt":" Okay."},{"person":"Ross","txt":" Thanks. (When she’s gone he collapses into Joey.) I-I think I’m\ndying. I really do. "},{"person":"Phoebe","txt":" Oh, poor baby."},{"person":"Ross","txt":" (to Phoebe) Tell my son that I love him. (Emily returns with the water.)\nExcellent! Well, okay, I gotta have some more fun!"},{"person":"Emily","txt":" Ross, they are killing you out there!"},{"person":"Ross","txt":" (whines \"No.\") That’s not true!"},{"person":"Phoebe","txt":" She’s right! You have to stop!"},{"person":"Ross","txt":" What? No! No, I’m not stopping. I’m Red Ross!"},{"person":"Joey","txt":" Dude, if you go back out there, you’re gonna be Dead Ross!"},{"person":"Ross","txt":" I don’t care! I am not quitting! I insist on finishing this game!"},{"person":"Emily","txt":" All right, all right, if you insist on doing this, at least let me help\nyou."},{"person":"Ross","txt":" No, God no! That is no place for a woman. Those guys will grab anything."},{"person":"Emily","txt":" No. That’s not what I’m saying. I just may know a few things\nthat might help you inflict some pain."},{"person":"Ross","txt":" I like that."},{"person":"Emily","txt":" Yeah? Listen closely, Devon has got a weak ankle. "},{"person":"Ross","txt":" Huh?"},{"person":"Emily","txt":" One swift kick and he’ll back off."},{"person":"Ross","txt":" All right, bad ankle, got it!"},{"person":"Emily","txt":" And that big bloke with the beard, he has got a trick hip. Yeah. And uh,\nand David over there, I heard he doesn’t wear a cup."},{"person":"Ross","txt":" Yeah? I can use that, trick hip, no cup, okay! Okay!"},{"person":"Emily","txt":" And uh, Liam, Liam’s got bad knees. You hit him right and he’ll\ngo down like a lamp."},{"person":"Ross","txt":" But-but, Liam’s on my team."},{"person":"Emily","txt":" I don’t care! You just get him!"},{"person":"Ross","txt":" I’m gonna go get him! Okay, I am going back in! (Squeals like a\nmadman.)"},{"person":"Joey","txt":" The Red Ross! Okay."},{"person":"Rachel","txt":" Hey!"},{"person":"Monica","txt":" Hi!"},{"person":"Rachel","txt":" (noticing a bunch of pictures around the door that weren’t there\noriginally.) What-what are-what are these?"},{"person":"Monica","txt":" Oh, just some pictures I made and hung up. I thought they’d\nbrighten up the place. They do don’t you think?"},{"person":"Monica","txt":" No-no-no, no!"},{"person":"Monica","txt":" I know that there’s no hole there, I just really liked that\npicture."},{"person":"Rachel","txt":" Oh my God! Look at this!"},{"person":"Monica","txt":" Okay, but there "},{"person":"Rachel","txt":" I don’t care! The wires have come loose in your head!"},{"person":"Monica","txt":" I just thought that if I could follow the wire I could find out what it\ndid."},{"person":"Rachel","txt":" And did you?!"},{"person":"Monica","txt":" No. It disappears back there behind that baseboard. For a minute there,\nI thought it went downstairs."},{"person":"Monica","txt":" But it didn’t. Say hello to Mrs. Chatracus."},{"person":"Rachel","txt":" Oh my God."},{"person":"Mrs. Chatracus","txt":" Hello darling."},{"person":"Rachel","txt":" Hello, Mrs. Chatracus."},{"person":"Phoebe","txt":" Now, are you sure you don’t want to go see a doctor?"},{"person":"Ross","txt":" Oh no! That-that’ll just bring me down! This was great! I mean I-I-I\nwas great! This is a great day! Y’know what? I’m buying everyone coffee. All\nright? If someone would just grab my wallet, it’s in my pocket. "},{"person":"Joey","txt":" Yeah, sure."},{"person":"Ross","txt":" No, not you. (Emily gets it.)"},{"person":"Joey","txt":" Uhh, look, your eye’s still popping out a little, I’m gonna go\nget some ice."},{"person":"Phoebe","txt":" Ooh, ice! I am so in the mood for ice! (They go and get the coffee and\nthe ice leaving Ross and Emily alone.)"},{"person":"Emily","txt":" You were amazing out there."},{"person":"Ross","txt":" Oh, I kinda was, wasn’t I?"},{"person":"Emily","txt":" Oh my God!"},{"person":"Ross","txt":" I made a man twice my size cry. I mean, I haven’t done that since I\nwas four and I washed my dad’s Porsche with rocks."},{"person":"Emily","txt":" You really enjoyed yourself didn’t you?"},{"person":"Ross","txt":" Please! Are you kidding? I-I hurt three huge men, I gave a guy a bloody\nnose—I mean I-I’m not proud of it but, I really am. And it’s all because of\nyou, wonderful, amazing you."},{"person":"Emily","txt":" I think you’ve got concussion."},{"person":"Ross","txt":" No, no, I’m serious. Thank you."},{"person":"Emily","txt":" You’re welcome. (She hugs him tightly and he winces.) I’m\nsorry. Did I hurt you?"},{"person":"Ross","txt":" It’s worth the pain. (She goes to hug him again.) Y’know what,\nyou know what? It’s not."},{"person":"Ticket Counter Attendant","txt":" (on the P.A.) This is the final boarding call for\nFlight 664 to Yemen."},{"person":"Chandler","txt":" Well, I-I guess I gotta go."},{"person":"Janice","txt":" Oh, my Bing-a-ling. I’ll wait for you. Do you even know how long\nyou’re going to be gone?"},{"person":"Chandler","txt":" Well, just until we find an energy source to replace fuel."},{"person":"Janice","txt":" Oh. Well, I’ll right you everyday. (Reading the address) 15 Yemen\nRoad, Yemen."},{"person":"Chandler","txt":" Okay, good-bye. Good-bye. "},{"person":"Janice","txt":" Chandler?"},{"person":"Chandler","txt":" No!"},{"person":"Janice","txt":" Chandler! "},{"person":"Chandler","txt":" Janice! There you are! There you are! I had to have one last kiss, and\nalso-also you said that you were going to leave right after I got on the plane!"},{"person":"Janice","txt":" No! No! I wanna see you take-off."},{"person":"Chandler","txt":" Well, I then guess I’m going to Yemen! I’m going to Yemen!\n(To this old woman also going to Yemen.) When we get to Yemen, can I stay with you?"},{"person":"Monica","txt":" All right. The super couldn’t figure out what it did. A $200 an\nhour electrician couldn’t figure out what it did. I’ve had seven pretty serious\nshocks. I officially give up."},{"person":"Rachel","txt":" Thank God."},{"person":"Monica","txt":" I guess Joey was right, it does nothing."},{"person":"Phoebe","txt":" See? I’m doing it. I am totally doing it. (Suddenly it stops\nworking.) I lost it."}]