[{"person":"Chandler","txt":" Hey."},{"person":"Monica","txt":" What’s the matter?"},{"person":"Chandler","txt":" Someone on the subway licked my neck! Licked my neck!!"},{"person":"Phoebe","txt":" Oh Willie’s still alive!"},{"person":"Chandler","txt":" What are you guys doing?"},{"person":"Monica","txt":" Oh, my mom called, they’re gonna run our engagement announcement in\nthe local paper, so we’re looking for a good picture of us."},{"person":"Chandler","txt":" Oooh, I’m afraid that does not exist."},{"person":"Monica","txt":" That’s not true, there are great pictures of us!"},{"person":"Chandler","txt":" No, there are great pictures of you standing next to a guy who’s\ngoing like this… (Makes what can only be described as a toothy frown. Henceforth,\nthis shall be known as The Face.)"},{"person":"Phoebe","txt":" Oh my God! That’s the creep that you’re with at the "},{"person":"Chandler","txt":" I don’t know what it is, I just can’t take a good picture."},{"person":"Monica","txt":" (looking at one) Oh, here’s a great one."},{"person":"Chandler","txt":" Yeah, I’m not in that."},{"person":"Monica","txt":" I know, but look at me all tan."},{"person":"Phoebe","txt":" Hey, why don’t you guys go, get portraits done by a professional\nphotographer."},{"person":"Monica","txt":" That’s a good idea! I bet they have one of those wind machines!\nY’know… (Does the whole hair blowing in the wind model type poses.)"},{"person":"Phoebe","txt":" Yeah that’s great! Next to that, Chandler won’t look so\nstupid."},{"person":"Monica","txt":" Chandler what do you say?"},{"person":"Chandler","txt":" All right, but I should warn you, I’m not going. I’m going.\n(Does The Face while saying that last part.)"},{"person":"Ross","txt":" (To Chandler) Dude, that reverse lay-up! Oh…"},{"person":"Chandler","txt":" How about those three pointers?"},{"person":"Ross","txt":" Amazing!"},{"person":"Chandler","txt":" And those guys were "},{"person":"Rachel","txt":" Hey look-look, Phoebe’s talking to uh, Cute Coffeehouse Guy."},{"person":"Ross","txt":" Oh, you guys call him Cute Coffeehouse Guy, we call him Hums While He\nPees."},{"person":"Chandler","txt":" Yes, and we call Ross Lingers In The Bathroom."},{"person":"Phoebe","txt":" (returning) Hey you guys, Hums While He Pees just asked me out!"},{"person":"Rachel","txt":" Hey, I thought that guy was married."},{"person":"Phoebe","txt":" He is! But he’s getting divorced—Ross! Maybe you know him."},{"person":"Ross","txt":" It’s not a club."},{"person":"Rachel","txt":" Phoebe, if this guy’s going through a divorce, is it such a good\nidea to start going out with him?"},{"person":"Ross","txt":" Hey, divorced men are not bad men!"},{"person":"Chandler","txt":" They have that on the napkins at the club."},{"person":"Rachel","txt":" Oh, I gotta get back to work."},{"person":"Phoebe","txt":" You don’t have to be back for a half-hour!"},{"person":"Rachel","txt":" Yeah but, my assistant Tag does sit-ups in the office during lunch. Ohh!\nI could just spread him on a cracker."},{"person":"Chandler","txt":" Rach, if you have a crush on this guy, why would you hire him? I mean\ny’know you can’t date him right?"},{"person":"Rachel","txt":" Oh no, I know that. I know that. Although, we made a joke that we spend\nso much time together he should call me his work wife."},{"person":"Ross","txt":" Soon he’ll be able to call you, that lady he knew who got fired."},{"person":"Rachel","txt":" I am not gonna get fired, because I’m not gonna act on it."},{"person":"Phoebe","txt":" So you wouldn’t mind if he was dating someone else?"},{"person":"Rachel","txt":" Why? Is he? He is! Isn’t he? He’s dating that slut in\nmarketing!"},{"person":"Ross","txt":" Maybe I should open a divorced men’s club."},{"person":"Chandler","txt":" Dude that is so sad."},{"person":"Ross","txt":" I could put uh-uh a basketball court in the back."},{"person":"Chandler","txt":" Could I play?"},{"person":"Rachel","txt":" Oh, no sit-ups today Tag?"},{"person":"Tag","txt":" I just did them."},{"person":"Rachel","txt":" Oh, well drop and give me ten more!"},{"person":"Tag","txt":" What?"},{"person":"Rachel","txt":" Uh, I-I had a drink with lunch. Did those cost reports come in?"},{"person":"Tag","txt":" Yeah, I filled them out last night?"},{"person":"Rachel","txt":" Oh, great could you make me four copies of those?"},{"person":"Melissa","txt":" Hey Rachel!"},{"person":"Rachel","txt":" (startled) Ahh, hi! Hi! Melissa, what’s up? I’m just uh, about\nto umm, go out to the store to get some stuff to put in my backpack. Y’know, like\ndried fruit and granola and stuff. What’s up? (She has put on the backpack.)"},{"person":"Melissa","txt":" Umm, is Tag here?"},{"person":"Rachel","txt":" No. Why?"},{"person":"Melissa","txt":" Oh, I was gonna talk to him about doing something tonight."},{"person":"Rachel","txt":" Really?! Got a little crush on Tag there do ya?"},{"person":"Melissa","txt":" Well, we’ve been flirting back and forth, but I was hoping that\ntonight it would turn into something a little more than that."},{"person":"Rachel","txt":" Okay, whoa-whoa easy there Melissa! This ain’t a locker room, okay?\nBut, y’know I remember him saying that-that he had plans tonight."},{"person":"Melissa","txt":" Oh no!"},{"person":"Rachel","txt":" Oh yeah. All right, back to work."},{"person":"Melissa","txt":" Hey! Isn’t that Tag’s backpack."},{"person":"Rachel","txt":" Yeah Melissa, I don’t want to be known as the uh, office bitch, but\nI will call your supervisor."},{"person":"The Photographer","txt":" (taking pictures) Great! That’s great Monica! Great! Now,\nChandler, you want to give us a smile?"},{"person":"Chandler","txt":" Okay. (Does The Face.)"},{"person":"The Photographer","txt":" I’m sorry, is the seat uncomfortable?"},{"person":"Chandler","txt":" No, I am."},{"person":"Monica","txt":" Chandler, listen to me sweetie, I know you can do this. Okay? You have a\nbeautiful smile."},{"person":"Chandler","txt":" I do? (He smiles, beautifully.)"},{"person":"Monica","txt":" Yeah! (They turn to the camera, and Chandler does The Face again.) All\nright, maybe you don’t have to smile. Let’s try something else. Let’s try\numm, try looking sexy."},{"person":"Chandler","txt":" Okay. (You’ll have to see it, I can’t describe the face he\nmakes, but it isn’t good.)"},{"person":"Monica","txt":" Or not."},{"person":"Rachel","txt":" Hi Joey! What are you doing here?"},{"person":"Joey","txt":" Uhh, well I’ve got an audition down the street and I spilled sauce\nall over the front of my shirt. (Removes his hand to reveal a huge sauce stain.) You got\nan extra one?"},{"person":"Rachel","txt":" Yeah, sure. Umm…here. (Hands him one.)"},{"person":"Joey","txt":" Great. (He doesn’t like it.) You got anything that’s not "},{"person":"Rachel","txt":" Yeah, I don’t think so Joe."},{"person":"Joey","txt":" All right, I guess this will be fine."},{"person":"Rachel","txt":" Hey, listen umm, what-what are you doing tonight?"},{"person":"Joey","txt":" Nothing, why?"},{"person":"Rachel","txt":" How would you feel about taking out my assistant Tag? I’ll pay."},{"person":"Joey","txt":" Huh, Rach I got to say it’s gonna take a lot of money for me to go\nout on a date with a dude."},{"person":"Rachel","txt":" I’m not asking you to go on a "},{"person":"Joey","txt":" Really? ‘Cause I could kinda use the money."},{"person":"Rachel","txt":" Joey, just-just he-he’s new in town and I know he doesn’t have\nany guy friends. Just take him to like a ball game or something. I’ll really\nappreciate it."},{"person":"Joey","txt":" Yeah, okay."},{"person":"Rachel","txt":" Yeah?"},{"person":"Joey","txt":" Sure, no problem. (Sees something.) Ooh—Hey, donuts!"},{"person":"Rachel","txt":" Yeah!"},{"person":"Joey","txt":" Okay. (He grabs a jelly donut, takes a bite, and guess what he spills all\nover himself. He tries to clean it up and smears it all over the shirt.)"},{"person":"Monica","txt":" I know. Let’s try a look…of far off…wonderment. Okay,\nwe’ll-we’ll gaze into our future and we’ll think about our marriage and the\ndays to come. (Chandler is still not getting it.) Chandler! What is the matter with your\nface?! I mean this picture is supposed to say \"Geller and Bing to be married,\"\nnot \"Local woman saves drowning moron!\" (The photographer laughs.) Hey!\nDon’t laugh at him! He’s "},{"person":"Chandler","txt":" Aww! (Smiles.)"},{"person":"Monica","txt":" That’s it! Take it! Take it! Take it!"},{"person":"Ross","txt":" I like this one. (Points to it.) It seems to say, \"I love you and\nthat’s why I have to kill you.\""},{"person":"Monica","txt":" They can’t all be bad. (To Chandler) Find the one where you make\nyour bedroom eyes. Ohh, there it is."},{"person":"Chandler","txt":" Oh my God! Those are my bedroom eyes?! Why did you ever sleep with me?"},{"person":"Monica","txt":" Do you really want to pull at that thread?"},{"person":"Phoebe","txt":" I’m having a really good time!"},{"person":"Hums While He Pees","txt":" Me too! I’m sorry that guy in the subway licked your\nneck."},{"person":"Phoebe","txt":" Ohh. No that’s okay, he’s a friend."},{"person":"Hums While He Pees","txt":" Hey uh, I don’t mean to be presumptuous but I have\nthese two tickets to the ballroom dancing finals tomorrow night if you want to go?"},{"person":"Phoebe","txt":" Yeah, I… Well y’know I-I mean I missed the-the semi-finals, so\nI’d just be lost."},{"person":"Hums While He Pees","txt":" I know it’s really lame, but I got these tickets from\nmy boss and—Oh no! No! No! My God!"},{"person":"Phoebe","txt":" Okay, don’t freak out. I’ll go."},{"person":"Hums While He Pees","txt":" No it’s… Uh, my ex-wife Whitney is out there. I\ncannot deal with her right now. That woman is crazy!"},{"person":"Phoebe","txt":" Okay, I know. Hold on. (She walks over to the couch.) Hey Ross?"},{"person":"Ross","txt":" Yeah?"},{"person":"Phoebe","txt":" Yeah, umm that’s Whitney (Points), Kyle’s ex-wife out there,\nnow do you think that you can y’know divert her so that we can slip out?"},{"person":"Ross","txt":" What?! No!"},{"person":"Phoebe","txt":" Well okay but I have two tickets to the ballroom dance finals. (She\nholds up the tickets that Kyle gave her.)"},{"person":"Ross","txt":" Look, I don’t think so Pheebs. (Pause) All right, I’ll do it.\nBut just because you’re a friend. (Grabs the tickets and heads to divert Whitney.)"},{"person":"Phoebe","txt":" Hi Ginger."},{"person":"Ross","txt":" All right! I want my key back!"},{"person":"Phoebe","txt":" I don’t have it!"},{"person":"Ross","txt":" It’s right there! (Points to her hand.)"},{"person":"Phoebe","txt":" Ugh, okay Sherlock! (Hands over the key.)"},{"person":"Ross","txt":" Look, I’m sorry but you-you-you better go Pheebs."},{"person":"Phoebe","txt":" All right, well I just wanted to say thank you though for diverting\nKyle’s ex. "},{"person":"Ross","txt":" Oh yeah—No—You’re welcome. We’ll talk about it later."},{"person":"Phoebe","txt":" Okay."},{"person":"Ross","txt":" Hi Whitney."},{"person":"Whitney","txt":" Hi Ross! You ready for breakfast?"},{"person":"Ross","txt":" Yep. (Phoebe slams the door shut.) Okay."},{"person":"Phoebe","txt":" (To Ross) Kyle’s ex-wife? You were supposed to divert her not date\nher!"},{"person":"Ross","txt":" (opens the door and to Whitney) Hi! I’m sorry, but can you give me a\nsecond while I talk to this woman, who by the way did not spend the night."},{"person":"Whitney","txt":" Sure."},{"person":"Ross","txt":" Okay. (Closes the door.) (To Phoebe) I "},{"person":"Phoebe","txt":" Watching ballroom dancing?"},{"person":"Ross","txt":" Yes! That’s where we realized we were both super cool people!"},{"person":"Phoebe","txt":" Well look-look, okay Ross, Kyle just told me some "},{"person":"Ross","txt":" Like what?"},{"person":"Phoebe","txt":" Like she’s really mean, and she’s over critical,\nand-and—No! She will paint a room a "},{"person":"Ross","txt":" Okay."},{"person":"Phoebe","txt":" And! She uses sex as a weapon!"},{"person":"Ross","txt":" Fine! Thank you for warning me. At breakfast I’ll be on full alert\nfor room painting and sex weapons."},{"person":"Phoebe","txt":" You’re still gonna go out with her?!"},{"person":"Ross","txt":" Yeah!"},{"person":"Phoebe","txt":" Well, didn’t you just hear what I said?!"},{"person":"Ross","txt":" Pheebs come on! I mean, consider the source! Of course her\nex-husband’s gonna say that stuff. Now, if you’ll excuse me…"},{"person":"Phoebe","txt":" (interrupting him) No listen to me! She is "},{"person":"Whitney","txt":" (outside the door) Uh, your door isn’t sound proof."},{"person":"Phoebe","txt":" You see? Nothing is good enough for her!"},{"person":"Tag","txt":" Good morning."},{"person":"Rachel","txt":" Hi Tag! Hey, so did you have fun with uh, with Joey last night?"},{"person":"Tag","txt":" Oh yeah! We went to the Knicks game."},{"person":"Rachel","txt":" Ohh that’s nice."},{"person":"Tag","txt":" Then we went to this bar and he hooked us up with all these women! "},{"person":"Rachel","txt":" Wo-women? You mean like old women?"},{"person":"Tag","txt":" Well kinda old, like 30."},{"person":"Rachel","txt":" (Pause) Oh."},{"person":"Tag","txt":" And I never used to be able to just talk to girls in bars, but I got like\n20 phone numbers last night."},{"person":"Rachel","txt":" That’s great! Wow man, so Joey must’ve really taught you some\nstuff huh?"},{"person":"Tag","txt":" A little."},{"person":"Rachel","txt":" Yeah?"},{"person":"Tag","txt":" (To her, in the Joey voice) How you doin’?"},{"person":"Joey","txt":" See? That’s a great smile! Easy. Natural. Now, pretend I have a\ncamera. (Chandler immediately does The Face.) You’re changing it!"},{"person":"Chandler","txt":" I can’t help it!"},{"person":"Joey","txt":" All right, all right, all right, all right, you wanna know what I do when\nI take resume shots?"},{"person":"Chandler","txt":" Borrow money from me?"},{"person":"Joey","txt":" Okay, first—first of all, you want to make it look spontaneous. I\nlook down (Looks down), look down, keep looking down; then I look up. (Looks up and\nsmiles.) See? All right, now you try. Look down (Chandler looks down), you’re looking\ndown, keep looking down…"},{"person":"Chandler","txt":" Why is there jelly on your shoe?"},{"person":"Joey","txt":" I had a donut. (Chandler nods.)"},{"person":"Rachel","txt":" (entering) Hi!"},{"person":"Joey","txt":" Hey!"},{"person":"Chandler","txt":" Hey!"},{"person":"Rachel","txt":" So uh, heard you had some fun with Tag last night."},{"person":"Joey","txt":" Yeah! That guy’s all right!"},{"person":"Rachel","txt":" Yeah and you had fun teaching him how to be all Joey."},{"person":"Joey","txt":" What?"},{"person":"Rachel","txt":" Y’know, all the women."},{"person":"Joey","txt":" Hey well, you can’t teach someone to be good with women. Y’know,\nthat’s why I never had any luck with Chandler."},{"person":"Chandler","txt":" (Pause) I’m right here!"},{"person":"Rachel","txt":" All right, would-would you mind just not going out with him again? Okay,\njust the idea of you and he and all these women, it’s just—And I know he’s\nmy assistant and I can’t date him—but it just bothers me, all right?!"},{"person":"Joey","txt":" Hey! No-no-no-no, you can’t take him away from me! I got a great\npartner to pick up girls with! Finally!!"},{"person":"Chandler","txt":" I’m still right here!"},{"person":"Rachel","txt":" All right, will you, will you at least tell him how hollow and\nunsatisfying this, dating tons of women thing is!"},{"person":"Joey","txt":" (shocked) What?!"},{"person":"Rachel","txt":" I just don’t want him to meet anybody until I am over my\ncrush—And I will get over it. It’s-it’s not like I love him, it’s just\nphysical! But—I mean I get crushes like this all the time! I mean hell, I had a crush\non you when I first met ya!"},{"person":"Joey","txt":" I know, Monica told me."},{"person":"Chandler","txt":" Did you have a crush on me, when you first met me?"},{"person":"Rachel","txt":" Yeah. Sure. (Joey nods his head questioningly and Rachel nods no.)"},{"person":"Chandler","txt":" Can you people not see me?! (He waves his arms around to get their\nattention.)"},{"person":"Rachel","txt":" (To Joey) So, will you talk to him?"},{"person":"Joey","txt":" I don’t know Rach."},{"person":"Rachel","txt":" Oh, come on! I’ll give you ten free "},{"person":"Joey","txt":" One! (Pause.) No ten! You said ten! You can’t take that back!"},{"person":"Tag","txt":" Hey Joey, you wanted to talk to me?"},{"person":"Joey","txt":" I don’t know. You uh, you got something for me?"},{"person":"Tag","txt":" Oh, yeah, this is from Rachel."},{"person":"Joey","txt":" Ten. Okay. Now Tag there’s such a thing as to many women."},{"person":"Tag","txt":" Really?"},{"person":"Joey","txt":" Yeah, for you!"},{"person":"Monica","txt":" (seeing him approach) Hey! There you are!"},{"person":"Chandler","txt":" There I am!"},{"person":"Monica","txt":" Are you okay?"},{"person":"Chandler","txt":" Yeah, Joey said I uh, I needed to relax so he gave me an\nantihistamine."},{"person":"Monica","txt":" What?!"},{"person":"Chandler","txt":" Yeah, and then I fell asleep on the subway and went all the way to\nBrooklyn. Brooklyn is f-far!!"},{"person":"Monica","txt":" Chandler, what were you thinking?"},{"person":"Chandler","txt":" I don’t know, but don’t worry, don’t worry, because I\nknow how to take a picture now. (They get ready) Okay, see? Look down (Looks down), look\ndown, look down… (He falls asleep.)"},{"person":"Monica","txt":" Chandler?"},{"person":"Chandler","txt":" (awakens) Yeah! (Looks up and does The Face.)"},{"person":"Phoebe","txt":" Hi."},{"person":"Ross","txt":" Hi."},{"person":"Phoebe","txt":" So, how are things going with crazy? Has she cooked your rabbit yet?"},{"person":"Ross","txt":" Listen, you are hearing "},{"person":"Phoebe","txt":" Yeah well, maybe she should’ve spent a little less time decorating\nand a little more time in the bedroom."},{"person":"Ross","txt":" Well, I don’t think "},{"person":"Phoebe","txt":" You think he’s emotionally unavailable?"},{"person":"Ross","txt":" I think he can be."},{"person":"Phoebe","txt":" Well, maybe he wouldn’t be she didn’t bring the office home\nevery night!"},{"person":"Ross","txt":" Well, excuse her for knowing what she wants to do with her life!"},{"person":"Phoebe","txt":" Yeah well, she certainly knew what she was doing New Year’s Eve\n1997."},{"person":"Ross","txt":" (angrily) I "},{"person":"Phoebe","txt":" (gets up and starts to leave) We want the last six years back!!"},{"person":"Ross","txt":" So do we!! So do we!! (Ross notices a couple has been staring at them.)\nI’m sorry you had to see that."},{"person":"Tag","txt":" Good morning Rachel."},{"person":"Rachel","txt":" Hi! (He hands her, her mail) Thanks, hey so uh what’d you do last\nnight?"},{"person":"Tag","txt":" Went out with Joey."},{"person":"Rachel","txt":" Oh yeah? Another night of birdogging the chickas?"},{"person":"Tag","txt":" No. We had a really good talk. I don’t think I’m gonna do that\nbar scene anymore."},{"person":"Rachel","txt":" Wow! I did not see that coming."},{"person":"Tag","txt":" It’s just not really who I am. Y'know, I’ve always been happier\nwhen…Why am I telling you this? You don’t care about this stuff."},{"person":"Rachel","txt":" Oh no, yes I do! I do! I mean, come on go on, you were, you were saying\nI am happier when uh, y’know?"},{"person":"Tag","txt":" When I’m in a relationship, I love having a girlfriend."},{"person":"Rachel","txt":" Really?"},{"person":"Tag","txt":" Someone I can spoil, y’know?"},{"person":"Rachel","txt":" Sp-spoil?"},{"person":"Tag","txt":" Uh-huh! Let me ask you something?"},{"person":"Rachel","txt":" Uh-huh."},{"person":"Tag","txt":" Do you believe that there is one perfect person for everyone?"},{"person":"Rachel","txt":" Well, I-I’m startin’ too."},{"person":"Tag","txt":" And if that person is already in your life, you should do something about\nit right?"},{"person":"Rachel","txt":" Yes! Hell yes!"},{"person":"Tag","txt":" All right then, it’s settled."},{"person":"Rachel","txt":" Okay."},{"person":"Tag","txt":" I’m gettin’ back together with my ex-girlfriend."},{"person":"Rachel","txt":" I’d love to!"},{"person":"Tag","txt":" What?"},{"person":"Rachel","txt":" (panics, turns around, picks up the phone, and pretend to talk on it)\nHello?! (Listens) Oh, yeah! (To Tag) This is gonna be a while. Excuse me. (Tag leaves and\nshe closes the door behind him, disgustedly.) Yeah!"},{"person":"Ross","txt":" My God!"},{"person":"Phoebe","txt":" Oh, I’m sorry. Is that annoying? And speaking about being selfish\nin bed, how’s Whitney?"},{"person":"Ross","txt":" Well maybe she wouldn’t have to be selfish in bed if someone else\nknew where everything was!"},{"person":"Phoebe","txt":" Oh he knows! (Quietly) For the most part."},{"person":"Kyle","txt":" Oh hey! Good, you’re both here."},{"person":"Whitney","txt":" We kinda need to talk."},{"person":"Phoebe","txt":" Both of you together?"},{"person":"Ross","txt":" Wh-what’s up?"},{"person":"Whitney","txt":" Well, I went over to Kyle’s last night to pick up a few things and\nwe got to reminiscing…"},{"person":"Kyle","txt":" …we talked through most of the night and we realized that the reason\nwe were so angry at each other was because there are still feelings there. So…\n(Pause)"},{"person":"Ross","txt":" Oh just say it Kyle!"},{"person":"Kyle","txt":" We’re gonna give it another try."},{"person":"Phoebe","txt":" What about her whining and her constant need for attention?!"},{"person":"Whitney","txt":" I’m gonna work on that."},{"person":"Phoebe","txt":" Oh right, because you’re so capable of change."},{"person":"Ross","txt":" (To Whitney) Y’know, he hums when he pees!"},{"person":"Whitney","txt":" I do know."},{"person":"Ross","txt":" It makes him miss the bowl, but whatever."},{"person":"Whitney","txt":" We’re so sorry. (They get up to leave.)"},{"person":"Ross","txt":" That’s all right, we-we don’t need you. In fact, hey I’m\nover it already."},{"person":"Phoebe","txt":" Yeah, and y’know what? I don’t give a tiny rat’s ass."},{"person":"Kyle","txt":" Yeah, we’re gonna go. (They leave.)"},{"person":"Ross","txt":" (To Phoebe) I’m sorry. Ugh, Pheebs, you were, you were right about\nher. Y’know, she "},{"person":"Phoebe","txt":" Oh. Y’know, he hums while he does other stuff to."},{"person":"Ross","txt":" Yeah, were better off without them."},{"person":"Phoebe","txt":" And y’know, even if they break up again, you’d better not let\nhim in your sad men’s club!"},{"person":"Ross","txt":" Divorced men’s club."},{"person":"Phoebe","txt":" Potato, Potaato. (She’s pronounces potato with the both the short\nand long As.)"},{"person":"Monica","txt":" Hey guys check it out! My mom sent me the paper!"},{"person":"Phoebe","txt":" Ooh, let’s see it!"},{"person":"Chandler","txt":" Ahhh."},{"person":"Monica","txt":" Okay. (She opens it up and shows it to them.)"},{"person":"Chandler","txt":" Oh yeah, that looks good."},{"person":"Phoebe","txt":" You guys make a "},{"person":"Joey","txt":" Yeah, we look great together."},{"person":"Monica","txt":" Yeah, we "},{"person":"Chandler","txt":" Okay."},{"person":"Monica","txt":" Wow! Imagine what our kids would look like!"},{"person":"Joey","txt":" Y’know, we don’t have to imagine."},{"person":"Chandler","txt":" I’m marrying her."},{"person":"Joey","txt":" We’ll just see."}]