[{"person":"Phoebe","txt":" Hey!"},{"person":"Chandler","txt":" Hey! Wow, it "},{"person":"Phoebe","txt":" (not amused) Ha-ha. (She sits down on the couch.) No, it’s just\nI’m so pregnant that I—my guitar doesn’t fit anymore. So I thought\n‘til I’m not, I’m just gonna play all my songs on this drum. It sounds "},{"person":"Chandler","txt":" All right."},{"person":"Phoebe","txt":" Listen. Listen. (She starts to play and sing.) "},{"person":"Joey","txt":" Wow, Pheebs! That sounds great!"},{"person":"Phoebe","txt":" I know! I know, and I’ve only been playing for like an hour!"},{"person":"Alice","txt":" (entering) Phoebe! Phoebe! Hi! Hi!"},{"person":"Phoebe","txt":" Hey! What are you doing here?"},{"person":"Alice","txt":" Umm, actually, I came down to ask you a big favour."},{"person":"Phoebe","txt":" Oh, well, don’t tell me you want to keep more of your stuff in my\nuterus."},{"person":"Alice","txt":" (laughs) No. No. No. (Sits down.) Okay, now, see, I wanna name the girl\nbaby Leslie, and Frank wants to name one of the boy babies Frank JR. JR. "},{"person":"Chandler","txt":" Wouldn’t that be Frank the III?"},{"person":"Alice","txt":" Don’t get me started. (To Phoebe) Anyway, umm, since there are three\nbabies and umm, we both got to put our names in, we would be truly honoured if you named\nthe other boy baby."},{"person":"Phoebe","txt":" Wow! That’s so great! Oh! Oh! Cougar."},{"person":"Alice","txt":" You think about it. (Leaves)"},{"person":"Emily","txt":" I left a bra drying on the shower rod, you don’t think your son will\nthink it’s yours and be horribly traumatised? "},{"person":"Ross","txt":" Hey, if mommy can have a wife, daddy can have a bra."},{"person":"Emily","txt":" (checks the clock) Ohh, it’s time to go."},{"person":"Ross","txt":" Oh, no-no-no, see, that-that clock’s a little fast, uh, we have 17\nminutes. Huh, what can we do in 17 minutes? Twice?"},{"person":"Emily","txt":" Well that’s ambitious."},{"person":"Ross","txt":" Hey, uh, you can ignore that."},{"person":"Emily","txt":" That’s Carol with your son!"},{"person":"Ross","txt":" Uhh, believe me when he’s older, he’ll understand."},{"person":"Carol","txt":" (knocking on the door) Ross!"},{"person":"Ross","txt":" I’ll be right there. (He goes over and opens the door to Carol,\nSusan, and Ben.) (To Ben.) Hello! (To Carol.) Hello! (To Susan.) Hey. Uhh, Emily, this is\nCarol and Susan."},{"person":"Susan","txt":" Hey, it’s so nice to finally meet you!"},{"person":"Emily","txt":" Me too!"},{"person":"Carol","txt":" Ohh, y’know, Susan’s gonna be shooting a commercial in London\nnext week."},{"person":"Susan","txt":" Oh yeah, I’m so excited, I’ve never been there."},{"person":"Emily","txt":" Oh, well, I’ll show you around."},{"person":"Susan","txt":" That would be great! Also, uh, I was hoping to catch a show so if you can\nmake any suggestions…"},{"person":"Emily","txt":" Oh, there’s tonnes of terrific stuff—I’ll go with you!"},{"person":"Susan","txt":" Ahh!"},{"person":"Ross","txt":" Look at you two, bonding, making us late for the airport so…"},{"person":"Emily","txt":" Are you all right?"},{"person":"Susan","txt":" Oh, he’s fine. He’s fine. It’s just that us getting along\nis difficult for him, because he doesn’t like me."},{"person":"Ross","txt":" Oh come on! That’s-that’s… true."},{"person":"Phoebe","txt":" Hi!"},{"person":"Joey","txt":" Hey!"},{"person":"Chandler","txt":" Hey! Do we have a baby name yet?"},{"person":"Phoebe","txt":" Ugh! No! This is so hard! I went through this whole book (Holds up a\nbook) and found nothing! I want a name that’s really like, y’know strong and\nconfident, y’know? Like-like Exxon. "},{"person":"Chandler","txt":" Well, it certainly worked for that Valdez kid."},{"person":"Joey","txt":" Ooh-ooh, Pheebs, you want a strong name? How about, The Hulk?"},{"person":"Phoebe","txt":" No, I’m-I’m not sure about Hulk, but I like the idea of a name\nstarting with \"The.\""},{"person":"Joey","txt":" Oh, want a good name, go with Joey. Joey’s your pal. Joey’s your\nbuddy. \"Where is everybody?\" \"Well, they’re hanging out with\nJoey.\""},{"person":"Chandler","txt":" Hey, y’know what, if you’re gonna do that, if you’re\ngonna name him Joey, you should name him Chandler. (Phoebe doesn’t think so.) Oh,\ncome on! Chandler’s funny, sophisticated, and he’s very loveable, once you get\nto know him."},{"person":"Joey","txt":" Oh well, hey, Joey’s loveable too! But the thing about Joey is, if\nyou need him, he’ll be there."},{"person":"Chandler","txt":" Well, Chandler will be there for you too. I mean, well, he might be a\nlittle late, but-but, he’ll be there. And he’ll bring you some cold soda, if\nwant you need him for is that you’re really hot."},{"person":"Joey","txt":" What do ya say? What do ya say?"},{"person":"Phoebe","txt":" Well, I, I like the idea of naming him after someone I love, and Joey\nand Chandler are great names. (They both stare at her.) But, all right, I\ndon’t—maybe I’ll just name him The Hulk."},{"person":"Joey","txt":" I knew I shouldn’t have mentioned it! That’s what I wanted to\nname my kid!"},{"person":"Rachel","txt":" Hey, Mon, if you were hoping to sleep with Joshua the first time\ntonight, which one of these would you want to be wearing. (She’s holding two frilly,\nlace nighties.)"},{"person":"Monica","txt":" Y’know what? It "},{"person":"Rachel","txt":" Sorry. I’m so exited! I’ve been waiting for this for months! I\ngot my hair coloured! I got new sheets! I’m making him a "},{"person":"Monica","txt":" Um-hmm."},{"person":"Rachel","txt":" What am I making him by the way?"},{"person":"Monica","txt":" Well, you’re making him a frieze salad with goat cheese and pine\nnuts, wild nuts, wild rice, roast asparagus, and salmon au croup."},{"person":"Rachel","txt":" I thought I was making him filet mignon? "},{"person":"Monica","txt":" Yeah, you were, but you decided to make salmon because you had some left\nover at the restaurant. And then you realised if you (Points at Rachel) bitched about it,\nthen you (Points to herself) would stop cooking, and you (Points at Rachel) would have to\nmake your famous baked potato and Diet Coke."},{"person":"Rachel","txt":" Wow, I really get crabby when I cook."},{"person":"Ross","txt":" Hey!"},{"person":"Joey","txt":" Hey!"},{"person":"Chandler","txt":" Hey!"},{"person":"Ross","txt":" So uh, Emily called last night…"},{"person":"Chandler","txt":" And "},{"person":"Ross","txt":" Turns out them Emily is just "},{"person":"Phoebe","txt":" God, Susan is so fun!"},{"person":"Ross","txt":" Look, this is just a little too familiar, okay? For like, for like six\nmonths before Carol and I spilt up, all I heard was: \"My friend Susan is so smart. My\nfriend Susan is so funny. My friend Susan is so great.\""},{"person":"Chandler","txt":" You actually think that something can happen between Emily and Susan?"},{"person":"Ross","txt":" Hey, they’re going to the gym together! Two women! Stretching!\nY’know they-they take a steam together! Things get a little playful—didn’t\nyou see "},{"person":"Joey","txt":" No, but I’m gonna!"},{"person":"Chandler","txt":" Hi! Hi! You’re crazy! Okay? This is Emily. Emily is straight."},{"person":"Ross","txt":" How do you know? I mean we thought Carol was straight before I married\nher!"},{"person":"Phoebe","txt":" Yeah, I definitely. I don’t like the name Ross."},{"person":"Ross","txt":" What a weird way to kick me when I’m down."},{"person":"Phoebe","txt":" No! No! I-I meant for the baby!"},{"person":"Ross","txt":" Oh. What’s wrong with Ross?"},{"person":"Phoebe","txt":" Well, it’s just y’know that something like this would never to\nlike The Hulk, y’know…"},{"person":"Ross","txt":" Actually that-that’s not true, in "},{"person":"Phoebe","txt":" So, I decided I’m definitely going to go with either Joey or\nChandler."},{"person":"Joey","txt":" Oh! Oh-oh, you gotta pick Joey! I mean, name one famous person named\nChandler."},{"person":"Chandler","txt":" Raymond Chandler."},{"person":"Joey","txt":" Someone you didn’t make up!"},{"person":"Chandler","txt":" Okay, there are "},{"person":"Joey","txt":" Yeah, that guy really hurt us."},{"person":"Phoebe","txt":" Well, how about a compromise then, okay? What if it’s like\ny’know, Chanoey?"},{"person":"Chandler","txt":" Okay, look, Joey! Come on, think about it, first of all, he’ll\nnever be President. There’s never gonna be a President Joey."},{"person":"Joey","txt":" All right look man, I didn’t want to bring this up, but Chandler, is\nthe stupidest name I ever heard in my life! It’s not even a name; it’s barely\neven a word. Okay? It’s kinda like chandelier, but it’s not! All right?\nIt’s a stupid, stupid "},{"person":"Chandler","txt":" Wow, you’re, you’re right. I have a horrible, horrible name."},{"person":"Joey","txt":" I’m sorry man, I didn’t—I’m-I’m sorry. I’m\nsorry. (Goes over and comforts him.) "},{"person":"Chandler","txt":" Okay."},{"person":"Joey","txt":" So I guess it’s Joey then!"},{"person":"Joshua","txt":" This is so nice. Thank you for doing this."},{"person":"Rachel","txt":" Ohh, please! Cooking soothes me. (They kiss.) Ahh. So, dig in!"},{"person":"Joshua","txt":" Great! Oh, it all looks sooo good!"},{"person":"Rachel","txt":" (taking a bite) Hmmm!"},{"person":"Joshua","txt":" Oh my God!"},{"person":"Rachel","txt":" Oh I know, my God, this is so—this rice is so—I am so good."},{"person":"Joshua","txt":" Behind you?"},{"person":"Rachel","txt":" (sees the chick and the duck) Oh, yeah, I’m sorry. They used to\nlive here; sometimes they migrate back over."},{"person":"Joshua","txt":" (getting up and backing away from they.) Is there ah, is there some way\nthey can not be here. It’s just ah, farm birds really kinda freak me out!"},{"person":"Rachel","txt":" Yeah, sure, okay. Okay."},{"person":"Joey","txt":" (answering the door.) Hey, how did you do that?! Come on in. (He brings\nthem inside.)"},{"person":"Rachel","txt":" All gone! So, farm birds, huh?"},{"person":"Joshua","txt":" Yeah, it’s-it’s my only weird thing, I swear. And I-I-I\nwould’ve told you about it, but I didn’t know they would be here."},{"person":"Rachel","txt":" Oh."},{"person":"Joshua","txt":" So, all right."},{"person":"Rachel","txt":" Okay. So, can I serve you a little of—What? What? What? (She sees\nthat Joshua isn’t relaxed.)"},{"person":"Joshua","txt":" Nothing I uh, it’s just that I know that they’re still out\nthere."},{"person":"Rachel","txt":" But, they’re across the hall! I mean that’s two doors away, it\nwould take them a long time to peck their way back over here."},{"person":"Joshua","txt":" Okay, that’s-that’s not funny. Uhh."},{"person":"Rachel","txt":" Okay, y’know, would you feel better if we went someplace else? I\nmean we could pack all this stuff up and y’know go to your apartment."},{"person":"Joshua","txt":" Oh, they’re working on this week, it’s a total mess. But uh,\nI’m staying at my parents’ house, we could go there."},{"person":"Rachel","txt":" Your parents’?"},{"person":"Joshua","txt":" Yeah, they’re out of town."},{"person":"Rachel","txt":" Ohh."},{"person":"Joshua","txt":" Yeah-yeah, it’s this "},{"person":"Rachel","txt":" Yeah that works."},{"person":"Joshua","txt":" They-they-they can smell fear."},{"person":"Ross","txt":" (opening the door.) Hey!"},{"person":"Carol","txt":" Hey! How’s Ben?"},{"person":"Ross","txt":" Well, I asked him if he wanted to eat, he said, \"No.\" I asked\nhim if he wanted to sleep, he said, \"No.\" I asked him what he wanted to do, he\nsaid, \"No.\" So, he’s sweeping. (We see Ben playing with a broom and a\ndustpan.)"},{"person":"Carol","txt":" Hey, Ben! Hey!"},{"person":"Ross","txt":" So umm, any word from Susan?"},{"person":"Carol","txt":" Ooh, yeah! She said she’s having sooo much fun with Emily."},{"person":"Ross","txt":" Uh-huh. Uh-huh. Uh, by the by, did it uh, did it ever occur to you that, I\ndon’t know, maybe they might be having a little too much fun?"},{"person":"Carol","txt":" What’s too much fun?"},{"person":"Ross","txt":" Y’know, the kind of fun, you and Susan had when we were married."},{"person":"Carol","txt":" Oh my God, you are "},{"person":"Ross","txt":" Am I?!"},{"person":"Carol","txt":" Yes!"},{"person":"Ross","txt":" "},{"person":"Carol","txt":" I can’t speak for Emily, but "},{"person":"Ross","txt":" Uh-huh, Carol, so were we. All right, just-just imagine for a moment,\nSusan meets someone and-and they really hit it off. Y’know? Say-say they’re\ncoming back from the theatre, and they-they stop at a pub for a couple of drinks,\nthey’re laughing, y’know, someone innocently touches someone else…\nThere’s electricity, it’s new. It’s exciting. Are you telling me there\nisn’t even the slightest possibility of something happening?"},{"person":"Carol","txt":" Maybe."},{"person":"Ross","txt":" OH MY GOD!! I didn’t really believe it until you just said it!!"},{"person":"Joshua","txt":" …and even though none of the other kids believed me, I swear to\nGod, that duck pushed me!"},{"person":"Rachel","txt":" Wow! This place is fabulous!"},{"person":"Joshua","txt":" Yeah, yeah, let me show you around. This is the uh, downstairs living\nroom."},{"person":"Rachel","txt":" Whoa-whoa, there’s two living rooms? God, growing up here, this\nplace must’ve been a real babe magnet."},{"person":"Joshua","txt":" Yeah, well, it would’ve been, but uh, my parents just moved here."},{"person":"Rachel","txt":" Ohh, you should know, this place is a real babe magnet. Wanna make out?"},{"person":"Joshua","txt":" Hey, here’s an idea. Why don’t uh, I put the food in the\nfridge and we can eat it later?"},{"person":"Rachel","txt":" That sounds like a plan. Umm, is there a place I can go freshen up?"},{"person":"Joshua","txt":" Oh yeah, yeah uh, it’s down the hall and uh, second door to your\nleft."},{"person":"Rachel","txt":" Ah."},{"person":"Mrs. Burgin","txt":" Oh, hi, darling!"},{"person":"Joshua","txt":" Mom, Dad, what are you guys doing here?"},{"person":"Mrs. Burgin","txt":" Oh, well we cut the trip short."},{"person":"Mr. Burgin","txt":" France sucks!"},{"person":"Joshua","txt":" Umm, this may be a little weird, but I-I-I got a date here."},{"person":"Mrs. Burgin","txt":" Oh, say no more!"},{"person":"Mr. Burgin","txt":" We’ll just grab some food and take it with us right upstairs,\nand we’ll be right out of you hair."},{"person":"Joshua","txt":" Oh, that-that would be great. So you didn’t even get to Italy?"},{"person":"Mr. Burgin","txt":" Yep, sucks!"},{"person":"Rachel","txt":" Hi you!"},{"person":"Joshua","txt":" Oh my God!"},{"person":"Rachel","txt":" I know, I can do more than cook."},{"person":"Mr. Burgin","txt":" I like her. She sees smart."},{"person":"Joshua","txt":" Uhh, Rachel, my parents…"},{"person":"Rachel","txt":" Ohh! It’s so nice to meet you. (She goes over and shakes their\nhands.) Hello. "},{"person":"Mr. Burgin","txt":" Hi."},{"person":"Rachel","txt":" Hello."},{"person":"Mrs. Burgin","txt":" Hello. Well, Joshua, that $500 was for groceries."},{"person":"Rachel","txt":" What? This-this, no, oh no, no-no-no, this is\nnot—that’s-that’s not what it is. See, see, okay, I work in fashion, see\nand-and, this is a real dress actually. It’s-it’s, they’re-they’re\nwearing it in Milan, so part of my job is too wear the clothes, and then I see how people\nrespond, and then I report back to my superiors at "},{"person":"Mrs. Burgin","txt":" Maybe in L.A?"},{"person":"Rachel","txt":" Yes!"},{"person":"Joshua","txt":" There you go."},{"person":"Mr. Burgin","txt":" So, have you kids eaten yet?"},{"person":"Rachel","txt":" Well, we were going to do that after—I mean umm, next."},{"person":"Mr. Burgin","txt":" Well, we’re starving, why don’t we all go get something to\neat?"},{"person":"Rachel","txt":" Oh, yeah, well… Yeah, no use wasting this baby, just lyin’\naround the house. "},{"person":"Mr. Burgin","txt":" So… We go eat."},{"person":"Rachel","txt":" Yes."},{"person":"Mr. Burgin","txt":" You’ll wear that. We’ll be eating, and of course,\nyou’ll be wearing that."},{"person":"Joey","txt":" Dude, I am sorry about what I said!"},{"person":"Chandler","txt":" No, no, you’re right, it is a ridiculous name!"},{"person":"Joey","txt":" It’s not that bad."},{"person":"Chandler","txt":" Yes it is! From now on, I have no first name."},{"person":"Joey","txt":" So, you’re just Bing?"},{"person":"Chandler","txt":" I have no name."},{"person":"Phoebe","txt":" All right, so, what are we supposed to call you?"},{"person":"Chandler","txt":" Okay uh, for now, temporarily, you can call me, Clint."},{"person":"Joey","txt":" No way are you cool enough to pull of Clint."},{"person":"Chandler","txt":" Okay, so what name am I cool enough to pull off?"},{"person":"Phoebe","txt":" Umm, Gene."},{"person":"Chandler","txt":" It’s Clint. It’s Clint! (He heads for his bedroom.)"},{"person":"Joey","txt":" See you later, Gene."},{"person":"Phoebe","txt":" Bye, Gene."},{"person":"Chandler","txt":" It’s Clint! "},{"person":"Joey","txt":" What’s up with Gene?"},{"person":"Monica","txt":" So, you wore your nightie to dinner?"},{"person":"Rachel","txt":" Oh, yeah. And uh, the best part though, when the uh, waiter spilled\nwater down my back, I jumped up, and my boob popped out."},{"person":"Phoebe","txt":" Oh my God!"},{"person":"Monica","txt":" Oh, no!"},{"person":"Rachel","txt":" No, it’s all right. I got nice boobs. (Phoebe and Monica nod there\nheads in agreement.)"},{"person":"Ross","txt":" (returning from the phone.) So, I just picked up a message from Emily, she\nand Susan are going to a poetry reading together! "},{"person":"Rachel","txt":" So?"},{"person":"Ross","txt":" So! Poetry? Susan’s gay! They’re being gay together!"},{"person":"Monica","txt":" Emily’s straight."},{"person":"Ross","txt":" Oh, wake up!"},{"person":"Phoebe","txt":" Wow, Carol really messed you up!"},{"person":"Ross","txt":" Excuse me?"},{"person":"Phoebe","txt":" Yeah, she turned you into this-this-this untrusting, crazy, jealous,\nsycophant. (They all look at her.) All right, so I don’t know what sycophant means,\nbut the rest is right."},{"person":"Ross","txt":" Look, I don’t know what you’re talking about, I am not a crazy,\njealous person."},{"person":"Rachel","txt":" Huh."},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" She’s totally right! When we were together, you got all freaked out\nabout Mark and there was nothing going on."},{"person":"Monica","txt":" This totally makes sense!"},{"person":"Ross","txt":" It does not!"},{"person":"Monica","txt":" Oh, sure it does! In high school, you weren’t jealous at all even\nthough "},{"person":"Phoebe","txt":" All right, all right, so up until ‘92-93 he was very trusting, then\n’94 hit, Carol left him and bamn! Paranoid city!"},{"person":"Rachel","txt":" Absolutely! Absolutely!"},{"person":"Monica","txt":" This is so much fun!"},{"person":"Ross","txt":" This is "},{"person":"Monica","txt":" Look, all we’re trying to say is, don’t let what happened with\nCarol ruin what you got with Emily."},{"person":"Phoebe","txt":" Yeah. The ’92 Ross wouldn’t."},{"person":"Ross","txt":" Well, I still think I was right about that whole Mark thing."},{"person":"Rachel","txt":" What—yeah—what, y’know what? I hope Emily "},{"person":"Phoebe","txt":" Drum roll."},{"person":"Chandler","txt":" (entering) Okay. Okay. All right. Help! Am I a Mark, or a John?"},{"person":"Joey","txt":" Nah, you’re not tall enough to be a Mark, but you might make a good\nBarney."},{"person":"Chandler","txt":" All right look, am I serious, okay? Tomorrow at 3:30 I am going down\nto the courthouse."},{"person":"Phoebe","txt":" You’re actually going through with this?"},{"person":"Chandler","txt":" Hey, look, this name has been holding me back my entire life. Okay,\nit’s probably why kids picked on me in school, and why I never do well with\nwomen… So, as of 4 o’clock tomorrow, I’m either gonna be Mark Johnson or\nJohn Markson."},{"person":"Phoebe","txt":" You got problems because of you! Not your name! All right, this has got\nto stop! Chandler is a great name! In fact—yes, (To Joey) I’m, I’m sorry. I\nknow you really wanted me to name the baby Joey, but eh, so, I’m-I’m, I’m\ngonna, I’m gonna name the baby Chandler."},{"person":"Chandler","txt":" (pleased) Really?!"},{"person":"Phoebe","txt":" Yeah, but you have to keep the name too!"},{"person":"Chandler","txt":" Okay. Thanks."},{"person":"Phoebe","txt":" Okay!"},{"person":"Chandler","txt":" You wanna hug it out?"},{"person":"Phoebe","txt":" Yeah!"},{"person":"Phoebe","txt":" Yay! "},{"person":"Chandler","txt":" Yay! "},{"person":"Phoebe","txt":" Yay—oh—yay! Okay, I gotta go tell Frank and Alice! Right now!"},{"person":"Chandler","txt":" Okay!"},{"person":"Phoebe","txt":" Ooh, uh… (She grabs her coat and runs out.)"},{"person":"Chandler","txt":" Bye, Pheebs!"},{"person":"Phoebe","txt":" Okay, bye! "},{"person":"Chandler","txt":" Ha! Ha! Ha!"},{"person":"Joey","txt":" Ohh! (Realises it was all a trick to get Phoebe to name the baby\nChandler.)"},{"person":"Ross","txt":" Nice luggage."},{"person":"Carol","txt":" I was gonna say…"},{"person":"Susan","txt":" Hey!"},{"person":"Ross","txt":" Hi!"},{"person":"Emily","txt":" Hey! I missed you."},{"person":"Ross","txt":" Oh, I missed you too."},{"person":"Susan","txt":" (To Emily) Thanks for everything, I had such a great time."},{"person":"Emily","txt":" Oh, so did I."},{"person":"Ross","txt":" (To Carol) No tongue. (And gives her the thumbs up.)"}]