[{"person":"Rachel","txt":" That is "},{"person":"Chandler","txt":" I'm sorry!"},{"person":"Rachel","txt":" You have no respect for anybody's privacy!"},{"person":"Chandler","txt":" Rachel, wait, wait."},{"person":"Rachel","txt":" No, you wait! This is ridiculous!"},{"person":"Chandler","txt":" Can I just say one thing?"},{"person":"Rachel","txt":" What? What?!"},{"person":"Chandler","txt":" That's a relatively open weave and I can still see your... nipular\nareas."},{"person":"Rachel","txt":" Oh!!"},{"person":"Phoebe","txt":" Oh, honey, honey, tell them the story about your patient who thinks\nthings are, like, other things. Y'know? Like, the phone rings and she takes a shower."},{"person":"Roger","txt":" That's pretty much it."},{"person":"Phoebe","txt":" Oops!"},{"person":"Roger","txt":" But you tell it really well, sweetie."},{"person":"Phoebe","txt":" Thanks. Okay, now go away so we can talk about you."},{"person":"Roger","txt":" Okay. I'll miss you."},{"person":"Phoebe","txt":" Isn't he great?"},{"person":"Rachel","txt":" He's so cute! And he seems to like you so much."},{"person":"Phoebe","txt":" I know, I know. So sweet... and so complicated. And for a shrink, he's\nnot too shrinky, y'know?"},{"person":"Monica","txt":" So, you think you'll do it on his couch?"},{"person":"Phoebe","txt":" Oh, I don't know, I don't know. I think that's a little weird, y'know?\nVinyl."},{"person":"Rachel","txt":" Okaaay. (To the guys, on the couch) Any of you guys want anything else?"},{"person":"Chandler","txt":" Oh, yes, could I have one of those. (Points)"},{"person":"Rachel","txt":" No, I'm sorry, we're all out of those. Anybody else?"},{"person":"Chandler","txt":" Okay."},{"person":"Roger","txt":" Did I, uh, did I miss something?"},{"person":"Chandler","txt":" No, she's still upset because I saw her boobies."},{"person":"Ross","txt":" You what? Wh what were you doing seeing her boobies?"},{"person":"Chandler","txt":" It was an accident. Not like I was across the street with a telescope\nand a box of donuts."},{"person":"Rachel","txt":" Okay, okay, could we change the subject, please?"},{"person":"Phoebe","txt":" Yeah, 'cause hello, these are not her boobies, these are her breasts."},{"person":"Rachel","txt":" Okay, Pheebs, I was hoping for more of a change."},{"person":"Chandler","txt":" Y'know, I don't know why you're so embarrassed, they were very nice\nboobies."},{"person":"Rachel","txt":" Nice? They were nice. I mean, that's it? I mean, mittens are nice."},{"person":"Chandler","txt":" Okaaay, (Gestures) rock, hard place, me."},{"person":"Roger","txt":" You're so funny! He's really funny! I wouldn't wanna be there when when\nthe laughter stops."},{"person":"Chandler","txt":" Whoah whoah, back up there, Sparky. What'd you mean by that?"},{"person":"Roger","txt":" Oh, just seems as though that maybe you have intimacy issues. Y'know,\nthat you use your humour as a way of keeping people at a distance."},{"person":"Chandler","txt":" Huh."},{"person":"Roger","txt":" I mean hey! I just met you, I don't know you from Adam. ...Only child,\nright? Parents divorced before you hit puberty."},{"person":"Chandler","txt":" Uhhuh, how did you know that?"},{"person":"Roger","txt":" It's textbook."},{"person":"Joey","txt":" Hey you guys. Hey, you all know my dad, right?"},{"person":"All","txt":" Hey! Hey, Mr. Trib!"},{"person":"Monica","txt":" Hey, how long are you in the city?"},{"person":"Mr. Tribbiani","txt":" Just for a coupla days. I got a job midtown. I figure I'm better\noff staying with the kid than hauling my ass back and forth on the ferry. (Sees Roger) I\ndon't know this one."},{"person":"Phoebe","txt":" Oh, this is my friend Roger."},{"person":"Roger","txt":" Hi. "},{"person":"Mr. Tribbiani","txt":" Hey, hey. Good to meet you, Roger."},{"person":"Roger","txt":" You too, sir."},{"person":"Mr. Tribbiani","txt":" (To Phoebe) What happened to the, uh, puppet guy?"},{"person":"Joey","txt":" Dad, dad. (Shakes his head)"},{"person":"Mr. Tribbiani","txt":" Oh, 'scuse me. So Ross, uh, how's the wife? (Ross whines and lays\nhis head on Chandler's shoulder) Off there too, uh? Uh, Chandler, quick, say something\nfunny!"},{"person":"Mr. Tribbiani","txt":" Gotta go. I miss you too, I love you, but it's getting real late\nnow"},{"person":"Joey","txt":" (Snatches the phone) Hey Ma. Listen, I made the appointment with Dr.\nBazida, and... Excuse me? (To his dad) Did you know this isn't Ma?"},{"person":"Mr. Tribbiani","txt":" Her name's Ronni. She's a pet mortician. "},{"person":"Joey","txt":" Sure. So how long you been... (Goes back to chopping)"},{"person":"Mr. Tribbiani","txt":" Remember when you were a little kid, I used to take you to the\nnavy yard and show you the big ships?"},{"person":"Joey","txt":" Since then?!"},{"person":"Mr. Tribbiani","txt":" No, it's only been six years. I just wanted to put a nice memory\nin your head so you'd know that I wasn't always such a terrible guy. ...Joe. Y'ever been\nin love?"},{"person":"Joey","txt":" ...I d'know."},{"person":"Mr. Tribbiani","txt":" Then y'haven't. You're burning your tomatoes."},{"person":"Joey","txt":" You're one to talk. (Puts the mushrooms in a saucepan)"},{"person":"Mr. Tribbiani","txt":" Joe, your dad's in love big time. And the worst part of it is,\nit's with two different women."},{"person":"Joey","txt":" Oh man. Please tell me one of 'em is Ma."},{"person":"Mr. Tribbiani","txt":" Of course, course one of 'em's Ma. What's the matter with you."},{"person":"Joey","txt":" It's like if you woke up one day and found out your dad was leading this\ndouble life. He's like actually some spy, working for the C.I.A. (Considers) That'd be\ncool.... This blows!"},{"person":"Rachel","txt":" I know, I mean, why can't parents just stay parents? (She walks over\nnear Chandler and his gaze stays very obviously on her chest) Why do they have to become\npeople? Why do they have... (Notices Chandler) Why can't you stop staring at my breasts?"},{"person":"Chandler","txt":" (Without looking up) What? (Looks up) What?"},{"person":"Rachel","txt":" Did you not get a good enough look the other day?"},{"person":"Ross","txt":" Alright, alright. We're all adults here, there's only one way to resolve\nthis. Since you saw her boobies, I think, uh, you're gonna have to show her your peepee."},{"person":"Chandler","txt":" Y'know, I don't see that happening?"},{"person":"Rachel","txt":" C'mon, he's right. Tit for tat."},{"person":"Chandler","txt":" Well I'm not showing you my 'tat.'"},{"person":"Monica","txt":" Hello?"},{"person":"Phoebe","txt":" (Intercom) It's Phoebe."},{"person":"Roger","txt":" (Intercom) And Rog."},{"person":"Monica","txt":" C'mon up."},{"person":"Chandler","txt":" (Sarcastic) Oh, good. Rog is here."},{"person":"Joey","txt":" What's the matter with Rog?"},{"person":"Ross","txt":" Yeah."},{"person":"Chandler","txt":" Oh, it's nothing, it's a little thing... I hate that guy."},{"person":"Ross","txt":" What, so he was a little analytical. That's what he does, y'know? C'mon,\nhe's not that bad."},{"person":"Ross","txt":" Y'see, that's where you're wrong. Why would I marry her if I thought on\nany level thatthat she was a lesbian?"},{"person":"Roger","txt":" I dunno. Maybe you wanted your marriage to fail."},{"person":"Ross","txt":" Why? Why would I why? Why? Why? Why?"},{"person":"Roger","txt":" I don't know. Maybe maybe low self-esteem, maybe maybe to compensate for\novershadowing a sibling, maybe you..."},{"person":"Monica","txt":" Wait-wait, go back to that sibling thing."},{"person":"Roger","txt":" Well, I don't know. I mean, it's conceivable that you wanted to sabotage\nyour marriage so that the sibling would feel less of a failure in the eyes of the parents."},{"person":"Ross","txt":" That that's ridiculous! I don't feel guilty for her failures!"},{"person":"Monica","txt":" Oh! So you think I'm a failure!"},{"person":"Phoebe","txt":" Isn't he good?"},{"person":"Ross","txt":" Nonono, thatthat's not what I was saying..."},{"person":"Monica","txt":" Y'know, all these years, I thought you were on my side. But maybe what\nyou were doing was sucking up to Mom and Dad so they'd keep liking you better!"},{"person":"Ross","txt":" Hey, I married a lesbian to make you look good!"},{"person":"Rachel","txt":" You're right! I mean you're right! It wasn't just the Weebles, but it\nwas the Weeble Play Palace, and and the Weebles' Cruise Ship. Oh, which had this little\nlifeboat for the Weebles to wobble in. "},{"person":"Roger","txt":" That's tough. Tough stuff. C'mon, Pheebs, we're gonna catch that movie,\nwe gotta get going. "},{"person":"Phoebe","txt":" Oh, okay. Feel better, Rachel, 'kay?"},{"person":"Roger","txt":" Geez, we're gonna be late, sweetie..."},{"person":"Phoebe","txt":" Oh, okay. Listen, thanks for everything, Mon."},{"person":"Monica","txt":" You're welcome."},{"person":"Roger","txt":" Listen guys, it was great seeing you again. Mon, um, easy on those\ncookies, okay? Remember, they're just food, they're not love."},{"person":"Monica","txt":" Hate that guy! (Throws another cookie)"},{"person":"Joey","txt":" Night, you guys."},{"person":"Chandler","txt":" Oh look, it's the woman we ordered."},{"person":"Joey","txt":" Hey. Can, uh, can we help you?"},{"person":"Ronni","txt":" Oh, no thanks, I'm just waiting for, uh, Joey Tribbiani."},{"person":"Joey","txt":" I'm Joey Tribbiani."},{"person":"Ronni","txt":" Oh no, not you, big Joey. Oh my God, you're so much cuter than your\npictures! (Joey stares at her) I-I'm, I'm Ronni....Cheese Nip?"},{"person":"Chandler","txt":" Uh, Joey's having an embolism, but I'd go for a Nip, y'know?"},{"person":"Ronni","txt":" Now, y'see, most people, when their pets pass on, they want 'em sorta\nlaid out like they're sleeping. But occasionally you get your person who wants them in a\npose. Like, chasing their tail, (Demonstrates) or, uh, jumping to catch a frisbee."},{"person":"Chandler","txt":" Joey, if I go first, I wanna be looking for my keys."},{"person":"Ronni","txt":" That's a good one!"},{"person":"Mr. Tribbiani","txt":" Hey, Joe."},{"person":"Joey","txt":" Dad, Ronni's here."},{"person":"Mr. Tribbiani","txt":" Huh?"},{"person":"Ronni","txt":" Hi."},{"person":"Mr. Tribbiani","txt":" Hey! Hello, babe! Wh what're what're you doing here?"},{"person":"Ronni","txt":" Oh, uh, well, you left your good hair at my apartment, I figured you'd\nneed it tomorrow for your meeting. (Hands him the hair)"},{"person":"Mr. Tribbiani","txt":" Thank you. Uh..."},{"person":"Chandler","txt":" So, who's up for a big game of "},{"person":"Ronni","txt":" Look, I uh, I shouldn'ta come. I-I'd better get going, I don't wanna miss\nthe last train."},{"person":"Mr. Tribbiani","txt":" I don't want you taking that thing."},{"person":"Ronni","txt":" Oh, where'm I gonna stay, here?"},{"person":"Joey","txt":" Who-ah-ho."},{"person":"Mr. Tribbiani","txt":" We'll go to a hotel."},{"person":"Ronni","txt":" (Shrugs) We'll go to a hotel."},{"person":"Joey","txt":" No you won't."},{"person":"Ronni","txt":" No we won't."},{"person":"Joey","txt":" If you go to a hotel you'll be...doing stuff. I want you right here where\nI can keep an eye on you."},{"person":"Mr. Tribbiani","txt":" You're gonna keep an eye on us?"},{"person":"Joey","txt":" That's right, mister, and I don't care how old you are, as long as you're\nunder my roof you're gonna live by my rules. And that means no sleeping with your\ngirlfriend."},{"person":"Ronni","txt":" Wow. He's strict."},{"person":"Joey","txt":" Now dad, you'll be in my room, Ronni uh, you can stay in Chandler's room."},{"person":"Ronni","txt":" Thanks. You're, uh, you're a good kid."},{"person":"Chandler","txt":" C'mon, I'll show you to my room. ...That sounds so weird when it's not\nfollowed by \"No thanks, it's late.\" "},{"person":"Joey","txt":" Okay. Now this is just for tonight. Starting tomorrow, you gotta make a\nchange. This has gone on long enough."},{"person":"Mr. Tribbiani","txt":" What kinda change?"},{"person":"Joey","txt":" Well, either you break it off with Ronni"},{"person":"Mr. Tribbiani","txt":" I can't do that!"},{"person":"Joey","txt":" Then you gotta come clean with Ma! This is not right!"},{"person":"Mr. Tribbiani","txt":" Yeah, but this is"},{"person":"Joey","txt":" I don't wanna hear it! Now go to my room!"},{"person":"Chandler","txt":" Hey, Kicky. What're you doing?"},{"person":"Joey","txt":" Just trying to get comfortable. I can't sleep in my underwear. "},{"person":"Chandler","txt":" Well, you're gonna."},{"person":"Joey","txt":" I've been thinking. Y'know, about how I'm always seeing girls on top of\ngirls..."},{"person":"Chandler","txt":" Are they end to end, or tall like pancakes?"},{"person":"Joey","txt":" Y'know what I mean, about how I'm always going out with all these women.\nAnd I always figured, when the right one comes along, I'd be able to be a stand-up guy and\ngo the distance, y'know? Now I'm looking at my dad, thinking..."},{"person":"Chandler","txt":" Hey, you're not him. You're you. When they were all over you to go\ninto your father's pipe-fitting business, did you cave?"},{"person":"Joey","txt":" No."},{"person":"Chandler","txt":" No. You decided to go into the out-of-work actor business. Now that\nwasn't easy, but you did it! And I'd like to believe that when the right woman comes\nalong, you will have the courage and the guts to say \"No thanks, I'm married.\""},{"person":"Joey","txt":" You really think so?"},{"person":"Chandler","txt":" Yeah. I really do."},{"person":"Joey","txt":" Thanks, Chandler. (Snuggles up to him)"},{"person":"Chandler","txt":" Get off!"},{"person":"Ronni","txt":" Hi."},{"person":"Monica","txt":" Hi...May I help you?"},{"person":"Ronni","txt":" Yeah, uh, Joey said I could use your shower, since, uh, Chandler's in\nours?"},{"person":"Monica","txt":" Okay...who are you?"},{"person":"Ronni","txt":" Oh, I'm Ronni. Ronni Rappelano? The mistress?"},{"person":"Monica","txt":" Oh, c'mon in."},{"person":"Ronni","txt":" Thanks."},{"person":"Rachel","txt":" Hi, I'm Rachel."},{"person":"Ronni","txt":" Hi."},{"person":"Rachel","txt":" Bathroom's up there."},{"person":"Ronni","txt":" Great."},{"person":"Rachel","txt":" Hey, listen, Ronni, how long would you say Chandler's been in the\nshower?"},{"person":"Ronni","txt":" Oh, like, uh, five minutes?"},{"person":"Rachel","txt":" Perfect. Fasten your seatbelts, it's peepee time. (She goes into Joey\nand Chandler's apartment, where Mr. Tribbiani is reading the paper) Hey, Mr. Trib. "},{"person":"Mr. Tribbiani","txt":" Hey. Morning, dear."},{"person":"Rachel","txt":" Chandler Bing? It's time to see your thing."},{"person":"Joey","txt":" (Runs out in a towel) What's the matter with you?!"},{"person":"Rachel","txt":" I thought it was Chandler!"},{"person":"Chandler","txt":" (Comes out of his room) What? What?"},{"person":"Rachel","txt":" You were supposed to be in there so I could see your thing!"},{"person":"Chandler","txt":" Sorry, my my thing was in there with me."},{"person":"All","txt":" Hey, Pheebs."},{"person":"Phoebe","txt":" Hey. "},{"person":"Monica","txt":" How's it going?"},{"person":"Phoebe","txt":" Good. Oh oh! Roger's having a dinner thing and he wanted me to invite\nyou guys."},{"person":"Phoebe","txt":" So what's going on?"},{"person":"Monica","txt":" Nothing, um, it's just, um... It's Roger. "},{"person":"Ross","txt":" I dunno, there's just something about..."},{"person":"Chandler","txt":" Basically we just feel that he's..."},{"person":"Rachel","txt":" We hate that guy."},{"person":"All","txt":" Yeah. Hate him."},{"person":"Ross","txt":" We're sorry, Pheebs, we're sorry."},{"person":"Phoebe","txt":" Uh-huh. Okay. Okay, don't you think, maybe, though, it's just that he's\nso perceptive that it freaks you out?"},{"person":"All","txt":" ...No, we hate him."},{"person":"Rachel","txt":" We're sorry."},{"person":"Joey","txt":" Ma! What're you doing here?"},{"person":"Mrs. Tribbiani","txt":" I came to give you this (Gives him a bag of groceries) and this.\n(Whacks him round the ear)"},{"person":"Joey","txt":" Oww! Big ring!"},{"person":"Mrs. Tribbiani","txt":" Why did you have to fill your father's head with all that\ngarbage about making things right? Things were fine the way they were! There's chicken in\nthere, put it away. For God's sake, Joey, really. (She gives the sofabed a tiny push and\nit folds away)"},{"person":"Joey","txt":" Hold on, you-you knew?"},{"person":"Mrs. Tribbiani","txt":" Of course I knew! What did you think? Your father is no James\nBond. You should've heard some of his cover stories. \"I'm sleeping over at my\naccountant's,\" I mean, what is that? Please!"},{"person":"Joey","txt":" So then how could you I mean, how could you?!"},{"person":"Mrs. Tribbiani","txt":" Do you remember how your father used to be? Always yelling,\nalways yelling nothing made him happy, nothing made him happy, not that wood shop, not\nthose stupid little ships in the bottle, nothing. Now he's happy! I mean, it's nice, he\nhas a hobby."},{"person":"Joey","txt":" Ma, I don't mean to be disrespectful, but... what the hell are you talking\nabout?! I mean, what about you?"},{"person":"Mrs. Tribbiani","txt":" Me? I'm fine. Look, honey, in an ideal world, there'd be no her,\nand your father would look like Sting. And I'll tell you something else. Ever since that\npoodle-stuffer came along, he's been so ashamed of himself that he's been more attentive,\nhe's been more loving... I mean, it's like every day's our anniversary."},{"person":"Joey","txt":" I'm...happy...for you?"},{"person":"Mrs. Tribbiani","txt":" Well don't be, because now everything's screwed up. I just want\nit the way it was."},{"person":"Joey","txt":" Ma, I'm sorry. I just did what I thought you'd want."},{"person":"Mrs. Tribbiani","txt":" I know you did, cookie. Oh, I know you did. So tell me. Did you\nsee her?"},{"person":"Joey","txt":" Yeah. You're ten times prettier than she is."},{"person":"Mrs. Tribbiani","txt":" That's sweet. Could I take her?"},{"person":"Joey","txt":" With this ring? (Her engagement ring.) No contest."},{"person":"Roger","txt":" What's wrong, sweetie?"},{"person":"Phoebe","txt":" Nothing, nothing."},{"person":"Roger","txt":" Aaaah, what's wrong, c'mon. (Pats his leg. She lies down and rests her\nhead in his lap)"},{"person":"Phoebe","txt":" It's, I mean, it's nothing, I'm fine. It's my friends. They-they have a\nliking problem with you. In that, um, they don't."},{"person":"Roger","txt":" Oh. They don't."},{"person":"Phoebe","txt":" But they don't see all the wonderfulness that I see. They don't see all\nthe good stuff and all the sweet stuff. They just think you're a little..."},{"person":"Roger","txt":" What?"},{"person":"Phoebe","txt":" Intense and creepy. "},{"person":"Roger","txt":" Oh."},{"person":"Phoebe","txt":" But I don't. Me, Phoebe."},{"person":"Roger","txt":" Well, I'm not I'm not at all surprised they feel that way."},{"person":"Phoebe","txt":" You're not? See, that's why you're so great! "},{"person":"Roger","txt":" Actually it's, it's quite, y'know, typical behaviour when you have this\nkind of dysfunctional group dynamic. Y'know, this kind of co-dependant, emotionally\nstunted, sitting in your stupid coffee house with your stupid big cups which, I'm sorry,\nmight as well have nipples on them, and you're like all 'Oh, define me! Define me! Love\nme, I need love!'."},{"person":"Monica","txt":" So you talked to your dad, huh."},{"person":"Joey","txt":" Yeah. He's gonna keep cheating on my ma like she wanted, she's gonna keep\npretending she doesn't know even though she does, and my little sister Tina can't see her\nhusband any more because he got a restraining order...which has nothing to do with\nanything except that I found out today."},{"person":"Rachel","txt":" Wow."},{"person":"Chandler","txt":" Things sure have changed here on Waltons mountain."},{"person":"Ross","txt":" So Joey, you okay?"},{"person":"Joey","txt":" Yeah, I guess. It's just parents, after a certain point, you gotta let go.\nEven if you know better, you've gotta let them make their own mistakes."},{"person":"Rachel","txt":" Just think, in a couple of years we get to turn into them."},{"person":"Chandler","txt":" If I turn into my parents, I'll either be an alcoholic blond chasing\nafter twenty-year-old boys, or... I'll end up like my mom."},{"person":"Phoebe","txt":" (entering) Hey."},{"person":"All","txt":" Hey, Pheebs."},{"person":"Monica","txt":" How's it going?"},{"person":"Phoebe","txt":" Oh, okay, except I broke up with Roger."},{"person":"All","txt":" Awww."},{"person":"Phoebe","txt":" Yeah, right."},{"person":"All","txt":" Aaawwwwww!!"},{"person":"Rachel","txt":" What happened?"},{"person":"Phoebe","txt":" I don't know, I mean, he's a good person, and he can be really sweet,\nand in some ways I think he is so right for me, it's just... I hate that guy!"},{"person":"Phoebe","txt":" Hey, Joey. What's going on?"},{"person":"Joey","txt":" Clear the tracks for the boobie payback express. Next stop: Rachel Green.\n(He goes into the bathroom. We hear a scream and he comes out, closely followed by Monica\nin a towel)"},{"person":"Monica","txt":" Joey!! What the hell were you doing?!"},{"person":"Joey","txt":" Sorry. Wrong boobies."},{"person":"Monica","txt":" Hello, Joey."}]