[{"person":"Ross","txt":" Hey! What are you guys looking at?"},{"person":"Joey","txt":" Oh, it’s a poster for that World War I movie that I’m in, check\nit out."},{"person":"Ross","txt":" Yeah? Wow! It looks "},{"person":"Joey","txt":" Uh-huh! I know. I’m coming soon to a theater near you! I’m in\nTHX! I’m unsuitable for children!"},{"person":"Ross","txt":" Now I cannot wait to see this."},{"person":"Joey","txt":" Yeah, yeah, it’s already generating Oscar buzz."},{"person":"Phoebe","txt":" I started that!"},{"person":"Joey","txt":" I thought I did! Oh hey guess what? The premiere is next week and\nyou’re all invited! (They all gasp.)"},{"person":"Monica","txt":" Are we gonna take a limo?"},{"person":"Joey","txt":" Sure! Why not?!"},{"person":"Monica","txt":" Oh I love taking limos when nobody died!"},{"person":"Rachel","txt":" Well obviously I won’t be able to come, for those of you who\nhaven’t checked their calendars today is my due date. Well y’know, I just want\nto take a moment and thank you guys for how great you’ve been during this time. I\nreally couldn’t have done it without you. And I have "},{"person":"Rachel","txt":" That’s right, still no baby! (To Monica, Joey, and Chandler on the\ncouch) Come on people! Please make some room!"},{"person":"Ross","txt":" Uh sweetie, maybe you’d be more comfortable here? (Gets up from the\ngreen armchair.)"},{"person":"Rachel","txt":" You. Like you haven’t done enough."},{"person":"Ross","txt":" Look, I-I know how miserable you are, I wish there was something I can do.\nI mean I wish I were a seahorse. (She glares at him) Because with seahorses it’s the\nmale, they carry the babies. And then also umm, I’d be far away in the sea. (He sits\nback down.)"},{"person":"Rachel","txt":" God. (Sits down.) I have never been so uncomfortable in my entire life!"},{"person":"Phoebe","txt":" Oh I know, I’ve been there. I remember toward the end…"},{"person":"Rachel","txt":" (interrupting her) Oh Phoebe, that’s a great story. Can you tell it\nto me when you’re getting me some iced tea? (Phoebe gets up and Rachel groans.) (To\nthe baby) Oh God, get out! Get out!! Get out!! Get out!!"},{"person":"Chandler","txt":" Let’s. (Everyone gets up and leaves Rachel.)"},{"person":"Chandler","txt":" Hey! Did you have the baby yet?"},{"person":"Rachel","txt":" Do you want me to come over there and sit on you? ‘Cause I’ll\ndo it."},{"person":"Monica","txt":" What are you doing here so early?"},{"person":"Rachel","txt":" They sent me home from work. They were like, \"Start your maternity\nleave now! Just rest, get ready for the baby.\" Well y’know what? Screw ‘em!\nIf they don’t want me there, I’ll just hang out with you guys."},{"person":"Phoebe","txt":" Or you can do "},{"person":"Joey","txt":" Hello?"},{"person":"Estelle","txt":" Joey! It’s Estelle! Great news, I was able to get you and one\nguest tickets to your premiere."},{"person":"Joey","txt":" One guest? You told me I can have six tickets!"},{"person":"Estelle","txt":" Well, I sold four of them on "},{"person":"Joey","txt":" Oh my God. So that’s it?! I only get to bring one guest?"},{"person":"Estelle","txt":" Yeah, what time do you wanna pick me up? (Joey hangs up on her.) Hello?"},{"person":"Joey","txt":" (to Monica, Chandler, and Phoebe) Did you hear that? I only get one extra\nticket to my premiere. So some how I have to pick between you three and Ross."},{"person":"Rachel","txt":" (overhearing that) What-what about me?"},{"person":"Joey","txt":" You said you didn’t want to go."},{"person":"Rachel","txt":" I don’t. But I would still like to be acknowledged. What? Just\nbecause I’m pregnant you think I’m invisible."},{"person":"Joey","txt":" Definitely not invisible."},{"person":"Monica","txt":" Well, well Ross didn’t care enough to be here, so I think he’s\nout. You snooze you lose."},{"person":"Chandler","txt":" He’s not snoozing, he’s teaching a class."},{"person":"Monica","txt":" Well then somebody’s snoozing. Joey, not that this uh should affect\nyou at all, but if you were to pick me, I was planning on wearing a sequined dress, cut\ndown to here. (Points to her stomach just above her belly button.)"},{"person":"Chandler","txt":" I haven’t seen this dress."},{"person":"Monica","txt":" Star in a movie."},{"person":"Phoebe","txt":" Joey, you pick who ever you want. Okay? You just listen to your heart.\nWhat does it tell you? (Mimicking a heartbeat and tapping her chest.) Phoebe, Phoebe."},{"person":"Joey","txt":" Well uh…I think I want to take Chandler."},{"person":"Phoebe","txt":" (still mimicking a heartbeat, only faster)\nPhoebe-Phoebe-Phoebe-Phoebe—Burrrrr! (Mimics the sound of a cardiac monitor going\noff.)"},{"person":"Chandler","txt":" You really want to take me?"},{"person":"Joey","txt":" Yeah! Yeah! I mean I’m sorry, I wish I can take everybody, but\ny’know Chandler always supported my career. He’s paid for acting classes and\nhead shots and stuff and well this will be my way of paying you back."},{"person":"Chandler","txt":" So you’re never actually going to pay me back?"},{"person":"Monica","txt":" Wait a minute, just because he paid for your head shots you’re\ngonna take him? Joey, I don’t think you’re comprehending just how slutty this\ndress is!"},{"person":"Joey","txt":" It’s not just the stuff he paid for, I mean it’s-it’s\neverything. Y’know? He read lines with me. He-he went with me on auditions when I was\nreally nervous, and then he consoled me after I didn’t get parts that I really\nwanted. You always believed in me man. Even, even when I didn’t believe in myself."},{"person":"Chandler","txt":" I always knew you were gonna make it. I’m so proud of you."},{"person":"Joey","txt":" Thanks. That means a lot to me."},{"person":"Phoebe","txt":" Mon, maybe one of these guys wants to wear your dress."},{"person":"Joey","txt":" (in a manly voice) I’m gonna go shave. (Gets up.)"},{"person":"Chandler","txt":" (in a manly voice) Yeah well, I’m gonna go spit. (He goes into\nthe bedroom. On his way out, Joey gives Rachel a wide berth.)"},{"person":"Rachel","txt":" Oh, I have to pee. If I don’t come out in five minutes it’s\nbecause I’ve choked to death on the potpourri stink. (Goes into the bathroom.)"},{"person":"Phoebe","txt":" When she comes out, you hold her nose, I’ll blow in her mouth, and\nthe kid will just (makes a popping sound) right out of her."},{"person":"Monica","txt":" She’s over a week late! She gotta have it today, right?"},{"person":"Phoebe","txt":" I don’t know. I-I think it’s still gonna be a while."},{"person":"Monica","txt":" Hmm, care to make it interesting? I’ll bet you that she’ll\nhave it by this time tomorrow."},{"person":"Phoebe","txt":" You’re on!"},{"person":"Monica","txt":" Okay, how much?"},{"person":"Phoebe","txt":" One "},{"person":"Monica","txt":" How about fifty bucks?"},{"person":"Phoebe","txt":" Fine! I’ll call Zurich and move some money around."},{"person":"Rachel","txt":" (calling from the bathroom) All right, who’s turn is it to help me\nget up!"},{"person":"Phoebe","txt":" No one’s here! (Monica looks at her.) Oh damnit!"},{"person":"Chandler","txt":" This is so exciting! It’s so glamorous! People taking our\npicture. How do I look?"},{"person":"Joey","txt":" A little tall."},{"person":"Chandler","txt":" What?"},{"person":"Joey","txt":" Do you mind crouching down a little bit, so that I look taller? (Chandler\ndoes so) There you go. (And they walk down the red carpet.)"},{"person":"Chandler","txt":" It’s just so glamorous."},{"person":"Phoebe","txt":" Oh hey Mon? Rach is here! Ohh, you’re still pregnant. Oh, I’m\nsorry. I know how uncomfortable you are. Y’know what? You look great. Yeah, like\nfifty bucks."},{"person":"Rachel","txt":" Oh, I have to go pee. Apparently this baby thinks that my bladder is a\nsqueeze toy. (Goes to the bathroom.)"},{"person":"Monica","txt":" Damnit! Damnit!! Here’s your fifty bucks! (Pays Phoebe.)"},{"person":"Phoebe","txt":" It’s interesting that you lost. Now, I forget, do you like to lose?"},{"person":"Monica","txt":" Now stop it! Double or nothing that she has it by tomorrow!"},{"person":"Phoebe","txt":" Fine! You’re on!"},{"person":"Monica","txt":" Okay."},{"person":"Phoebe","txt":" Until then, General Grant, why don’t you set up camp (She puts the\nbill in her bra) right there."},{"person":"Ross","txt":" (entering) Hey is Rachel here? We have a doctor’s appointment."},{"person":"Monica","txt":" She’s in the bathroom."},{"person":"Ross","txt":" Rach, we gotta go."},{"person":"Rachel","txt":" In a minute!!!"},{"person":"Ross","txt":" People ask me why we’re not together, I just don’t know what to\ntell them."},{"person":"Rachel","txt":" (entering) All right, all right. Let’s go!"},{"person":"Ross","txt":" Uh, do you wanna go change first? The doctor’s keeping the office\nopen late for us, but if you hurry…"},{"person":"Rachel","txt":" No, I’m fine."},{"person":"Ross","txt":" Really? You don’t think that’s a little inappropriate.\n(She’s wearing a tank top and has her belly sticking out.)"},{"person":"Phoebe","txt":" Good God man don’t anger it."},{"person":"Rachel","txt":" Ross, it is 100 degrees outside. For the first time in weeks, I am\nsomewhat comfortable."},{"person":"Ross","txt":" Fine! Fine! Y’know what? Whatever you want. Okay? You’re the\nmommy."},{"person":"Rachel","txt":" Oh uh-uh pal! Don’t call me mommy! It’s bad enough you call\nyour own mother that. (He looks at Monica.)"},{"person":"Monica","txt":" I’m actually with her on this one."},{"person":"Joey","txt":" (onscreen) \"I thought I knew who the enemy was, but it was you all\nalong.\" "},{"person":"Joey","txt":" (To Chandler) Okay, this is it. It’s my big fight scene coming up.\n(He looks over and Chandler and notices that he’s asleep.)"},{"person":"Rachel","txt":" Ross."},{"person":"Ross","txt":" Yeah?"},{"person":"Rachel","txt":" Can I ask you something?"},{"person":"Ross","txt":" Uh-huh."},{"person":"Rachel","txt":" When Carol was pregnant with Ben…"},{"person":"Ross","txt":" Mmm?"},{"person":"Rachel","txt":" …were you this irritating?"},{"person":"Ross","txt":" Wow!"},{"person":"Rachel","txt":" Excuse me?!"},{"person":"Ross","txt":" Oh nothing. Nothing! Just uh, you’ve been a little short with me\nlately. I’m not trying to irritate you."},{"person":"Rachel","txt":" Well then you just must have a natural talent for it."},{"person":"Ross","txt":" Y’know what? The doctor will be in soon, why don’t we not speak\nuntil then."},{"person":"Rachel","txt":" (silently) Okay. (Pause) Seriously, breathe louder Ross! That’s\ngreat!"},{"person":"Ross","txt":" Y’know we should probably ask the doctor if she even knows how to\ndeliver a baby that’s half human and half pure evil!"},{"person":"Rachel","txt":" Hi Dr. Long, how are you?"},{"person":"Ross","txt":" (to Rachel) Oh, you’re nice to her."},{"person":"Rachel","txt":" She has the drugs!"},{"person":"Dr. Long","txt":" We’ll do a quick check."},{"person":"Rachel","txt":" Okay. (Rachel lies back.)"},{"person":"Dr. Long","txt":" So, eight days late huh?"},{"person":"Rachel","txt":" Yeah."},{"person":"Dr. Long","txt":" You must be a little uncomfortable."},{"person":"Rachel","txt":" Eh, just a tad."},{"person":"Dr. Long","txt":" You’re about 80 percent effaced, so you’re on your way. It\nstill could last a little while longer. If you’re anxious there are a few ways to\nhelp things along."},{"person":"Ross","txt":" Do them!!"},{"person":"Dr. Long","txt":" Actually, they’re things you can do. Just some home remedies, but\nin my experience I’ve found that some of them are quite effective."},{"person":"Rachel","txt":" Well, we are ready to try anything."},{"person":"Dr. Long","txt":" Okay, there’s an herbal tea you can drink."},{"person":"Rachel","txt":" Okay."},{"person":"Dr. Long","txt":" You can take some caster oil, there’s eating spicy foods…"},{"person":"Rachel","txt":" Great! We will do all of those."},{"person":"Dr. Long","txt":" …taking a long walk, and then there’s the one that’s\nproved most effective: sex."},{"person":"Ross","txt":" You’ve got to be kidding me!"},{"person":"Chandler","txt":" Good job Joe! Well done! Top notch!"},{"person":"Joey","txt":" You liked it? You really liked it?"},{"person":"Chandler","txt":" Oh-ho-ho, yeah!"},{"person":"Joey","txt":" Which part exactly?"},{"person":"Chandler","txt":" The whole thing! Can we go?"},{"person":"Joey","txt":" Oh no-no-no, give me some specifics."},{"person":"Chandler","txt":" I love the specifics, the specifics were the best part!"},{"person":"Joey","txt":" Hey, what about the scene with the kangaroo? Did-did you like that part?"},{"person":"Chandler","txt":" I was surprised to see a kangaroo in a World War I epic."},{"person":"Joey","txt":" You fell asleep!! There was no kangaroo! They didn’t take any of my\nsuggestions! That’s for coming buddy. I’ll see you later. (Starts to walk out.)"},{"person":"Chandler","txt":" Don’t go! I’m sorry. I’m so sorry! (Sees another guy\nwho is still asleep.) Look! This guy fell asleep! He fell asleep too! Be mad at him!\n(Looks at him more closely.) Or, call an ambulance."},{"person":"Monica","txt":" Hey!"},{"person":"Ross","txt":" Hey."},{"person":"Rachel","txt":" Hi!"},{"person":"Monica","txt":" What did the doctor say? Any news on when the baby will come?"},{"person":"Rachel","txt":" No. But she did give us some ideas on how to induce labor."},{"person":"Ross","txt":" Yeah, we tried them all. We went for a walk, uh we tried a special tea,\ncaster oil, spicy food nothing has worked."},{"person":"Rachel","txt":" Well, there is one thing that we haven’t tried, but someone thinks\nthat, (mimicking Ross) \"That will open up a can of worms.\""},{"person":"Monica","txt":" Well what is it? What is it? If it’s gonna help bring the baby\nhere, like today. I mean, I think you should do it."},{"person":"Ross","txt":" It’s sex."},{"person":"Monica","txt":" Do it!"},{"person":"Ross","txt":" Monica!"},{"person":"Monica","txt":" I’m just saying it’s been a really long time for you. I mean,\nwomen have needs. Do it, get yours!"},{"person":"Phoebe","txt":" Oh I-I don’t know about that. No, I think that if the two of you\nhad sex the-the-the repercussions would be catastrophic. "},{"person":"Monica","txt":" All right, let’s be practical, if Ross isn’t willing to do it,\nhe’s not the only guy in the world you can have sex with. You can borrow\nChandler—Chandler is good!"},{"person":"Ross","txt":" Monica, what is the matter with you?"},{"person":"Monica","txt":" Nothing. I just want the baby to be born today."},{"person":"Rachel","txt":" Why? Why today?"},{"person":"Monica","txt":" Okay fine! I keep betting Phoebe that you’re gonna have the baby\nand I don’t want to lose again!"},{"person":"Ross","txt":" What?! While she’s been going through this hell, you’ve been\nmaking money?! You’re betting on your friend staying in this misery?! (Phoebe lowers\nher head and shakes it yes.)"},{"person":"Rachel","txt":" I’ll take that bet."},{"person":"Ross","txt":" What?!"},{"person":"Rachel","txt":" Well, I’m miserable here! I might as well make some money out it!"},{"person":"Ross","txt":" Can I get some of that action?"},{"person":"Monica","txt":" Wait a minute! Now I’m betting against all three of you?"},{"person":"Rachel","txt":" Oh honey, don’t worry. I really do feel like tomorrow’s the\nday."},{"person":"Monica","txt":" Oh, okay!"},{"person":"Joey","txt":" Hey! Sleeping beauty!"},{"person":"Chandler","txt":" Where have you been?! I tried to call you! I want to talk to you! I\nstill feel so bad!"},{"person":"Joey","txt":" (in a baby voice) Oh no, were you upset? Did you lose sleep?"},{"person":"Chandler","txt":" I’m so sorry."},{"person":"Joey","txt":" Uh-huh look, the only reason I can over here was to settle things between\nus! Okay? You’ve done a lot for me and my career, I wanted to pay you back so I took\nyou to the premiere but you missed it! Okay, so how much do I owe you?"},{"person":"Chandler","txt":" What?!"},{"person":"Joey","txt":" Give me a number, I don’t want to owe you anything!"},{"person":"Chandler","txt":" You don’t owe me anything, I don’t want you money…"},{"person":"Joey","txt":" Ah-ah-ah! We’re doing this! Okay, now you got me my first set of head\nshots. Right, how much were those?"},{"person":"Chandler","txt":" I don’t know, five hundred dollars?"},{"person":"Joey","txt":" Okay, five hundred dollars. What else?"},{"person":"Chandler","txt":" Well then there was the second set, the infamous booger head shots."},{"person":"Joey","txt":" Okay, so that’s another five hundred. Five hundred and five hundred,\nthat’s… (Pauses to figure it out.)"},{"person":"Chandler","txt":" Do you want a calculator?"},{"person":"Joey","txt":" Please! "},{"person":"Chandler","txt":" Here! (Hands him one. Joey adds it up and discovers that he was\nright.)"},{"person":"Joey","txt":" All right, what else?"},{"person":"Chandler","txt":" Well uh, there was acting classes, stage combat classes, tap\nclasses…"},{"person":"Joey","txt":" Which we’re still keeping under our hats!"},{"person":"Chandler","txt":" Uh then there was that dialect coach who helped you with that play\nwhere you needed a southern accent. Which after twenty hours of lessons still came out\nJamaican. "},{"person":"Joey","txt":" What the hell are you talking about, (in a Jamaican accent) \"The\nsouth will rise again man.\""},{"person":"Chandler","txt":" Yes, money well spent!"},{"person":"Joey","txt":" Yeah. Okay, what else? Rent!"},{"person":"Chandler","txt":" Okay, two, three years of rent, utilities, food…"},{"person":"Joey","txt":" Okay. Okay, so I’m writing you a check for…So you fell asleep\nduring my movie. Big deal right? How do you clear this thing?"},{"person":"Ross","txt":" Come on, finish your enchilada."},{"person":"Rachel","txt":" Ross I—We tried all the spicy food. It’s not working."},{"person":"Ross","txt":" Okay here, have one of these peppers. Oh ha… Oh God! So…so hot!\n(Rubs his eyes.) Oh my—(Laughs.) By the way, you don’t want to touch the pepper\nand then touch your eye."},{"person":"Rachel","txt":" I am feeling nothing. Speaking of hot, watching you do that really makes\nme want to have sex with you."},{"person":"Ross","txt":" Stop it."},{"person":"Rachel","txt":" Oh come on Ross, why are we wasting our time with this other stuff?! We\nknow what’s gonna work! It’s doctor recommended!"},{"person":"Ross","txt":" I’m sorry, but we have to have some boundaries! My God, I’m\ndying."},{"person":"Rachel","txt":" Oh come on Ross, we’ve done it before we’ll do it again,\nit’ll be a nice way to bookend the pregnancy."},{"person":"Ross","txt":" This is insane, I’m not gonna make love to you just so that\nyou’ll go into labor."},{"person":"Rachel","txt":" Make love? What are you a girl?"},{"person":"Ross","txt":" Always a great way to get in a man’s pants."},{"person":"Rachel","txt":" But you will, you will be performing a service. Okay? Just-just think of\nme as a ketchup bottle, y’know you sometimes you have to bang on the end of it just\nto get something to come out."},{"person":"Ross","txt":" I love when you talk dirty to me."},{"person":"Rachel","txt":" Oh, I know it. You’re right. That’s not sexy. Oh…Oh!\n(Drops a fork on the floor.) Whoops! Oh, I seem to have dropped my fork. Let me just bed\nover and get it. (Tries too, but can’t quite seem to make it.) Oh God!"},{"person":"Ross","txt":" Okay enough! This is, this is not going to happen."},{"person":"Rachel","txt":" Come on Ross! I’m miserable here! Come on! You started this, now\nyou finish it! Come on wuss, make love to me."},{"person":"Ross","txt":" Y’know what?"},{"person":"Rachel","txt":" What?!"},{"person":"Ross","txt":" Forget it."},{"person":"Rachel","txt":" Oh wow! What now Ross you’re not gonna talk? How on earth will you\never annoy me? Oh wait a minute, I know. (Mimics his breathing.) I mean you’d think\nthe damn jalepeno would’ve cleared up your sinuses, but no!! That’s not\nenough… (Ross jumps over and kisses her.) What are you doing?!"},{"person":"Ross","txt":" I’m getting that baby out of you!"},{"person":"Rachel","txt":" (breaking the kiss) Oh God!"},{"person":"Ross","txt":" Oh, I know."},{"person":"Rachel","txt":" Oh no. No-no! I think my water just broke."},{"person":"Ross","txt":" I am good. Okay! Okay! Uh, I got the pillow! I got the bag! You got the\nkeys?"},{"person":"Rachel","txt":" Okay! I got the keys! Okay! Okay!"},{"person":"Ross","txt":" Hey!"},{"person":"Rachel","txt":" Yeah."},{"person":"Ross","txt":" We’re having a baby."},{"person":"Rachel","txt":" I didn’t uh, really have time to read this part of the books, but\ndo you think we have time to…"},{"person":"Ross","txt":" Not so much."},{"person":"Rachel","txt":" Okay."},{"person":"Monica","txt":" Two hundred."},{"person":"Phoebe","txt":" Thank you!"},{"person":"Monica","txt":" That’s it. I’m done. I don’t care when the baby comes, no\nmore betting."},{"person":"Phoebe","txt":" Okay."},{"person":"Monica","txt":" Hello? (Listens) Uh-huh. (Listens) Uh-huh. (Listens) Okay. (Hangs up.) I\nguess we can bet one more time."},{"person":"Phoebe","txt":" Is Rachel having the baby?"},{"person":"Monica","txt":" How did you know that?! (Runs to yell at Joey’s apartment.) Joey!\nChandler!! It’s time!"},{"person":"Phoebe","txt":" They’re at the coffeehouse."},{"person":"Monica","txt":" You know everything!! Oh wait, double or nothing. I bet you the baby is\nover seven pounds. (Phoebe isn’t interested.) I bet you it has hair. (She’s\nstill not interested.) I bet you it’s a girl."},{"person":"Phoebe","txt":" We know it’s a girl! (Exits.)"},{"person":"Monica","txt":" (following her) I’ll give you really good odds."}]