[{"person":"Phoebe","txt":" (dejected) Hi, you guys."},{"person":"Chandler","txt":" Hey!"},{"person":"Monica","txt":" Hi!"},{"person":"Rachel","txt":" What’s the matter?"},{"person":"Phoebe","txt":" Well it’s just—it’s one of those situations that I just\nhate. Y’know? A massage client gave me three tickets to the Helmet-Pelts exhibit at\nthe Morgan Chase museum."},{"person":"Joey","txt":" (nodding knowingly) Now you’re thinking you gotta sleep with him."},{"person":"Phoebe","txt":" No! No! It’s just that he gave me three tickets and there are six\nof us!"},{"person":"Chandler","txt":" I’ll give up my ticket."},{"person":"Joey","txt":" Me too."},{"person":"Phoebe","txt":" Okay that’s so generous!"},{"person":"Chandler","txt":" And I think Ross is generous too."},{"person":"Phoebe","txt":" Great! Okay then it’s just us girls!"},{"person":"Monica and Rachel ","txt":"(less than enthused) Great."},{"person":"Phoebe","txt":" Yeah."},{"person":"Rachel","txt":" So what-what is the exhibit."},{"person":"Phoebe","txt":" It’s mostly just photographs of lesbian love scenes interspersed\nwith video games and free sandwiches."},{"person":"Joey","txt":" Oh man! (Hits Chandler)"},{"person":"Ross","txt":" (entering) Hey!"},{"person":"Rachel","txt":" Hi!"},{"person":"Chandler","txt":" Hey!"},{"person":"Joey","txt":" Hey Ross listen Chandler got you out of going to the lesbian sandwich\nmuseum this weekend!"},{"person":"Ross","txt":" Thanks? But I have plans; Elizabeth and I are going out of town."},{"person":"Monica","txt":" Oh that’s great!"},{"person":"Ross","txt":" Yeah."},{"person":"Monica","txt":" I mean think about all the money that you’re gonna make!"},{"person":"Ross","txt":" Why? What?"},{"person":"Monica","txt":" Well, her father pays you for baby-sitting right?"},{"person":"Ross","txt":" No, no, that’s funny. But maybe it’s time to move on, let it go,\ny’know? Stop it! Besides, Rachel is going out with Elizabeth’s father, so ah,\nhe’s much older than she is. Looks like I’m not the only one interested in\nfossils, huh?"},{"person":"Rachel","txt":" I mean Ross all that does is remind us that you are interested in\nfossils."},{"person":"Ross","txt":" Okay, okay. Uh, well uh, Rachel is going to need to yell sweet nothings\n(Paul enters) in "},{"person":"Chandler","txt":" Ross."},{"person":"Ross","txt":" Oh, come on you guys; that’s funny! Y’know? Because he’s\nneed—he’s got like a hearing aide y’know, ‘cause-‘cause\ny’know, ‘cause he’s all old, and… "},{"person":"Paul","txt":" Okay look, Ross, just so you know that since Lizzie likes you so much,\nI’ve decided to accept the fact that you’re going out with her."},{"person":"Ross","txt":" Really? That okay, that’s great."},{"person":"Paul","txt":" Yeah. But then I changed my mind. I’m funny like that. So I told\nLizzie, now I’m telling you, I don’t want you seeing my daughter anymore."},{"person":"Ross","txt":" All right look, I-I realize it upsets you."},{"person":"Paul","txt":" Yes it does."},{"person":"Ross","txt":" But, Elizabeth and I are-are both adults and so I don’t think\nthere’s really anything you can do about it."},{"person":"Paul","txt":" I’ll call the university and tell them about your relationship and\nhave you fired."},{"person":"Ross","txt":" Ohh! A man with a plan!"},{"person":"Phoebe","txt":" Oh, this is so exciting! You get your picture back up on the wall of\nfame! Eek!"},{"person":"Joey","txt":" I know. It was so cool when I was up there before. Me and Jim Belushi\nwould just be crackin’ up about something… Then I get fired off of "},{"person":"Phoebe","txt":" (gasps) Ohh, okay maybe they put your picture back up they can put you\nnext to Matt Lauer. Look at him, smiling at me. (Giggles) Yeah I know; we’d be great\ntogether!"},{"person":"Joey","txt":" Hey! So I’m back."},{"person":"The Dry Cleaner","txt":" Who are you?"},{"person":"Joey","txt":" Joey Tribbiani! From the wall! (The dry cleaner doesn’t remember)\nOkay, maybe this will jog your memory, huh? (Holds his picture up in front of his face.)\nHuh? Okay eh-ah-anyway, I’m ready to go back up on the wall I’m the star of a\nnew TV show."},{"person":"The Dry Cleaner","txt":" (picking up a "},{"person":"Joey","txt":" Oh well, it’s not on TV yet."},{"person":"The Dry Cleaner","txt":" Well, then it’s not on the wall yet."},{"person":"Joey","txt":" Okay, fine, I will bring you a tape, huh? (Walks away)"},{"person":"Phoebe","txt":" So umm, now do you have any of Matt Lauer’s clothes here? Maybe?\nJust ones that haven’t been cleaned yet? "},{"person":"Monica","txt":" Oh, I love museums!"},{"person":"Rachel","txt":" Umm."},{"person":"Monica","txt":" Soakin’ up all the culture."},{"person":"Rachel","txt":" Yeah."},{"person":"Monica","txt":" Where do you want to start?"},{"person":"Rachel","txt":" Ooh, the gift shop!"},{"person":"Monica","txt":" Yeah!"},{"person":"Phoebe","txt":" Hey, and then lunch."},{"person":"Rachel","txt":" Oh, wait yes, but I can’t eat too much. Paul is taking me out to\ndinner tonight, he said he has a big surprise planned."},{"person":"Phoebe","txt":" Oh wow. What, do you think maybe he’s gonna tell you that he’s\ngay?"},{"person":"Rachel","txt":" What?! No! Why?!"},{"person":"Phoebe","txt":" No reason! That would just be a really big surprise, right?"},{"person":"The Museum Official","txt":" (to the couple) You can put the aisle over here (points),\nand put the wedding ceremony right over here. (Points.)"},{"person":"Rachel","txt":" I didn’t know you could get married here."},{"person":"Monica","txt":" This would be a beautiful place to get married, yeah, but I\nwouldn’t put the aisle there and I would "},{"person":"The Museum Official","txt":" (To Monica) May I help you?"},{"person":"Rachel","txt":" Oh sorry didn’t mean to interrupt. It’s just such a beautiful\nspace; do you do a lot of weddings here?"},{"person":"The Museum Official","txt":" Yes. We’re very popular. There’s a two-year\nwaiting list. Sorry! (She kinda storms out with the couple.)"},{"person":"Rachel","txt":" Monica, you should totally put your name down on the list"},{"person":"Monica","txt":" What?! Are you crazy?! I’m not getting married! I’m not even\nengaged."},{"person":"Phoebe","txt":" Yeah, but there’s a two-year wait. And then what if you get engaged\nin two years and then you got to wait "},{"person":"Rachel","txt":" Yeah hon, it can’t hurt to put your name down! I mean in if two\nyears if you’re not engaged you just don’t use it."},{"person":"Monica","txt":" Well, I mean I guess there is no harm in putting my name down."},{"person":"Rachel","txt":" I’m gonna do it too!"},{"person":"Phoebe","txt":" Me too!"},{"person":"Rachel","txt":" Really? Who would, who would you marry?"},{"person":"Phoebe","txt":" I don’t know, I don’t have anyone right now. Y’know?"},{"person":"Rachel","txt":" Oh Pheebs."},{"person":"Phoebe","txt":" Don’t feel too sorry for me. At least my boyfriend isn’t gay."},{"person":"Monica","txt":" Phoebe, that stuff is…"},{"person":"Phoebe","txt":" Don’t even get me started on yours!"},{"person":"Joey","txt":" (entering) Hey! So, did you watch the tape of my show?"},{"person":"The Dry Cleaner","txt":" I did."},{"person":"Joey","txt":" All right, let’s get me back up there! (Holds out his picture.)"},{"person":"The Dry Cleaner","txt":" No! It don’t go up on the wall!"},{"person":"Joey","txt":" What—But you saw the show!"},{"person":"The Dry Cleaner","txt":" Yes, it was very offensive to my people!"},{"person":"Joey","txt":" Dry cleaners?"},{"person":"The Dry Cleaner","txt":" Russians! It showed them as terrorists and villains!"},{"person":"Joey","txt":" Okay! Okay, look! You-you-you got Harrison Ford up there!"},{"person":"The Dry Cleaner","txt":" That’s right. Mr. Ford is a very good customer, he brings\nus a lot of clothes; you bring us nothing!"},{"person":"Joey","txt":" Okay well that may be true. But, in-in okay, "},{"person":"The Dry Cleaner","txt":" I’ve never seen it!"},{"person":"Joey","txt":" Oh you should, it’s great."},{"person":"Ross","txt":" This place is really beautiful!"},{"person":"Elizabeth","txt":" Yeah, I’ve been coming here since I was a kid. This used to be\nmy Grandma’s."},{"person":"Ross","txt":" Wow! The only thing I got from my Grandmother was her eyes. I mean not-not\nher actual eyeballs, but, but people say that my eyes—Do-do you want to make out?"},{"person":"Elizabeth","txt":" Sure!"},{"person":"Elizabeth","txt":" Are you okay? What’s wrong?"},{"person":"Ross","txt":" Ehh, I was just, I was just thinking about your father."},{"person":"Elizabeth","txt":" Well, whatever works for ya…"},{"person":"Ross","txt":" No. No-no uh, he just, he just really freaked me out before."},{"person":"Elizabeth","txt":" Oh. Well, so we have to hide our relationship from one more person.\nBig deal. Besides, it’s kinda fun hiding."},{"person":"Ross","txt":" Yeah."},{"person":"Elizabeth","txt":" (quietly) Hey umm, you brought protection right?"},{"person":"Ross","txt":" (loudly) Why?! Are there like bears or something?! (Looks around and then\nsees that Elizabeth is shaking her head no and realizes what Elizabeth meant.) Ohh. Oh,\nprotection. Yeah-no, yeah-no, that-that-that I forgot."},{"person":"Elizabeth","txt":" I’ll just run to the store and get some."},{"person":"Ross","txt":" Oh no! Hey-hey, I’m the guy! I’ll get it."},{"person":"Elizabeth","txt":" Do you know where the store is?"},{"person":"Ross","txt":" No."},{"person":"Elizabeth","txt":" Do you want to ride around town on my little pink bicycle? "},{"person":"Ross","txt":" A little bit."},{"person":"Elizabeth","txt":" (laughs) I’ll be back in ten minutes."},{"person":"Ross","txt":" Okay."},{"person":"Elizabeth","txt":" Why don’t you get in the hot tub and I’ll meet you there."},{"person":"Ross","txt":" Ohh, okay."},{"person":"Rachel","txt":" (from another room) Oh my God, what a great surprise! This is such a\nbeautiful house."},{"person":"Paul","txt":" (To Rachel) Thank you, it’s my mom’s. So this is the kitchen."},{"person":"Chandler","txt":" (on machine) You’ve reached Monica and Chandler’s, if\nyou’re listening to this message, we’re probably screening. (to himself) Yeah we\nare."},{"person":"The Museum Official","txt":" (on phone) Hi, this is Heldi from the Morgan Chase museum.\nI’m calling for Monica Geller. I want to let her know that there was a cancellation\nand if she’s still interested in having the Bing-Geller wedding at our facility, it\nis available… (Chandler runs to answer the phone.)"},{"person":"Chandler","txt":" (on phone) This is Chandler Bing! This is Chandler Bing! (Listens)\nYes, the groom—No! Not the groom!!"},{"person":"Rachel","txt":" It’s so secluded up here."},{"person":"Paul","txt":" I know. I like it up here."},{"person":"Rachel","txt":" I feel like we’re the only two people in the world. (She sets down\nher wine class, picks up a walnut, and knocks another one on the floor.) Oops. Sorry. (She\nreaches down to pick it up and Ross hands it to her. Ross is hiding under the couch and\ncauses Rachel to scream.)"},{"person":"Paul","txt":" What’s the matter honey? Did you see a little mouse?"},{"person":"Rachel","txt":" No-no! Big bear! Big bear outside! I think I-I—would\nyou—actually, would you go check on that?"},{"person":"Paul","txt":" Honey, we don’t have any bears here."},{"person":"Rachel","txt":" Well, okay. Would-would you get me a "},{"person":"Paul","txt":" Okay. I’ll be right back. (Gets up and heads for the kitchen.)"},{"person":"Rachel","txt":" Okay. (After Paul leaves Rachel drops to the floor to confront Ross.)\nWhat?! What are you doing here?!"},{"person":"Ross","txt":" What are "},{"person":"Rachel","txt":" I came with Paul!"},{"person":"Ross","txt":" Yeah, I recognize the ankles!"},{"person":"Rachel","txt":" Get up!"},{"person":"Paul","txt":" (entering) Here you go honey! (Rachel kicks Ross back under the couch.)"},{"person":"Rachel","txt":" Ahh. Thank you!"},{"person":"Paul","txt":" "},{"person":"Rachel","txt":" Op, ice. I need ice."},{"person":"Paul","txt":" Okay."},{"person":"Rachel","txt":" Thank you."},{"person":"Paul","txt":" I’ll be right back. (He goes to get the ice.)"},{"person":"Ross","txt":" (under the couch) You and your ice."},{"person":"Rachel","txt":" Ugh! Get out! Get out! Go! Come on! (Ross gets up and heads for the\nkitchen.) No! Not in there! He’s in there! (She points Ross to the door next to the\nkitchen.)"},{"person":"Ross","txt":" (before entering) Did you really hear a bear?"},{"person":"Rachel","txt":" Go-go!"},{"person":"Paul","txt":" (entering) Here you go honey. One "},{"person":"Rachel","txt":" Ohh, thank you."},{"person":"Paul","txt":" I’m so happy that you’re here."},{"person":"Elizabeth","txt":" (entering) Here I am!"},{"person":"Paul","txt":" (jumping up) Elizabeth! Oh look, Elizabeth’s here! Who are you\ntalking to?"},{"person":"Elizabeth","txt":" Uh, you guys?"},{"person":"Paul","txt":" How did you know we were here?"},{"person":"Elizabeth","txt":" Umm…"},{"person":"Rachel","txt":" Well, she-she ob-obviously saw the tire tracks that were leading up to\nthe closed garage."},{"person":"Elizabeth","txt":" Obviously."},{"person":"Paul","txt":" Elizabeth, what are you doing here?! (Motions that he brought Rachel here\nto be alone with her.)"},{"person":"Rachel","txt":" Did-did you come up here to work on that term paper or something?"},{"person":"Elizabeth","txt":" Yeah! Yep."},{"person":"Rachel","txt":" Well, why do y’know go in that room (points to the room Ross is in)\nand do your homework?"},{"person":"Elizabeth","txt":" Ohh, I wouldn’t do it in there. That’s my dad’s\nbedroom."},{"person":"Rachel","txt":" That’s your, that’s your dad’s bedroom. (Yelling)\nThat’s your dad’s bedroom!"},{"person":"Paul","txt":" Why are you yelling?"},{"person":"Rachel","txt":" Whoa, that "},{"person":"Monica","txt":" Hi, honey."},{"person":"Chandler","txt":" (gets up) See you later. (Starts to leave.)"},{"person":"Monica","txt":" What? I-I bought groceries, I was gonna make you dinner!"},{"person":"Chandler","txt":" (angrily) Well next time ask! Or at least wait for me to ask! (He\nstorms out.)"},{"person":"The Museum Official","txt":" (on machine) Hi, this is Heldi from the Morgan Chase\nmuseum. I’m calling for Monica Geller. "},{"person":"Monica","txt":" Oh no!"},{"person":"The Museum Official","txt":" (on machine) I want to let her know that there was a\ncancellation and if she’s still interested in having the Bing-Geller wedding at our\nfacility, it is available…"},{"person":"Monica","txt":" Oh please, he didn’t hear it! He didn’t hear it!!"},{"person":"Chandler","txt":" (on machine) This is Chandler Bing! This is Chandler Bing! (The\nmachine beeps off.)"},{"person":"Monica","txt":" "},{"person":"Female Clerk","txt":" Can I help you?"},{"person":"Joey","txt":" Uh yeah, where-where’s the guy who decides who’s pictures go up\non the wall?"},{"person":"Female Clerk","txt":" He’s not here right now."},{"person":"Joey","txt":" Oh, you’re kidding me! All-all right, well make sure you tell him\nthat Joey Tribbiani stopped by to drop off all of these clothes. Okay? I’m an actor;\nI’m kinda getting my picture up there on the wall."},{"person":"Female Clerk","txt":" Y’know, there are two people who could put your picture up\nthere. (She makes eyes at him.)"},{"person":"Joey","txt":" Oh really? Well, maybe you and I go out for drinks? (Pause) You’re\nthe other one right? (She thinks about it for a second and nods yes.)"},{"person":"Paul","txt":" So Lizzie, are-are-are you planning on staying the night?"},{"person":"Elizabeth","txt":" Oh no-no believe me, I’m leaving as soon as possible!"},{"person":"Paul","txt":" Good. Good. Not that we don’t want you to stay, obviously you’re\nwelcome—How much more homework do you have?"},{"person":"Elizabeth","txt":" Ahh, I just have one problem left that I do "},{"person":"Rachel","txt":" Really? Okay. Okay, I-I’ll go upstairs. (to Paul) If-if you get me\nsomething from the car."},{"person":"Paul","txt":" What do you need from the car?"},{"person":"Rachel","txt":" Surprise me."},{"person":"Paul","txt":" (whispering) Okay. (Starts for the car.)"},{"person":"Rachel","txt":" (yelling) So you’re gonna be in the car, I will be upstairs, and\nthat’s where everybody’s gonna be!"},{"person":"Paul","txt":" (standing in front of a mirror and to himself) Just relax. Just relax\nPaul, you’re doing great. (Ross moves a piece of luggage over so he can watch Paul.)\nShe likes you. She… Maybe, she likes you. She likes you. Y’know why? Because\nyou’re a (pause) neat guy. (Ross can’t believe what he’s hearing.) You are\nthe man. You are (pause) the man! (He opens his shirt and looks at his chest.) I still got\nit. Nice and sexy. You’re just a love machine. (Starts singing) "},{"person":"Monica","txt":" Phoebe!"},{"person":"Phoebe","txt":" Yeah?"},{"person":"Monica","txt":" Have you seen Chandler?!"},{"person":"Phoebe","txt":" No! Why?"},{"person":"Monica","txt":" The woman from the museum called and said that there was a cancellation\nand that we could move up our wedding and Chandler heard! (Phoebe gasps.) I know! How bad\nis this?!"},{"person":"Phoebe","txt":" Well for the regular guy, it’s bad, but Chandler, Oh dear God!"},{"person":"Monica","txt":" I know! I know! And he totally freaked out and I can’t find him\nanywhere!"},{"person":"Phoebe","txt":" What are you gonna do?"},{"person":"Monica","txt":" Well, I’m never gonna listen to you again, that’s for sure!\n(Mimicking her.) \"Y’know, harm can it do if you go and put your name down?\""},{"person":"Phoebe","txt":" Rachel said that!"},{"person":"Monica","txt":" Well Rachel’s not here! (Runs out.)"},{"person":"Phoebe","txt":" Oh! Here it is! (Noticing it next to the door.) Ooh, Joey! Why did you\nsign it, \"Son of a bitch?\" (Son of a bitch is written across the entire\npicture.)"},{"person":"Joey","txt":" I didn’t do that! Who would’ve done that?!"},{"person":"The Dry Cleaner","txt":" (entering) Son of a bitch!"},{"person":"Phoebe","txt":" Okay, maybe ask this guy."},{"person":"The Dry Cleaner","txt":" You, get out of my shop!"},{"person":"Phoebe","txt":" Well, what did he do?"},{"person":"The Dry Cleaner","txt":" He went out with my wife!"},{"person":"Phoebe","txt":" Joey!"},{"person":"Joey","txt":" Whoa-whoa-whoa-whoa, I-I—Hey! I did "},{"person":"The Dry Cleaner","txt":" That’s my wife!!! Get out! (Starts yelling at him in\nRussian, and I’m betting he’s not saying pleasant things about him.)"},{"person":"Phoebe","txt":" Well, we should go."},{"person":"Joey","txt":" Yeah."},{"person":"Elizabeth","txt":" Ross? Ross?"},{"person":"Ross","txt":" Elizabeth! (He opens one of the bed stands that he has curled himself up\ninto.) Okay. Okay. (She helps him out.) I’m gonna go out this window. (Points to the\nwindow next to him.) I’ll meet you at the front door. Just tell them you’re\ngoing home, okay?"},{"person":"Elizabeth","txt":" Okay!"},{"person":"Rachel","txt":" (yelling from the living room) Oh wait-wait-wait!! No! Don’t go in\nthere! Don’t go in there! I need another soda!"},{"person":"Paul","txt":" Ross!"},{"person":"Rachel","txt":" Oh my God Ross! What in heaven’s name are you doing here?"},{"person":"Ross","txt":" (to Elizabeth) And that is why we cannot see each other anymore."},{"person":"Paul","txt":" Ross. You and I are going to have to have a little talk."},{"person":"Elizabeth","txt":" Daddy!"},{"person":"Paul","txt":" You’re next!!"},{"person":"Elizabeth","txt":" Okay. I didn’t know he was here. (Runs over to Rachel.)"},{"person":"Paul","txt":" Let me just see if I got this straight. I tell you to stay away from my\ndaughter or I’ll have you fired. What you heard was, \"Take my daughter, come up\nto my country house, and ruin my weekend with Rachel!\""},{"person":"Ross","txt":" Okay, please-please Paul, just let me explain…"},{"person":"Paul","txt":" No, let me explain! Fired!!"},{"person":"Ross","txt":" All right, fine! Fine! Have me fired! But uh, I want you to know that you\nand I are not all that different. I mean, I too am a neat guy. (Paul just looks at him.)"},{"person":"Paul","txt":" (panicked) What? "},{"person":"Ross","txt":" And I too am just a love machine. (Hums a little bit and mimics\nPaul’s flexing.)"},{"person":"Paul","txt":" Ross, let me show you where the guest room is."},{"person":"Monica","txt":" (going over to him) I’m so sorry. Please, stop freaking out."},{"person":"Chandler","txt":" I’m not freaking out. Why would I be freaking out? A woman named\nHeldi called and said we were getting married, but that happens everyday. (Does one of\nthose Chandler noises.)"},{"person":"Monica","txt":" Honey, we were at this beautiful place, and I-I-I just put our names\ndown for fun! I mean, what’s the harm in that?"},{"person":"Chandler","txt":" Right here! (Clucks like a chicken for some reason.)"},{"person":"Monica","txt":" Chandler, please don’t think I was trying to pressure you. Phoebe\nand Rachel…"},{"person":"Chandler","txt":" Phoebe and Rachel! So the people that knew about our wedding before me\nwere you, Phoebe and Rachel, Heldi, and apparently some band called Starlight Magic 7 who\nare available by the way!"},{"person":"Monica","txt":" It was a mistake. Please don’t take this to mean anything, because\nit doesn’t."},{"person":"Chandler","txt":" Okay."},{"person":"Monica","txt":" Really?"},{"person":"Chandler","txt":" Yes, if it really doesn’t mean anything, because you know that\nI’m just not ready…"},{"person":"Monica","txt":" I know! I know."},{"person":"Chandler","txt":" Okay. (They hug.)"},{"person":"Monica","txt":" I’m gonna go tell Joey that (laughs) that you’re back. I was\nreally worried about you. (Exits.)"},{"person":"Phoebe","txt":" (entering from her room) Hey, did she buy it?"},{"person":"Chandler","txt":" Totally."},{"person":"Phoebe","txt":" So did Heldi show you the place?"},{"person":"Chandler","txt":" Yeah, it’s beautiful."},{"person":"Phoebe","txt":" I can’t believe you’re gonna ask Monica to marry you!"},{"person":"Chandler","txt":" I know."},{"person":"Joey","txt":" Hey Gunther."},{"person":"Gunther","txt":" Hey! Take these cappuccinos to table 11 and that guy over there\n(points) wants the biscotti. "},{"person":"Joey","txt":" Oh uh, well I just came in for a cup of coffee to go."},{"person":"Gunther","txt":" Do you still work here?"},{"person":"Joey","txt":" No! No, I quit a long time ago. (Pause) Did I forget to you that one?\nI’m sorry."},{"person":"Gunther","txt":" Oh that’s cool, I was gonna fire you anyway."},{"person":"Joey","txt":" Great! (Takes his coffee and leaves.)"}]