[{"person":"Monica","txt":" (In a sexy voice) Come in. I've been waiting for you. "},{"person":"Rachel","txt":" Hi! I just wanna-(sees Monica)-Ahhh!!! Oh my God! (She runs out in\nhorror.) Oh my God!"},{"person":"Monica","txt":" (pulling on a robe) Okay, I'm sorry! I'm sorry! I-I-I was um, I was\ntaking a nap."},{"person":"Rachel","txt":" Since when do take naps in "},{"person":"Monica","txt":" Yes. Yes, I was. A guy. From work. (Thinks) I'm seeing a guy from work!\nHa!"},{"person":"Rachel","txt":" (Gasps) That cute waiter guy from your restaurant, the one that looks\nlike a non-threatening Ray Liotta?"},{"person":"Monica","txt":" Uh-huh, that one!"},{"person":"Rachel","txt":" Y'know what, just give me a second and I'll be out of your hair. I'm\njust gonna grab a jacket. When I get back, I want every little detail. (There's a knock on\nthe door.) Maybe that's him. (Goes to answer the door.)"},{"person":"Monica","txt":" (Panicking) Okay, umm, okay, umm… (Rachel opens the door.) It's\njust Joey and Ross."},{"person":"Rachel","txt":" Why aren't you guys at the movie?"},{"person":"Joey","txt":" Well, we were! But Ross was talking so loud on his phone they threw us\nout!"},{"person":"Ross","txt":" I had to talk loud because the movie was loud!"},{"person":"Joey","txt":" (to Monica and Rachel) He's talking to London!"},{"person":"Monica","txt":" But why?! Did he get in touch with Emily?"},{"person":"Joey","txt":" Well no, not yet. He's calling everyone on her side of the family hoping\nthat someone will help him get in touch with her."},{"person":"Ross","txt":" (on phone) I-I-I don't care if I said some other girl's name you prissy,\nold twit!"},{"person":"Joey","txt":" Ross! Way to suck up to the family."},{"person":"Chandler","txt":" (entering, happily, with a bottle of champagne, thinking that Monica\nis the only one there) Ha-ha-ha-(sees everyone)-enh-enh. I'm so glad you guys are all\nhere! My office finally got wrinkle free fax paper!"},{"person":"Joey","txt":" (entering, wearing a tux) Hey!"},{"person":"Chandler","txt":" Oh no-no-no-no-no-no, vomit tux! No-no, vomit tux!"},{"person":"Joey","txt":" Don't worry, I had it dry-cleaned."},{"person":"Monica","txt":" Vomit tux? Who vomited on—y'know what, what you up to Joe?"},{"person":"Joey","txt":" Well, I'm doing this telethon thing on TV and my agent got me a job as\nco-host!"},{"person":"Monica","txt":" Oh that's great!"},{"person":"Joey","txt":" A little uh, good deed for PBS and a little TV exposure, now that's the\nkind of math Joey likes to do!"},{"person":"Phoebe","txt":" Ugh, PBS!"},{"person":"Monica","txt":" What's wrong with PBS?"},{"person":"Phoebe","txt":" Ugh, what's "},{"person":"Joey","txt":" Why don’t you like PBS, Pheebs?"},{"person":"Phoebe","txt":" Okay, 'cause right after my mom killed herself, I was just in this\nreally bad place, y'know personally. So, I just thought that it'd make me feel better if I\nwrote to "},{"person":"Chandler","txt":" Well y'know a lot of those Muppets don't have thumbs."},{"person":"Phoebe","txt":" All I got was a lousy key chain! And by that time I was living in a box.\nI didn't have keys!"},{"person":"Joey","txt":" I'm sorry Pheebs, I just, y'know, I just wanted to do a good deed.\nLike-like you did with the babies."},{"person":"Phoebe","txt":" This isn't a good deed, you just wanted to get on TV! This is totally\nselfish."},{"person":"Joey","txt":" Whoa! Whoa! Whoa! What about you, having those babies for your brother?\nTalk about selfish!"},{"person":"Phoebe","txt":" What-what are you talking about?!"},{"person":"Joey","txt":" Well, yeah, it was a really nice thing and all, but it made you feel\nreally good right?"},{"person":"Phoebe","txt":" Yeah. So?"},{"person":"Joey","txt":" It made "},{"person":"Phoebe","txt":" Yes there are! There are totally good deeds that are selfless."},{"person":"Joey","txt":" Well, may I ask for one example?"},{"person":"Phoebe","txt":" Yeah, it's… Y'know there's—no you may not!"},{"person":"Joey","txt":" That's because all people are selfish."},{"person":"Phoebe","txt":" Are you calling me selfish?!"},{"person":"Joey","txt":" Are you calling you people? (Chandler rolls his eyes.) Yeah, well sorry to\nburst that bubble, Pheebs, but selfless good deeds don't exist. Okay? And you the deal on\nSanta Clause right?"},{"person":"Phoebe","txt":" I'm gonna find a selfless good dead. I'm gonna beat you, you evil\ngenius."},{"person":"Ross","txt":" (on phone) Hello."},{"person":"Emily","txt":" (on phone from London) Hello, Ross?"},{"person":"Ross","txt":" Emily? Emily! Oh my God! Oh my God, it's Emily! (He picks up a lamp and\nhands it to Chandler, for no reason.) It's Emily everyone! Shush-shush-shhst! (to Emily)\nHi!"},{"person":"Emily","txt":" Ross, I'm only ringing to say stop harassing my relatives. Good-bye!"},{"person":"Ross","txt":" No wait! Look, wait! Okay, you can hang up, but I'm gonna keep calling!\nI'm gonna, I'm gonna call everyone in England if that's what it takes to get you to talk\nto me!"},{"person":"Emily","txt":" Really? About what?"},{"person":"Ross","txt":" Look you're my wife. We're-we're married. Y'know? I-I love you. I-I really\nmiss you."},{"person":"Emily","txt":" I miss you to. Well, at least I think I do."},{"person":"Ross","txt":" (to the gang, whispering) She's talking."},{"person":"All","txt":" (subdued) Yay! (He motions for them to keep quiet, including Chandler who\nis still holding the lamp Ross handed him, before he goes off to talk to Emily in\nprivate.)"},{"person":"Phoebe","txt":" Hey, Joey, when you said the deal with Santa Clause, you meant?"},{"person":"Joey","txt":" That he doesn't exist."},{"person":"Phoebe","txt":" Right. (She turns and opens her eyes in shock.)"},{"person":"Rachel","txt":" So Chandler, have you heard about Monica's secret boyfriend?"},{"person":"Chandler","txt":" Uhh, yeah. She uh, she uh, she uh might've mentioned him."},{"person":"Rachel","txt":" So Mon, when are we gonna meet this new secret waiter man?"},{"person":"Monica","txt":" Ohh, he's really shy. I-I don’t think he's up to meeting everyone\nyet."},{"person":"Chandler","txt":" Yeah, I don't think he's up to meeting everyone yet."},{"person":"Rachel","txt":" I don’t care! I wanna meet this guy who's the best sex she ever\nhad!"},{"person":"Chandler","txt":" Really?! That's what you heard? (To Monica) You said that?"},{"person":"Monica","txt":" I might've said that. (Chandler laughs.) Why is that funny?"},{"person":"Chandler","txt":" Because I'm very happy for him! (To Monica) And "},{"person":"Ross","txt":" (entering) Hi!"},{"person":"Monica","txt":" Hey!"},{"person":"Ross","txt":" Well, Emily's willing to work on the relationship."},{"person":"Chandler","txt":" Yes!"},{"person":"Monica","txt":" That's great!"},{"person":"Ross","txt":" In London!"},{"person":"Monica","txt":" What?!"},{"person":"Ross","txt":" She wants me to move to London."},{"person":"Monica","txt":" But you live here! (Ross rolls his eyes.) You know that."},{"person":"Rachel","txt":" What-what-what are you gonna do?"},{"person":"Ross","txt":" I bet if I talk to Carol and Susan I can convince them to move to London\nwith Ben."},{"person":"Monica","txt":" Yeah, I'm sure your ex-wife will be more than happy to move to another\ncountry so you can patch things up with your new wife."},{"person":"Ross","txt":" It could happen."},{"person":"Joey","txt":" (To the pledge volunteers) How ya doin'? Welcome. Good to see ya!"},{"person":"Stage Director","txt":" This will be your phone."},{"person":"Joey","txt":" That's great. But uh, I'm not really expecting a lot of calls."},{"person":"Stage Director","txt":" No you answer it and take pledges."},{"person":"Joey","txt":" But I'm the host!"},{"person":"Stage Director","txt":" No, Gary Collins is the host. You'll be answering the phones."},{"person":"Joey","txt":" You don't seem to understand. See, I was Dr. Drake Remoray."},{"person":"Stage Director","txt":" Well, here's your phone doctor. (She walks away.)"},{"person":"Phoebe","txt":" I cannot believe I can't find a selfless good deed! Y'know that old guy\nthat lives next to me? Well, I snuck over there and-and raked up all the leaves on his\nfront stoop. But he caught me and force-fed me cider and cookies. Then I felt wonderful.\nThat old jackass!"},{"person":"Rachel","txt":" Maybe Joey's right. Maybe all good deeds are selfish."},{"person":"Phoebe","txt":" I will find a selfless good deed! 'Cause I just gave birth to three\nchildren and I will not let them be raised in a world where Joey is right!"},{"person":"Chandler","txt":" (entering) Hey, Monica? Can I ask you a cooking question?"},{"person":"Monica","txt":" Sure!"},{"person":"Chandler","txt":" If you're cooking on the stove, does that mean that your new secret\nboyfriend is better in bed than Richard?"},{"person":"Rachel","txt":" Chandler! (Pause) Is he?"},{"person":"Monica","txt":" Well, y'know I-I-I think I'm gonna respect the privacy of my new secret\nboyfriend."},{"person":"Chandler","txt":" Why?! I mean if this guy was "},{"person":"Ross","txt":" All right Emily, as much as I love you, I'm sorry, I can't move to London\nwithout Ben."},{"person":"Emily","txt":" I understand that would be difficult."},{"person":"Ross","txt":" Yeah, would you "},{"person":"Emily","txt":" I don't know, it's just…"},{"person":"Ross","txt":" Oh-oh-okay, but-but "},{"person":"Emily","txt":" All right."},{"person":"Ross","txt":" All right, did you just say all right?"},{"person":"Emily","txt":" I did. Now I'm the idiot."},{"person":"Ross","txt":" Oh, Emily that is, that is so great. It's gonna be so great! We're gonna\nbe like-like-like two idiots in love!"},{"person":"Emily","txt":" Ross, there's one thing that really scares me still."},{"person":"Ross","txt":" Yes, tell me."},{"person":"Emily","txt":" Well, you have to understand how humiliating it was for me up on that\naltar in front of my entire family, all my friends."},{"person":"Ross","txt":" I know. I am, I am so sorry."},{"person":"Emily","txt":" And then after decided to forgive you, seeing you at the airport catching\nour plane with her."},{"person":"Ross","txt":" Again, very sorry."},{"person":"Emily","txt":" I mean, I can't-I can't be in the same room as her! It drives me mad just\nthinking of you being in the same room as her!"},{"person":"Ross","txt":" Emily, there is "},{"person":"Emily","txt":" All right. I'll come to New York and we'll try and make this work."},{"person":"Ross","txt":" Oh that is so great! That's…"},{"person":"Emily","txt":" (interrupting him) As long as you don't see Rachel anymore."},{"person":"Ross","txt":" So I asked Emily if she would come to New York, and she said yes."},{"person":"Chandler","txt":" Yes!"},{"person":"Phoebe","txt":" Ooh-ohh!"},{"person":"Monica","txt":" Great!"},{"person":"Ross","txt":" No-no-no! Only if I promise never to see Rachel again."},{"person":"Phoebe","txt":" Why?"},{"person":"Monica","txt":" What?! You can't—what did you tell her?"},{"person":"Ross","txt":" I told her I'd have to think about it. I mean, how the hell am I supposed\nto make this kind of a decision? (They're all quiet.) I'm "},{"person":"Chandler","txt":" Well, you can't just not see Rachel anymore, she's one of your best\nfriends."},{"person":"Monica","txt":" Yeah! But, he can't not exactly see Emily, I mean that's his wife."},{"person":"Phoebe","txt":" Yeah."},{"person":"Chandler","txt":" That's true!"},{"person":"Phoebe","txt":" Yeah, but you've known Rachel since High School and you cannot just cut\nher out of your life."},{"person":"Chandler","txt":" "},{"person":"Monica","txt":" No, you cannot."},{"person":"Ross","txt":" Thanks for the help, problem solved. (Wipes his hands.)"},{"person":"Monica","txt":" (answering it) Hello."},{"person":"Joey","txt":" (on phone) Hey Mon!"},{"person":"Monica","txt":" Oh hey Joey! We've been watching all day, when are you gonna be on TV?"},{"person":"Joey","txt":" See, there was kind of a mix up in my agent's office, but I'm still on TV\nand that's good exposure. "},{"person":"Monica","txt":" (Looking at the TV) You're not on TV."},{"person":"Joey","txt":" Oh, uh, okay, how, how about now? (He waves his hand in front of the woman\nnext to him and you can now see his arm on TV.)"},{"person":"Chandler","txt":" Hey, there he is! There he is!"},{"person":"Joey","txt":" Hello New York! (The woman bats his hand out of the way.)"},{"person":"Emeril","txt":" (on TV.) Now maybe you just like wanna but the whole duck in there! Who\ncares, y'know? Now I got the legs…"},{"person":"Chandler","txt":" How many times have I told you guys, you "},{"person":"Monica","txt":" (entering) Hi Chandler."},{"person":"Chandler","txt":" Hey!"},{"person":"Monica","txt":" Uh, listen, I need that broiling pan that Joey borrowed the other day."},{"person":"Chandler","txt":" Oh that was yours? Uh, yeah, we used it when the duck was throwing up\ncaterpillars. "},{"person":"Monica","txt":" "},{"person":"Chandler","txt":" Expect it in 4-6 weeks. (She starts to leave.) Umm, hey, umm, Joey's\ngonna be at the telethon for the rest of the day, we have the whole place to ourselves."},{"person":"Monica","txt":" Yeah, so?"},{"person":"Chandler","txt":" Well I just, thought maybe you'd wanna book some time with the best\nyou'd ever had."},{"person":"Monica","txt":" Y'know what, champ? I think I'll pass."},{"person":"Chandler","txt":" Why?"},{"person":"Monica","txt":" Why? (She hops into the living room and imitates Chandler's happy\ndance.)"},{"person":"Chandler","txt":" What's your point?"},{"person":"Joey","txt":" (in a bored voice) PBS telethon."},{"person":"Phoebe","txt":" (on phone from Central Perk) Hey Joey, I just wanted to let you know\nthat I found a selfless good deed. I just went down to the park and I let a bee sting me."},{"person":"Joey","txt":" What?! What good is that gonna do anybody?"},{"person":"Phoebe","txt":" Well, it helps the bee look tough in front of his bee friends. The bee\nis happy and I am definitely not."},{"person":"Joey","txt":" Now, y'know the bee probably died after he stung ya."},{"person":"Phoebe","txt":" (Thinks for a moment.) Aw, dammit! (Slams the phone down.)"},{"person":"Stage Director","txt":" Back on in 30 seconds people!"},{"person":"Joey","txt":" Hey, excuse me, would you mind switching with me?"},{"person":"PBS Volunteer","txt":" Hey, no way, I'm in the shot man."},{"person":"Joey","txt":" Come on man! You've been here all day!"},{"person":"PBS Volunteer","txt":" Yeah, I-I'm taking pledges here, eh?"},{"person":"Stage Director","txt":" We're on in 3, 2, (points to Gary Collins.)"},{"person":"Gary Collins","txt":" Welcome back to our fall telethon. Now if you've been enjoying the\nperformance of "},{"person":"Ross","txt":" (entering) Okay, that's it. I cannot make this decision! It is "},{"person":"Monica","txt":" A Magic Eight ball?! You can't be serious, you can't make this decision\nwith a toy!"},{"person":"Phoebe","txt":" Ooh, it's not a toy."},{"person":"Ross","txt":" Well, I don't know what else to do. I mean, I either keep my wife and lose\none of my-my-my best friends or I keep my friend and get divorced the second time before\nI'm 30! So-so if anyone has-has a better suggestion, let's hear it! 'Cause I-I got\nnothing! All right, don't be shy, any suggestion will do. (There are none.) Okay then.\nHere we go. Magic 8 Ball, should I never see Rachel again? (He turns it over and reads the\nanswer) Ask again later. Later is not good enough. (He shakes it up again and reads the\nanswer.) Ask again later. What the hell! This is broken! It-it is broken!"},{"person":"Monica","txt":" All right, let me see. (She grabs the 8 ball.) Will Chandler have sex\ntonight? (Reads the answer.) Don't count on it. Seems like it works to me."},{"person":"Joey","txt":" (in an unenthusiastic voice) PBS Telethon."},{"person":"Phoebe","txt":" (on phone) Hi Joey."},{"person":"Joey","txt":" Hey Pheebs!"},{"person":"Phoebe","txt":" "},{"person":"Joey","txt":" $200? Are you sure Pheebs? I mean, after what "},{"person":"Phoebe","txt":" Oh, I'm still mad at them but I also now that they bring happiness to\nlots of kids who's moms didn't kill themselves, so by supporting them, I'm doing a good\nthing, but I'm not "},{"person":"Joey","txt":" And you don't a little good about donating the money?"},{"person":"Phoebe","txt":" No, it sucks. I was saving up to buy a hamster."},{"person":"Joey","txt":" A hamster? What, those things are like 10 bucks."},{"person":"Phoebe","txt":" Yeah, not the one I had my eye on."},{"person":"Gary Collins","txt":" (on TV.) It looks like we have surpassed last year's pledge total!\nThank you viewers! The pledge that did it was taken by one of our volunteers…(He\nwalks over to where Joey is sitting.) Oh boy! And may I say one of our sharpest dressed\nvolunteers, (Joey stands up.) Mr. Joseph Tribbiani!"},{"person":"Phoebe","txt":" Oh, look-look, Joey's on TV! Isn't that great? My pledge got Joey on TV!\nOh that makes me feel—Oh no! (Realizes that her deed made her happy and therefore\nit's selfish and covers her mouth in horror.)"},{"person":"Chandler","txt":" (entering) Look, maybe I got carried away before. But there's\nsomething you gotta know. If I'm the best, it's only because you've made me the best."},{"person":"Monica","txt":" Keep talking."},{"person":"Chandler","txt":" I mean I was nothing before you. Call the other girls and ask. Which\nwouldn't take long. But when I'm with you, and we're together, OH…MY…GOD."},{"person":"Monica","txt":" Really?"},{"person":"Chandler","txt":" Oh-aw my God! Now, I understand if you never want to sleep with me\nagain, but that would be wrong. We're too good! We owe it, to sex!"},{"person":"Monica","txt":" Well, if we owe it? (She throws down her cleaning stuff and jumps into\nhis arms.) Oh my… When is Joey gonna be home?"},{"person":"Chandler","txt":" Well, I was kinda hoping we could do this without him. (She starts to\ntake off her latex gloves.) Oh no-no-no, leave the gloves on."},{"person":"Monica","txt":" But, I just cleaned the bathroom."},{"person":"Chandler","txt":" Yeah, why don't we lose the gloves."},{"person":"Monica","txt":" Yeah. (She takes them off.)"},{"person":"Chandler","txt":" All right, let's show them how it's done."},{"person":"Monica","txt":" Okay."},{"person":"Monica","txt":" Ow!"},{"person":"Chandler","txt":" Y'know that wasn't part of it?"},{"person":"Monica","txt":" I know!"},{"person":"Rachel","txt":" (entering) Hi! Are you ready? We're gonna be late!"},{"person":"Ross","txt":" For what?"},{"person":"Rachel","txt":" For Stella! Remember? She's gettin' her grove back in like 20 minutes."},{"person":"Ross","txt":" Yeah, I uh, totally forgot about that. You mind if I take a rain check?\nI'm waiting for a call from Emily."},{"person":"Rachel","txt":" Sure. I guess. Hey, I hear you don't have to go to London. Yay!"},{"person":"Ross","txt":" It's not that easy, there's still a lot of relationship stuff."},{"person":"Rachel","txt":" Like what?"},{"person":"Ross","txt":" Just stuff. Y'know kinda what Emily wants."},{"person":"Rachel","txt":" Well, why don't you talk to me about it, maybe I can help."},{"person":"Ross","txt":" No. No. You-you can't help. I mean, I kinda have to do this without your\nhelp."},{"person":"Rachel","txt":" Well, I-I know you can do that too. I'm just, I'm just saying if you\nneed somebody to talk to… Hi!"},{"person":"Ross","txt":" Thanks."},{"person":"Rachel","txt":" Ross? Look, whatever this relationship stuff that Emily wants, just give\nit to her. Come on, the bottom line here is that you love her. So just fix whatever she\nwants fixed. Just do it. (The phone starts ringing.) I mean, you're gonna "},{"person":"Ross","txt":" (answering the phone.) Hello. (Listens) Hi sweetie. (Listens.) Good. Look\numm, yes I've been thinking about that thing that you wanted me to do and, I can do it.\n(Rachel gives him a thumbs up.) So will you come to New York? (Rachel wants to know what\nshe said, and he gives her a thumbs up and she goes over and hugs him. All the time not\nknowing what's going on.)"},{"person":"Monica","txt":" Never done that before."},{"person":"Chandler","txt":" Nope."}]