[{"person":"Joey","txt":" (entering) Hey! I'm all packed and ready to go!"},{"person":"Ross","txt":" Oh, that's right! (to Emma) Daddy and uncle Joey are going on a trip today. We're going to a conference in Barbados, right?"},{"person":"Joey","txt":" Mmh-mmh."},{"person":"Ross","txt":" (to Emma) Can you say Barbados?"},{"person":"Joey","txt":" Barbados!"},{"person":"Ross","txt":" Ok, I gotta say. I mean, it means so much to me that you guys are coming all the way over there to hear me do my speech! UH! And I've a surprise, uh... I had to pull some strings but I was able to get everyone passes to the"},{"person":"Rachel","txt":" Do you have anything that would... get us out of them?"},{"person":"Chandler","txt":" Yeah Ross, I mean... we're excited to hear the speech but the rest of the time we're gonna wanna do, you know, \"island's stuff\"."},{"person":"Phoebe","txt":" I think David would probably wanna hear a few lectures."},{"person":"Ross","txt":" Oh, right, because he's a scientist!"},{"person":"Phoebe","txt":" No, no, because, you know, he's been in Minsk for 8 years and if he gets too much direct sunlight, he'll die."},{"person":"Ross","txt":" Ok, we gotta go, yeah? So, we'll see you guys tomorrow."},{"person":"Joey","txt":" All right, let's do it! 5 hour flight with Charlie, have a couple of drinks, get under that blanket and do what comes naturally."},{"person":"Ross","txt":" It's a blanket Joe, not a cloak of invisibility!"},{"person":"Charlie","txt":" Wow! This place is beautiful!"},{"person":"Ross","txt":" (very excited) Look at all these paleontologists!!"},{"person":"Joey","txt":" I know, there are gonna be some pasty folks by the pool tomorrow! (A woman goes towards them)"},{"person":"Woman","txt":" Oh my God, I can't believe you're here!"},{"person":"Joey","txt":" (to Charlie) I think I've been recognized, this happens all the time!"},{"person":"Woman","txt":" Doctor Geller, I'm such a huge fan!"},{"person":"Joey","txt":" That... never happens..."},{"person":"Woman","txt":" I've been following your career for years, I-I can't wait for your keynote speech."},{"person":"Ross","txt":" Wow! This is very flattering, uh..."},{"person":"Woman","txt":" I would love your autograph. (hands him a notepad)"},{"person":"Ross","txt":" Uh, uh... Sure! Uhm... \"Dear...\" (he takes the notepad)"},{"person":"Woman","txt":" Sarah."},{"person":"Ross","txt":" \"... Sarah. I"},{"person":"Sarah","txt":" Thank you so much!"},{"person":"Ross","txt":" Yeah, oh and Sarah... I'd like to introduce you to my colleague, uh, Professor Wheeler, a-and this is Joey Tribbiani."},{"person":"Sarah","txt":" (to Joey) Are you a paleontologist?"},{"person":"Joey","txt":" No, God, no! No! No no, I'm an actor. You'd probably recognize me from a little show called \"The Days of Our Lives\"."},{"person":"Ross","txt":" Dude, it's just \"Days of Our Lives\"... there's no"},{"person":"Joey","txt":" (thinking he's kidding) Ok, Ross! It's... It's fun, yeah! No, I-I play Doctor Drake Ramoray."},{"person":"Sarah","txt":" I'm sorry, I don't own a TV."},{"person":"Joey","txt":" You don't own a TV? What's all your furniture pointed at??"},{"person":"Monica","txt":" David, can you help me?! I'm trying to explain to Chandler how a plane stays in the air."},{"person":"David","txt":" Oh, certainly. That's a combination of Bernoulli's principle and Newton's third law of motion."},{"person":"Monica","txt":" (to Chandler) See?"},{"person":"Chandler","txt":" Yeah, that's the same as \"it has something to do with wind\"."},{"person":"Monica","txt":" Alright, I'm gonna go pick up a few things for the trip."},{"person":"Phoebe","txt":" Oh, I should go, too. Oh, now... tomorrow do you guys wanna share a cab to the airport or should Mike and I just meet you there."},{"person":"Phoebe","txt":" "},{"person":"David","txt":" Mike is your ex... uh... boyfriend!"},{"person":"Phoebe","txt":" That's right! Oh, yeah... Well, I've totally forgotten about im! AH! That's-That's... a blast from the past!"},{"person":"David","txt":" It's ok. Ho-honest mistake."},{"person":"Phoebe","txt":" Really, it doesn't mean anything. I mean, you know, Monica refers to Chandler as Richard"},{"person":"Chandler","txt":" (upset) She does?"},{"person":"Monica","txt":" (pinching her) Let's get you out of here!! (they go outside)"},{"person":"Monica","txt":" At least you took me down with you!"},{"person":"Phoebe","txt":" I'm sooo sorry!! I just... I keep thinking about Mike! I'm crazy about David, and we're having so much fun together. Why-Why do I miss Mike? That's-that's gonna go away, right?"},{"person":"Monica","txt":" I guess, in time."},{"person":"Phoebe","txt":" Yeah."},{"person":"Monica","txt":" I mean, my feelings for Richard are certainly gone."},{"person":"Phoebe","txt":" You just did it again."},{"person":"David","txt":" (to Chandler) Well, Phoebe's still pretty hung up on that Mike, uh?"},{"person":"Chandler","txt":" I wouldn't read too much into it."},{"person":"David","txt":" Still you know, a girl calls you by your ex-boyfriend's name, that-that's not a good thing, right?"},{"person":"Chandler","txt":" David, let me stop you there 'cause I think I see where this is going. I'm not very good at giving advice. So if you want advice, go to Ross, Monica, or... Joey, if the thing you wanna advice about is pizza toppings or burning sensation when you pee."},{"person":"David","txt":" Sorry, I just... I wish there was something I could do, you know? Well, you know Phoebe..."},{"person":"Chandler","txt":" Seriously, we're gonna do this?"},{"person":"David","txt":" I'm sorry, uh... I just wish I could make her forget about Mike already, you know... Why did Phoebe and Mike break up?"},{"person":"Chandler","txt":" Oh, because his penis was too big. (he notices that David is not amused) Oh, I'm sorry,"},{"person":"David","txt":" That's great! That's great! I-I'll propose to her!"},{"person":"Chandler","txt":" What?"},{"person":"David","txt":" Well, I was probably going to do it at some point."},{"person":"Chandler","txt":" I didn't mean"},{"person":"David","txt":" Why not? It's brilliant! (talking to an imaginary Mike) Goodbye Mike, we'll see you at the wedding, fella! (pause) well, we probably won't invite you to the wedding... (to Chandler) Thank you, Chandler. Sincerely."},{"person":"Chandler","txt":" Well, you're welcome! Glad I could help."},{"person":"David","txt":" (after a while) How do you think I should propose?"},{"person":"Chandler","txt":" David, I'm pretending to"},{"person":"Joey","txt":" Yeah! How"},{"person":"Joey","txt":" Hey, hey! You said you're gonna wear a thong, where's the thong?"},{"person":"Charlie","txt":" (laughing) I didn't mean"},{"person":"Joey","txt":" You really should have been more clear about that!"},{"person":"Ross","txt":" Hey!"},{"person":"Joey","txt":" Hey!"},{"person":"Ross","txt":" (Excited) You're never going to guess who I just saw downstairs!"},{"person":"Joey","txt":" Oh! ah! eh... Britney Spears!?"},{"person":"Ross","txt":" Yeah, she"},{"person":"Charlie","txt":" Oh my God! Did you talk to him?"},{"person":"Ross","txt":" Yeah... what am"},{"person":"Joey","txt":" You could say: \"Hey Kenny, how come you're not Britney Spears?\" (looks at Ross matter-of-factly)"},{"person":"Ross","txt":" (to Charlie) Ready to go?"},{"person":"Charlie","txt":" Yeah!"},{"person":"Joey","txt":" Wha...? You're gonna go now? I thought we could hang out?"},{"person":"Charlie","txt":" Oh I can't... I have seminars all day and I promised Ross I would look at his speech."},{"person":"Ross","txt":" Yeah."},{"person":"Charlie","txt":" But maybe we can have dinner later? On the balcony? Will be romantic."},{"person":"Joey","txt":" (smiling) Will you wear a thong?"},{"person":"Charlie","txt":" I will if you will."},{"person":"Joey","txt":" Oh... you got yourself a very weird deal!"},{"person":"Ross","txt":" (a little embarassed by their conversation) I'm good, I have dinner plans (moves away from them)."},{"person":"Charlie","txt":" So you'll be ok?"},{"person":"Joey","txt":" Yeah, yeah. I've got tons of stuff I could do. I'm gonna hit the beach, go swimming..."},{"person":"Ross","txt":" Uh, Joe, have you looked outside?"},{"person":"Joey","txt":" No, why?"},{"person":"Joey","txt":" Oh man!"},{"person":"Charlie","txt":" There's an indoor pool, you can swim there! (Ross agrees)"},{"person":"Joey","txt":" I wasn't gonna swim, I was gonna dig a hole! (removes a small plastic spade used by children to play on the beach from his backpack)"},{"person":"Monica","txt":" Wow! That Mike thing was interesting! I don't know what's gonna happen with Phoebe and David."},{"person":"Chandler","txt":" (smiling cheekily) I do! Want a hint? huh? \"I do\" (Monica looks confused, so Chandler repeats) \"I do\"."},{"person":"Monica","txt":" Ok, I'm sensing that this is some kind of word play, because you are pink with barely controlled glee."},{"person":"Chandler","txt":" David is going to propose to Phoebe."},{"person":"Monica","txt":" What? (looks very shocked) Why?"},{"person":"Chandler","txt":" Be-cause, we were talking about ways that he could beat Mike and I told him that Phoebe wanted to get married."},{"person":"Monica","txt":" Chandler, we have talked about this. You are not supposed to give people advice! Now couldn't you just have made some sort of inappropriate joke?"},{"person":"Chandler","txt":" I"},{"person":"Monica","txt":" They've only been going out for a few weeks and Phoebe is completely hung up on Mike! She'll say \"No\", David's heart will be broken, it will be too hard for them to recover from and then Phoebe will end up alone"},{"person":"Chandler","txt":" Man, that's some"},{"person":"Joey","txt":" Oh! Hey! Thank God you guys are here!"},{"person":"Rachel","txt":" Hey! Hey what's going on?"},{"person":"Joey","txt":" Everything is upside down here! It rains all day long, nobody watches tv and"},{"person":"Rachel","txt":" Alright, I don't wanna alarm anybody, but Monica's hair is twice as big as it was when we landed!"},{"person":"Monica","txt":" Ok! When I go places with high humidity, it gets a"},{"person":"Chandler","txt":" That's why our honeymoon photos look like me and Diana Ross!"},{"person":"Joey","txt":" Come on, I'll show you guys where to check in (Joey, Chandler and David leave)"},{"person":"Monica","txt":" (to Chandler) Oh, honey, can you make sure we get a King size bed!"},{"person":"Phoebe","txt":" (shouts after David) Oh! David, get one for us too! Oh, oh, and see if they have a heart-shaped one! And with mirrors on the ceiling!"},{"person":"Monica","txt":" (shouts to Chandler) And make sure our room isn't next to theirs (points to Phoebe)."},{"person":"Rachel","txt":" Ooh! You guys are so lucky you are here with people, you known it's such a romantic place. That's all, I just wish I could (looks at Joey who is at the check in desk) share that with a guy."},{"person":"Phoebe","txt":" "},{"person":"Rachel","txt":" Not Joey, no, I was just lusting after Chandler."},{"person":"Monica","txt":" Yeah, right!"},{"person":"David","txt":" So, ehm... I'm proposing to Pheobe tonight. (Removes a ring box from his pocket and opens it to show Chandler the ring)"},{"person":"Chandler","txt":" Tonight?! (looks at the ring) Isn't an engagement ring supposed to have a diamond? (squints at the ring to emphasize how tiny the diamond is) Oh, there it is!"},{"person":"David","txt":" Yeah, well, being a failed scientist doesn't pay quite as well as you might think. That's uhm... one seventieth of a karat. And the clarity is uhm... is quite poor."},{"person":"Chandler","txt":" (slaps him on the shoulder) Nice! (goes to Monica)"},{"person":"Chandler","txt":" Monica, can I talk to you for a sec? (Pulls her away from Phoebe and Rachel)"},{"person":"Monica","txt":" Ok!"},{"person":"Chandler","txt":" David is going to propose to Phoebe"},{"person":"Monica","txt":" See what happens when you give people advice? I hope you told him not to?"},{"person":"Chandler","txt":" That would be advice!!"},{"person":"Monica","txt":" Ok fine. I'll handle this. (goes to Phoebe who's talking to Rachel) Phoebe?"},{"person":"Phoebe","txt":" Yeah?"},{"person":"Monica","txt":" (looking very serious) I need to talk to you."},{"person":"Phoebe","txt":" Are you leaving \"The Supremes\"? (Monica and Phoebe go to one side)"},{"person":"MOnica","txt":" Ok, my husband just gave your boyfriend some very bad advice. Look, David is going to propose to you tonight."},{"person":"Phoebe","txt":" Wow? Really? That's fantastic!"},{"person":"Monica","txt":" What are you serious? You wanna marry him? Wha... What about Mike?"},{"person":"Phoebe","txt":" Oh, ok, you want me to marry Mike? Alright, well, let's just gag him and handcuff him and"},{"person":"Monica","txt":" Do you really think marrying someone else is the right answer?"},{"person":"Phoebe","txt":" Sure! Look, ok, bottom line: I love Mike..."},{"person":"Ross","txt":" By using CT scans and computer imaging we can in a very real way, bring the Mesozoic era into the 21st century."},{"person":"Charlie","txt":" It's great. You're gonna be the hit of the conference."},{"person":"Ross","txt":" Oh and you know what, it will be even better tomorrow, because I won't be constantly interrupted by Joey checking to see if they put chocolates on my pillow yet. (Someone knocks on the door, Ross goes to open and it's Joey, Rachel and Chandler)."},{"person":"Joey","txt":" Hey guys!"},{"person":"Ross","txt":" The chocolates aren't here yet."},{"person":"Joey","txt":" Damnit!"},{"person":"Charlie","txt":" Ross just read me his speech. It's fantastic!"},{"person":"Chandler","txt":" Oh, is it on the computer, cuz I'd love to give it a read...?"},{"person":"Ross","txt":" If you want to check your email, just ask! (Chandler tries to look offended)"},{"person":"Chandler","txt":" (offended) What? (pause) May I?"},{"person":"Rachel","txt":" (looking out the window) What's with the rain, Geller? I mean, when I signed up for Dino Week, nobody said anything about it being monsoon season."},{"person":"Charlie","txt":" Actually the wet season is June to December."},{"person":"Rachel","txt":" It's not the time Charlie."},{"person":"Chandler","txt":" (at the laptop) Oh, no, no, no dear God, no!"},{"person":"Joey","txt":" Oh what, did someone outbid you for the teapot? (Chandler looks annoyed at him and Joey leans in to him) Oh!"},{"person":"Chandler","txt":" Your computer, I don't know wha... everything's gone!"},{"person":"Ross","txt":" Wha... what do you mean? (Goes to the laptop)"},{"person":"Chandler","txt":" It must be a virus. I think it erased your hard drive."},{"person":"Ross","txt":" What, oh my God. What did you do?"},{"person":"Chandler","txt":" Someone I don't know sent me an e-mail and I opened it."},{"person":"Ross","txt":" Why, why would you open it?"},{"person":"Chandler","txt":" Well, it didn't say \"This is a virus\"!!"},{"person":"Ross","txt":" What"},{"person":"Chandler","txt":" Nude... (Ross looks at him)... pictures of Anna Kournikova. I'm so sorry."},{"person":"Ross","txt":" What... what am I gonna do? My speech is gone, Chandler!"},{"person":"Chandler","txt":" It's not"},{"person":"Ross","txt":" NO! I don't!!"},{"person":"Chandler","txt":" Well, you must be pretty mad at yourself right now...!"},{"person":"Joey","txt":" It's really gone?"},{"person":"Ross","txt":" Yep! I'd like to thank you guys for coming down here to complain about the rain and ruin my career!"},{"person":"Chandler","txt":" I just feel awful."},{"person":"Ross","txt":" Yeah, well you should! I mean, nude pictures of Anna Kournikova? I mean, she's never even won a major tournament!"},{"person":"Chandler","txt":" Well, I tried Billy Jean King, but... (Ross glares at him) you know, you and Monica have the same \"I'm gonna kill you\" look...? I can usually make it go away by kissing her... (Ross continues to glare at him and Chandler leans in as if he's going to kiss Ross)"},{"person":"Ross","txt":" Get out! (Chandler runs out)"},{"person":"Rachel","txt":" You know, this happens all the time to my computer at work."},{"person":"Ross","txt":" Well, what do"},{"person":"Rachel","txt":" Well, I usually go... play Tetris on somebody else's computer."},{"person":"Ross","txt":" I can't believe this. I can't believe this is happening. I have to give the keynote speech tomorrow! Ok? I have to stand up in front of all these people. What am I gonna say?"},{"person":"Joey","txt":" I could teach you a speech that I memorized for auditions."},{"person":"Ross","txt":" I don't think that your monologue from Star Wars is gonna help me right now, Joe!"},{"person":"Charlie","txt":" Ross, we can solve this. I just heard your speech. We can recreate it! We've got all night!"},{"person":"Ross","txt":" Wha... what you really think we can do that?"},{"person":"Charlie","txt":" Oh wait, Joey and I are supposed to have dinner (Looks at Joey)."},{"person":"Joey","txt":" Hey don't worry about that! I mean, Ross needs you! And Rachel and I will stay and help anyway we can."},{"person":"Rachel","txt":" Ugh."},{"person":"Ross","txt":" Alright, ok, let's do it. (Ross sits down at the desk and they all gather around him) Uhm, I know we start by discussing the shortcomings of carbon dating... uhm, and then, then I move on to what is clearly the defining moment of the Mesozoic era, the breakup of Pangea, hello! (Rachel and Joey look confused) And then, there's the... eh... there's the overview of the Triassic."},{"person":"Joey","txt":" Oh, oh! Any chance any of this happened in a \"Galaxy far, far away\"? (Ross turns aroud and glares at him. Joey and Rachel decide to leave)."},{"person":"Mike","txt":" Hello?"},{"person":"Monica","txt":" Ok, Mike, enough is enough, now you love Phoebe and she loves you, so you need to get over your whole \"I never want to get married\" thing and step up!"},{"person":"Mike","txt":" Who is this?"},{"person":"Monica","txt":" This is Monica! I'm Phoebe's friend. Listen, Phoebe is back with David and he's going to propose to her, and she is going to say \"yes\" but I know she really wants to be with you!"},{"person":"Mike","txt":" (sounds shocked and sits down) He... he's gonna propose?"},{"person":"Monica","txt":" I... I'm sorry, did you say something? I can't hear through all this damned hair! (Tries to move her huge hair away from the phone, in vain)"},{"person":"Mike","txt":" Look, if Phoebe wants to marry David, she should, I'm not gonna stand in the way of that and neither should you."},{"person":"Monica","txt":" You don't tell me what to do! I tell"},{"person":"Monica","txt":" (sarcastically) Well, I hope you're happy!"},{"person":"Chandler","txt":" (pretending not to sense the tone) Oooh! I hope you're happy too, honey!"},{"person":"Monica","txt":" Phoebe is going to say \"Yes\" to David. See, that's what happens when you meddle in people's lives!"},{"person":"Chandler","txt":" Phoebe is going to say \"yes\"? That's, that's great!"},{"person":"Monica","txt":" No it's not, b'cause she's still in love with Mike!"},{"person":"Chandler","txt":" And there's not chance that will work?"},{"person":"Monica","txt":" No, I called him. It's not gonna happen."},{"person":"Chandler","txt":" (pointing at her) Oooooooh! Meddler! Meddler!"},{"person":"Monica","txt":" Well, if you hadn't meddled to start with, I wouldn't have had to go in there and meddle myself. Now, no matter how much we meddle, we will never be able to un-meddle the thing that you meddled up - in the first place!"},{"person":"Chandler","txt":" This vacation sucks!!"},{"person":"Joey","txt":" I'm so bored! Stupid rain, we... we can't do anything."},{"person":"Rachel","txt":" Well, I've brought some books. We could read."},{"person":"Joey","txt":" Hey, it hasn't come to that yet."},{"person":"Joey","txt":" (stopping the waiter) Hey hey hey! Don't mind if I do!"},{"person":"Waiter","txt":" I'm sorry sir, these are for the pharmaceutical convention (walks away)"},{"person":"Joey","txt":" Hey Rach, do you feel like going to a convention?"},{"person":"Rachel","txt":" We can't. We're not pharmacists!"},{"person":"Joey","txt":" (walking to a table with many badges on it) I know we're not, but (he picks up a badge) Frank Medeio and... (picks up another badge) Eva Trorro... womba..."},{"person":"Rachel","txt":" (picking up another random badge) Kate Miller?"},{"person":"Joey","txt":" Kate Miller it is. (he picks up the Kate Miller badge and sticks it on Rachel's breast)"},{"person":"Rachel","txt":" And... that's the most sex I'm gonna have this weekend."},{"person":"Joey","txt":" In that case should I make sure it's on real good? (he does so, repeatedly tapping on her breast and stroking it)"},{"person":"Rachel","txt":" Thank you. (they walk away)"},{"person":"Charlie","txt":" And then, and then you said that thing about, about bringing the Mesozoic era in the 21st century."},{"person":"Ross","txt":" Yeah, that's it?"},{"person":"Charlie","txt":" Yeah."},{"person":"Ross","txt":" Oh my God, we did it! (he sits beside her and skims through her notes excitedly)"},{"person":"Charlie","txt":" Actually"},{"person":"Ross","txt":" Yes, but I did make a pyramid out of the bath products. This is amazing, thank you, thank you so much. (he leans in, and they look at each other for a moment) That's a pretty necklace."},{"person":"Charlie","txt":" Thank you."},{"person":"Ross","txt":" Hey, what do you say we celebrate? Champagne? (he goes to get the champagne)"},{"person":"Charlie","txt":" Oh yeah! Hey, save the cork and then we can fill the bottle with water and put it back so they don't charge you."},{"person":"Ross","txt":" Oh my God, I love you."},{"person":"Charlie","txt":" Oh, this is such a cute picture of Emma. And is this your son... or just some kid whose picture you bring on vacation?"},{"person":"Ross","txt":" That's Ben, my son from my first marriage."},{"person":"Charlie","txt":" Your first marriage?"},{"person":"Ross","txt":" Yeah."},{"person":"Charlie","txt":" You're married more than once?"},{"person":"Ross","txt":" No. (they clink glasses and drink)"},{"person":"Charlie","txt":" So, why did you break up?"},{"person":"Ross","txt":" (embarassed) Oh, it was... it's complicated, you know? She... she was... eh... gay."},{"person":"Charlie","txt":" Oh my God, this is so cool!"},{"person":"Ross","txt":" Ok, odd thing to get excited about!"},{"person":"Charlie","txt":" No, it's just... I was enganged to a guy who turned out to be gay!"},{"person":"Ross","txt":" Hey! High-five! (they high-five)"},{"person":"Charlie","txt":" Didn't you feel so stupid that you didn't see the signs? My fiancé was always going away on these long weekends with his tennis partner."},{"person":"Ross","txt":" My wife had a workout friend she went to the gym with everyday for a year. She didn't get any fitter."},{"person":"Charlie","txt":" Right and then everybody finds out and they're like: \"Oh, I knew all along\""},{"person":"Ross","txt":" I know! It's like, if you knew, why didn't you tell me, you know? I mean, call, or leave a note: \"Hi, I just dropped by to say your wife's gay\""},{"person":"Charlie","txt":" I know!"},{"person":"Ross","txt":" And then, you try to make the best of a bad situation, so you float the idea of a threesome?"},{"person":"Charlie","txt":" I didn't do that."},{"person":"Ross","txt":" (embarassed) Me neither."},{"person":"Joey","txt":" Well, who knew? Pharmacists are fun."},{"person":"Rachel","txt":" I know, that old lady at the end was ready to take you home."},{"person":"Joey","txt":" Not enough pills in the world, Rach. What about you, you're the single one, seen anybody in there you like?"},{"person":"Rachel","txt":" Well, let's see. There was a really big guy that I was talking to, with the really nice breasts..."},{"person":"Joey","txt":" But what about back home, anything going on there? Anybody you like?"},{"person":"Rachel","txt":" (takes a sip from her drink, embarassed) No."},{"person":"Joey","txt":" There it is, you're blushing!"},{"person":"Rachel","txt":" No, I'm not"},{"person":"Joey","txt":" You like someone. Tell me who it is. Who is it? (tickles her a little)"},{"person":"Rachel","txt":" No."},{"person":"Joey","txt":" Tell me who it is."},{"person":"Rachel","txt":" Joey! (she walks away; Joey goes after her teasing and tickling her)"},{"person":"Joey","txt":" Come on who? Who do you like? Tell me. You're not getting away that easy. Who do you like, who?"},{"person":"Rachel","txt":" Joey, come on! It doesn't matter, you know, it's not like anything's gonna happen."},{"person":"Joey","txt":" What? Why not? Rach, who can"},{"person":"Rachel","txt":" Oh! (pause) Ok. Ok, you really wanna know who it is?"},{"person":"Joey","txt":" (eagerly) Yeah, who is that?"},{"person":"Rachel","txt":" Do ya?"},{"person":"Joey","txt":" Yeah."},{"person":"Ross and Charlie","txt":" Hey!"},{"person":"Charlie","txt":" (to Joey) I just left you a message! Ross and I were gonna go grab a bite, but now that you're here, maybe we can go have that dinner."},{"person":"Joey","txt":" Right, of course. Hey, did you guys finish the speech?"},{"person":"Ross","txt":" Yep, we got it, we got it. (To Charlie) Thank you so much."},{"person":"Charlie","txt":" I had a great time."},{"person":"Joey","txt":" Alright, hey look, and this isn't over, because I really wanna know who..."},{"person":"Rachel","txt":" Later! La..."},{"person":"Charlie","txt":" So, shall we?"},{"person":"Joey","txt":" Yeah. (they leave)"},{"person":"Rachel","txt":" Ok. See you, bye."},{"person":"Charlie","txt":" Bye."},{"person":"Ross","txt":" Good night."},{"person":"Joey","txt":" Night."},{"person":"Ross and Rachel","txt":" Ok, good night!"},{"person":"Monica","txt":" I can't believe she's gonna say yes to David. She's clearly in love with Mike."},{"person":"Chandler","txt":" You know, it's very hard to take you seriously when you look like that."},{"person":"David","txt":" Uh, Phoebe, uh, I have... something I wanna say."},{"person":"Monica","txt":" Oh my God, he's gonna do it now. Please, I cannot watch this, let's go."},{"person":"Chandler","txt":" I think we have some time. Have you ever heard him talk? (doing David) \"Uh, Phoebe, uh, I would be honoured, uh...\" Spit it out, David!"},{"person":"David","txt":" Uh, Phoebe, uh... (Chandler hits his own head) you're an amazing woman, and the time we spent apart was, was unbearable. Of course the sanitation strikes in Minsk didn't help!"},{"person":"Phoebe","txt":" Sure, ok, yeah."},{"person":"David","txt":" But well, now that we're together again, I don't ever want to be apart. So, to that end..."},{"person":"Phoebe","txt":" Oh my God, Mike!"},{"person":"David","txt":" It's David, actually!"},{"person":"Phoebe","txt":" No, Mike's here."},{"person":"David","txt":" (turns around) Hi Mike!"},{"person":"Mike","txt":" Hi David. Chandler. Monica... (Looks at Monica, checking her big hair, aghast) Oh!"},{"person":"Monica","txt":" IT'S THE HUMIDITY!"},{"person":"Mike","txt":" Hi Phoebe."},{"person":"Phoebe","txt":" What are you, what are you doing here?"},{"person":"Mike","txt":" I have a question I need to ask you."},{"person":"David","txt":" I have a question I was kinda gonna ask her myself."},{"person":"Mike","txt":" Yeah, I understand, but before you do, she really needs to hear this."},{"person":"David","txt":" (annoyed) Ok, would you care for my seat as well?"},{"person":"Mike","txt":" Actually yeah, that'll be great."},{"person":"David","txt":" That's fair, you've had a long trip. (he leaves his seat to Mike, and stands there looking for a chair. He finally goes to Monica and Chandler's table)"},{"person":"Mike","txt":" Phoebe, I love you. I mean, I missed you so much these last few months and I thought we were apart for a good reason, but then I suddenly realized that there was no reason good enough to keep me from spending the rest of my life with you."},{"person":"David","txt":" Kinda stepped on the toes of what I was going to say."},{"person":"Mike","txt":" Sorry David, but she really has to know this."},{"person":"David","txt":" Alright, but after this I want to see you outside. If the rain stops."},{"person":"Monica","txt":" You're the most incredible woman I've ever met. How can I lose you? (Phoebe looks very flattered) Now, I don't actually have a ring..."},{"person":"David","txt":" I have a ring."},{"person":"Chandler","txt":" I wouldn't brag too much about that thing, big guy."},{"person":"David","txt":" Phoebe, will you marry me?"},{"person":"Phoebe","txt":" (smiles at him happily for a few seconds before answering) No!"},{"person":"David","txt":" Uhm... Ha ha!"},{"person":"Phoebe","txt":" I love you. But I never needed a proposal from you. I just needed to know that we were headed somewhere, you know, that we had a future."},{"person":"Mike","txt":" We can have any future you want."},{"person":"David","txt":" Ok, I'm gonna take off."},{"person":"Phoebe","txt":" David, I'm so sorry, I'm sorry."},{"person":"David","txt":" Just so I know, if I had asked first..."},{"person":"Phoebe","txt":" Yeah, I might have said yes, but that would have been wrong."},{"person":"David","txt":" Please, you don't have to explain. I mean, perhaps if I hadn't gone to Minsk things would have worked out for us. And I wouldn't have ruined my career, or lost that toe to frostbite. It was a good trip! (he leaves)"},{"person":"Mike","txt":" Is it ok if I hug you now?"},{"person":"Phoebe","txt":" Yes! (they hug)"},{"person":"Monica","txt":" (to everybody) BECAUSE OF OUR MEDDLING! Alright?"},{"person":"Chandler","txt":" Oh, ain't this nice? It's so quiet, I could just lie here all day."},{"person":"Monica","txt":" I know (she snuggles to him)"},{"person":"Rachel","txt":" (walking in hurriedly) Open your drapes! Open your drapes!"},{"person":"Chandler","txt":" I'm so glad we've got adjoining rooms!"},{"person":"Monica","txt":" The sun is out!"},{"person":"Chandler","txt":" Hey! Remember when I had corneas?"},{"person":"Monica","txt":" Ok listen, you go down to the pool and reserve the chairs, and I'll get the magazines and the lotion."},{"person":"Chandler","txt":" Ladies? Ross's speech is in 45 minutes."},{"person":"Rachel","txt":" Nooo!"},{"person":"Monica","txt":" Damn it!"},{"person":"Ross","txt":" (from across the wall) Walls are pretty thin, guys!"},{"person":"Ross","txt":" Then we have to await the data from recent MRI scans and DNA testing which call into question information gathered from years of simple carbon dating."},{"person":"Rachel","txt":" Look at that woman sitting by the pool getting tan... so leathery and wrinkled, I'm so"},{"person":"Ross","txt":" Finally, factoring the profusion of new species recently discovered: Gigantosaurus, Argentinasaurus..."},{"person":"Chandler","txt":" (to a paleontologist sitting next to him) Not to mention the cold sores."},{"person":"Ross","txt":" And that's just the herbivores. I'm not even gonna discuss the carnivores, their heads are already too big. Which is ironic considering their stunted cerebral development."},{"person":"Chandler","txt":" (to the one sitting next to him) Really?"},{"person":"Ross","txt":" But all kidding aside, in much the same way that Homo ergaster "},{"person":"Charlie","txt":" What?"},{"person":"Joey","txt":" He said \"erectus\"!"},{"person":"Charlie","txt":" You're... you're kidding, right?"},{"person":"Joey","txt":" No, he really said it."},{"person":"Ross","txt":" ... and while there are certainly vast differences between these Mesozoic fossiles and the example of Homo erectus..."},{"person":"Joey","txt":" Erectus?"},{"person":"Rachel","txt":" Homo."},{"person":"Ross","txt":" (concluding his speech)... in a very real way we can bring the Mesozoic era into the 21st century. (pauses) Thank you!"},{"person":"Ross","txt":" Oh, thanks guys!"},{"person":"Man with a bow tie","txt":" (shaking hands with Ross) I thought... it was wonderful!"},{"person":"Ross","txt":" Oh!"},{"person":"Man with a bow tie","txt":" Jarvis Oberblau, Cornell. (sighs) I mean, the ideas you put forth and, and from someone... so..."},{"person":"Ross","txt":" (with a frozen smile on his face, realizing something's wrong with Jarvis) Ok... now... now we're just holding hands! (pulls his hand away)"},{"person":"Rachel","txt":" All right! Well, uh... (to Monica) we're gonna hit the beach?"},{"person":"Monica","txt":" Yeah!"},{"person":"Rachel","txt":" (to Ross, in a flattering tone) It was really... great!"},{"person":"Ross","txt":" Oh, thank you so much!"},{"person":"Joey","txt":" Yeah, and"},{"person":"Rachel","txt":" Oh!"},{"person":"Ross","txt":" (puzzled) Ok!... All right, thanks! Thank you so much, you guys! (to Phoebe) Oh, I can't tell you how much it means to me that you were here!"},{"person":"Mike","txt":" (popping by, smiling) You're kidding, we wouldn't have missed it!"},{"person":"Mike","txt":" Oh... I'm back!"},{"person":"Ross","txt":" (skating over, embarrassed) Ok!... Uh... excuse me? Yeah?"},{"person":"Phoebe & Mike","txt":" Yeah! (they leave)"},{"person":"Ross","txt":" Hey! (she turns to him) Well...? (in expectation)"},{"person":"Charlie","txt":" You were incredible!"},{"person":"Ross","txt":" Yeah?"},{"person":"Charlie","txt":" You blew them away!"},{"person":"Ross","txt":" Oh, I can't tell you how great it was to look at the crowd and see your face! I mean... uh, did you know you were (giggles) mouthing the words along with me?"},{"person":"Charlie","txt":" (smiling broadly) I was"},{"person":"Ross","txt":" No, it's ok! Made me feel like a rock star!"},{"person":"Charlie","txt":" Oh my God! (pauses) I'm your"},{"person":"Ross","txt":" (joking) I'd better not found you naked in my hotel room!"},{"person":"Ross","txt":" (realizing his joke wasn't so good, but still giggling) Look, I took it too far!"},{"person":"Monica","txt":" (her hair bigger then before) I can't believe it's raining again! Oh, it's so unfair!!!"},{"person":"Phoebe","txt":" Well, on the bright side, now you won't have to see all these paleontologists with their shirts off. (Grabs a drink and notices that the two men are upset) Not you guys. You got it going on!"},{"person":"Monica","txt":" So, what are we gonna do today?"},{"person":"Mike","txt":" They have a game room downstairs! Ping pong and stuff."},{"person":"Monica","txt":" (pleasantly surprised) Ping pong? (to Chandler) Honey, they have ping pong! Let's play!"},{"person":"Chandler","txt":" I don't think so!"},{"person":"Monica","txt":" (disappointed) Why not?"},{"person":"Chandler","txt":" Because you know how competitive you get and well, I say it's cute, others disagree, and I'm lying!"},{"person":"Monica","txt":" I'm not always that bad!"},{"person":"Chandler","txt":" Oh,"},{"person":"Monica","txt":" (hesitatingly) I punched you...?"},{"person":"Chandler","txt":" And...?"},{"person":"Monica","txt":" ... Phoebe...?"},{"person":"Phoebe","txt":" ... and...?"},{"person":"Monica","txt":" I clunked your heads together!"},{"person":"Charlie","txt":" (walking in) Hey! There you are!"},{"person":"Joey","txt":" Hey! (stands up) As soon as it stops raining we have got to go snorkeling! Some kid told me about the sea turtle and, if you blow bubbles in its face, it"},{"person":"Charlie","txt":" I'm sorry, I can't! I'm running a discussion group all afternoon."},{"person":"Joey","txt":" (disappointed) Oh... oh, but that's ok, I'll find someone else to do it... I'll do it alone, but... I don't know what happens if the sea turtle catches you..."},{"person":"Charlie","txt":" You know... I feel so"},{"person":"Joey","txt":" (interrupting her) Hey! Don't worry about it! It was fine! I ended up having the best time with Rachel! I just felt bad for you, stuck in that room, working on Ross's speech... (pulls a face)"},{"person":"Charlie","txt":" Actually, it turned out to be a lot of fun!"},{"person":"Joey","txt":" (bewildered) Oh! Oh, well! At least we're both having fun!"},{"person":"Charlie","txt":" Yeah..."},{"person":"Charlie","txt":" ... is it weird that it's not with each other?"},{"person":"Joey","txt":" Yeah! A little bit, yeah..."},{"person":"Charlie","txt":" (sitting down on the bed) I think we need to talk...!"},{"person":"Joey","txt":" Yeah... I think we do... (sighs, with folded arms)... about what?"},{"person":"Monica","txt":" C'mon guys, it'll be fun!"},{"person":"Phoebe","txt":" All right, all right... I'll play if we don't keep score!"},{"person":"Monica","txt":" But then how do we know who wins?"},{"person":"Phoebe","txt":" Nobody wins!"},{"person":"Monica","txt":" So, we're just four losers... SUPER!"},{"person":"Chandler","txt":" I'm not playing with you."},{"person":"Phoebe","txt":" Yeah, I'm out."},{"person":"Mike","txt":" I'll play ya!"},{"person":"Monica","txt":" (smiling) OK!"},{"person":"Phoebe","txt":" Mike, you don't know, you don't know what you're doing!"},{"person":"Chandler","txt":" She gets crazy! This scar (points to his forehead) is from"},{"person":"Mike","txt":" (disbelieving) I think I will be all right! (to Monica) You wanna volley a bit for a serve?"},{"person":"Monica","txt":" Sure! Got to!"},{"person":"Monica","txt":" Aww!"},{"person":"Mike","txt":" Oh, by the way... I'm awesome!!"},{"person":"Chandler","txt":" (nearly whispering) Oh dear God, there's two of them!"},{"person":"Mike","txt":" You're ready to play?"},{"person":"Monica","txt":" Hell, yeah!"},{"person":"Chandler","txt":" (to Phoebe) Did you know this about him?"},{"person":"Phoebe","txt":" No idea! I though he was soft like you!"},{"person":"Mike","txt":" Wanna make it more interesting?"},{"person":"Monica","txt":" How much were you thinking?"},{"person":"Mike","txt":" Ten bucks a game?"},{"person":"Monica","txt":" Make it fifty!"},{"person":"Mike","txt":" I'll make it a hundred!"},{"person":"Monica","txt":" (nearly shouting) One thousand..."},{"person":"Chandler","txt":" (interrupting her) OK!"},{"person":"Mike","txt":" To see who goes first, you got a quarter?"},{"person":"Monica","txt":" (going through her pockets) No... (to Chandler and Phoebe) Either of you girls got a quarter?"},{"person":"Chandler","txt":" Honey, try to focus the trash talk on him!"},{"person":"Phoebe","txt":" (picks up a coin from her bra) Monica, you call it."},{"person":"Monica","txt":" Heads! No, Tails! He-he-heads!"},{"person":"Phoebe","txt":" Tails!"},{"person":"Monica","txt":" (angry) Ow, what are the chances!"},{"person":"Monica","txt":" Ha! My point!"},{"person":"Mike","txt":" Oh, no! I don't think so! You know, according to standard table tennis rules if at any time a player uses his non racket bearing hand to touch the playing surface he or she forfeits the point."},{"person":"Phoebe","txt":" (smiling proudly) He was a lawyer!"},{"person":"Alexandra Steele","txt":" (meteorologist) (pointing to the East Coast)... all these coasts having beautiful weather. In New York, it's 72 and sunny!"},{"person":"Rachel","txt":" Oh! Weather bitch! (turns the TV off)"},{"person":"Rachel","txt":" It's open! (Joey walks in) Hi, Joe!"},{"person":"Joey","txt":" (downhearted) Hey..."},{"person":"Rachel","txt":" (worried) What, is everything ok?"},{"person":"Joey","txt":" Uh... Charlie and I broke up."},{"person":"Rachel","txt":" Nooooo, why?"},{"person":"Joey","txt":" Oh well, she said we have nothing in common."},{"person":"Rachel","txt":" (laughing) Oh, that's crazy!"},{"person":"Joey","txt":" No, it's not, we have nothing in common!"},{"person":"Rachel","txt":" ... yeah, it's true."},{"person":"Joey","txt":" I mean, she should be with someone like... Ross! You know what I mean, he uses all those big words too! Man, smart people are dull!"},{"person":"Rachel","txt":" (pretending to be offended) What, hey!"},{"person":"Joey","txt":" (laughing sarcastically) Ok, Rach!"},{"person":"Joey","txt":" I feel so stupid, you know? Why... why do I keep going after the wrong girls?"},{"person":"Rachel","txt":" W-What are you, what are you talking about?"},{"person":"Joey","txt":" Oh, c'mon, I mean, there's you, then there's Charlie, and it's like... (sighs) What the hell is my problem? OH! (He falls back on the bed)"},{"person":"Rachel","txt":" Ok... uh... maybe you're not always going after the wrong girl..."},{"person":"Joey","txt":" (sitting up again) I'm telling you, Rach, Charlie is not right for me!"},{"person":"Rachel","txt":" Yeah, I'm not talking about her..."},{"person":"Joey","txt":" But then who? The waitress I went out with last month? (gives her a meaningful look)"},{"person":"Rachel","txt":" You know? Forget it!"},{"person":"Joey","txt":" (stands up) No-no-no-no, no! Who, who were you talking about?"},{"person":"Rachel","txt":" No, I-I-I-I don't, I actually don't know"},{"person":"Joey","txt":" Ok! All right, well... I'm gonna see if I can get a room for the night and I'll... I'll see you later!"},{"person":"Rachel","txt":" Yeah, sure!"},{"person":"Joey","txt":" You like me? (shuts the door)"},{"person":"Rachel","txt":" (nearly whispering) Ok, let's not make a big thing about this!"},{"person":"Joey","txt":" (shocked) That's a"},{"person":"Rachel","txt":" Not working with me, Joe! Here's the thing: lately I have been having thoughts (pauses) musings, if you will!"},{"person":"Joey","txt":" What... for how long?"},{"person":"Rachel","txt":" Only like a month!"},{"person":"Joey","txt":" (outraged) A MONTH??"},{"person":"Rachel","txt":" What the... DIAL IT DOWN! (Joey goes to sit on the bed) Listen, ok, and maybe they're crazy thoughts, but sometimes I do, I have, I've been thinking about... you know,"},{"person":"Joey","txt":" (stands up) I just have one question!"},{"person":"Rachel","txt":" Shoot!"},{"person":"Joey","txt":" (desperate) What the hell are you doin'???"},{"person":"Rachel","txt":" I don't know, I'm not trying to do anything, it's just, we have such a good time when we're together, you know... I mean, aren't you just a... little curious... (insinuating) what that would be like?..."},{"person":"Joey","txt":" Uh, am I curious? I mean, I am as curious as... as... George!!"},{"person":"Rachel","txt":" (puzzled) Who...?"},{"person":"Joey","txt":" CURIOUS GEORGE ("},{"person":"Rachel","txt":" Oh yes, of course, I remember him!"},{"person":"Joey","txt":" Yeah, he had a paper route."},{"person":"Rachel","txt":" Yeah, he did! (smiling) Oh, see, this is what I'm talking about!"},{"person":"Joey","txt":" No, I know, yeah I know we're great but Rach no... this... this can't happen!"},{"person":"Rachel","txt":" But can it... just... happen a little bit?"},{"person":"Joey","txt":" (charmed, but then recoiling) NO, NO! It can't happen at all!"},{"person":"Rachel","txt":" But why, why not?"},{"person":"Joey","txt":" Because... look, no one wants this to happen more than me, ok? (in a trembling voice) I have gone over this moment in my head a hundred times and not once"},{"person":"Rachel","txt":" But that wasn't gonna stop you before!"},{"person":"Joey","txt":" I know, I know! But I've thought about it a lot since, and it just wouldn't be right... (painfully) I'm sorry...!"},{"person":"Rachel","txt":" (regretful) I'm sorry, too! (they look at each other sadly, then she recollects, and puts her hands over her eyes) OH GOD! I shouldn't have said anything!"},{"person":"Joey","txt":" NO! No-no-no-no-no-no! Hey! Hey, we'll be fine! Li... hey, like you said: no big deal!"},{"person":"Rachel","txt":" It's not a big deal!"},{"person":"Joey","txt":" NO BIG DEAL!"},{"person":"Rachel","txt":" It's"},{"person":"Joey","txt":" Yeah! I'll see ya later! Yeah!"},{"person":"Rachel","txt":" Ok!"},{"person":"Rachel","txt":" Ok, I..."},{"person":"Rachel","txt":" AAAHHHH!"},{"person":"Monica","txt":" Ooh! I'm sorry! I think, I THINK, that may have missed the table!"},{"person":"Mike","txt":" "},{"person":"Monica","txt":" Ah,"},{"person":"Mike","txt":" Do"},{"person":"Monica","txt":" Ah,"},{"person":"Mike","txt":" DO YOU?"},{"person":"Monica","txt":" AH YEAAAAH!"},{"person":"Chandler","txt":" (to Phoebe) Do you really find this attractive on him?"},{"person":"Phoebe","txt":" (looking at Mike) Oh, yeah! (turning to Chandler) Are you telling me you... you're not even... a little turned on by Monica, right now?"},{"person":"Chandler","txt":" I think this is the first time in our marriage that I've felt like the more attractive one."},{"person":"Phoebe","txt":" C'mon Mike, you can beat her! Knock that dog off her head!"},{"person":"Monica","txt":" Oh, damn it!"},{"person":"Phoebe","txt":" (pointing at Mike and shouting) I sleep with him!"},{"person":"Mike","txt":" (boasting) Game, point!"},{"person":"Monica","txt":" (threatening) Don't get too cocky! Remember I won the last one! Oh, by the way, how did that feel, losing to a girl?"},{"person":"Mike","txt":" You know, you should really look in a mirror before you call yourself that."},{"person":"Monica","txt":" NO, NO, NOOO!"},{"person":"Mike","txt":" And that's how it's done! (Phoebe kisses him)"},{"person":"Chandler","txt":" Okay-dokay, you've each won a game and I've lost what's felt like a year of my life. So everybody goes home a winner."},{"person":"Monica","txt":" Best out of three?"},{"person":"Mike","txt":" That's what I'm thinking."},{"person":"Chandler","txt":" Should I use my invisibility to fight crime or for evil?"},{"person":"Monica","txt":" (to Mike) Serve the ball, chump!"},{"person":"Mike","txt":" (doing Monica and mumbling): Serve the ball, chump."},{"person":"Phoebe","txt":" (to Mike) Ok Mike, better come back Mike, better come back."},{"person":"Mr. Oberblau","txt":" I'm just saying, I have a cabin in the Adirondacks if you ever want to get away from the city, well, that'd be (pause) just nifty!"},{"person":"Ross","txt":" Ooh, well. Ah, I kinda have got a lot on my plate right now, not that I wouldn't love a weekend in the country with a strange man. (Mr. Oberblau giggles)"},{"person":"Woman","txt":" Jarvis?"},{"person":"Mr. Oberblau","txt":" (seeing her) Oh, you're back... (to Ross) this is my wife, Nancy."},{"person":"Ross","txt":" Get Out!"},{"person":"Charlie","txt":" Ross, can I talk to you for a minute?"},{"person":"Ross","txt":" Yes, please! (they move and sit down on a sofa) So, what's going on?"},{"person":"Charlie","txt":" Uh, well... Joey and I broke up."},{"person":"Ross","txt":" Oh my God, wh-what happened?"},{"person":"Charlie","txt":" Joey is a great guy, but we're just... so different! I mean, during your speech he kept laughing at homo erectus!"},{"person":"Ross","txt":" I knew that was him!"},{"person":"Charlie","txt":" Anyway I just, uh, I think it's for the best."},{"person":"Ross","txt":" (holding her hand) Hey, you ok?"},{"person":"Charlie","txt":" I guess. There was hum... (she breathes deeply) there was another reason that I thought it was time to end it with Joey. I started to realize that I was having feelings for someone (pause) else."},{"person":"Paleontologist","txt":" (merrily) Ok Geller. Last day of the conference, you know what happens to the keynote speaker."},{"person":"Ross","txt":" Oh, professor Clerk we're kind of in the middle of a conversation, here."},{"person":"Charlie","txt":" Yeah, can you guys just throw him in the pool later?"},{"person":"Professore Clerk","txt":" Or we could throw you both in"},{"person":"Ross","txt":" (standing) Ok, gentlemen! Please! Aren't we a little old for this? I mean, we're scientists, right? We're academics. And most importantly I... you-you will have to catch us first. (he starts to run away with Charlie). GO, GO, GO! (the paleontologists starts chasing them)"},{"person":"Mike","txt":" Ok, so it's a tie again, 41 to 41."},{"person":"Chandler","txt":" (exhausted) Ok, look! Enough is enough!"},{"person":"Monica","txt":" No, I have just to have two more points to beat him!"},{"person":"Chandler","txt":" Monica, that was also true an"},{"person":"Monica","txt":" I can't just walk away! I've put in four hours!"},{"person":"Chandler","txt":" But..."},{"person":"Monica","txt":" Look! You knew this about me when you married me! You agreed to take me in sickness and in health. Well, this is my sickness!"},{"person":"Chandler","txt":" What about the obsessive cleaning?"},{"person":"Monica","txt":" That's just good sense!"},{"person":"Monica","txt":" (in pain) Aww! (she holds her hand, moaning like she's biting back a scream)"},{"person":"Chandler","txt":" You ok?"},{"person":"Monica","txt":" No, no, no. Honey, I'm ok. Shake it off! (she shakes the wrist and it's more painful) Oh, no! No shaking, no shaking! Ooh! Ooh! (pause) Oh my God! I can't play!"},{"person":"Mike","txt":" So you forfeit?"},{"person":"Phoebe","txt":" Mike wins?"},{"person":"Monica","txt":" I can't believe it! (pause) I lost!"},{"person":"Chandler","txt":" No, you didn't."},{"person":"Monica","txt":" What?"},{"person":"Chandler","txt":" Because I'm gonna play for ya."},{"person":"Phoebe","txt":" You can't do that!"},{"person":"Mike","txt":" Oh, that's ok. I don't care which of them I beat."},{"person":"Phoebe","txt":" Ok, we're taking that paddle home, mister."},{"person":"Monica","txt":" (to Chandler) Honey, you don't have to do this."},{"person":"Chandler","txt":" (In a loving voice) Yes, I do. Now, I may not understand why you have to win so badly, but if it's important to you then it's important to me, because I love you."},{"person":"Monica","txt":" But... you"},{"person":"Chandler","txt":" (Still in a loving voice) You're welcome, sweetheart."},{"person":"Chandler","txt":" All right Mike, let's get this over with. Sudden death. Whoever wins this point, wins."},{"person":"Mike","txt":" Ok!"},{"person":"Monica","txt":" Oh my God! You're good!"},{"person":"Phoebe","txt":" It's like watching porn!"},{"person":"Chandler","txt":" And that's... how... it's done!"},{"person":"Monica","txt":" (to Chandler) Oh my God. That was so amazing! When did you (pause) Hold on! I almost forgot (she turns to Mike)"},{"person":"Chandler","txt":" I never sucked, I actually didn't want you to know how good I was!"},{"person":"Monica","txt":" Why?"},{"person":"Chandler","txt":" I don't know."},{"person":"Monica","txt":" This is so great! Now we can enter into doubles tournaments!"},{"person":"Chandler","txt":" "},{"person":"Charlie","txt":" Thanks!"},{"person":"Ross","txt":" Hi."},{"person":"Charlie","txt":" Are they still looking for us?"},{"person":"Ross","txt":" Yeah. The bartender said that they split up into two search parties, the herbivores and the carnivores. (pause) You know, we as a group are not the coolest."},{"person":"Ross","txt":" I don't think they saw us."},{"person":"Charlie","txt":" I don't think they did."},{"person":"Charlie","txt":" Hum, so, I started to say you something earlier, hum... (pause) There was another reason I realized it was time to end it with Joey. I kind of realized I... was starting to have feelings... for someone else."},{"person":"Ross","txt":" (apparently unruffled) Oh. Can I... can I ask who?"},{"person":"Charlie","txt":" I think you know."},{"person":"Ross","txt":" I think I know too but I've been really wrong about this stuff in the past, so..."},{"person":"Ross","txt":" I'm sorry... we... we can't."},{"person":"Charlie","txt":" All right, all right."},{"person":"Ross","txt":" I mean, you just went out with my best friend, and I just think it'd be a really really bad idea. (pause) Or-or not! (they kiss passionately)"},{"person":"Rachel","txt":" What?"}]