[{"person":"Chandler","txt":" Hey, you guys!"},{"person":"Ross and Rachel","txt":" Hey!"},{"person":"Chandler","txt":" So, what do you think?"},{"person":"Ross","txt":" About what?"},{"person":"Rachel","txt":" Yeah, what?"},{"person":"Joey","txt":" What?"},{"person":"Chandler","txt":" Are you kidding? Okay, I’ll give you a hint; I’ll give you a\nhint. (Points to his glasses.)"},{"person":"Joey","txt":" Eyes! No, no. Your eyes! No. Chandler’s eyes!"},{"person":"Chandler","txt":" I got glasses!"},{"person":"Ross","txt":" Well, you-you’ve always had glasses."},{"person":"Chandler","txt":" No I didn’t!"},{"person":"Ross","txt":" Are you sure?"},{"person":"Rachel","txt":" Yeah-yeah, did-didn’t you use to have a pair? They were really\nround, burgundy, and they made you look kind of umm…"},{"person":"Joey","txt":" Feminine."},{"person":"Rachel","txt":" Yes!"},{"person":"Chandler","txt":" No!"},{"person":"Monica","txt":" Sweetie, I think the glasses look great. They make you look really sexy."},{"person":"Chandler","txt":" Really?"},{"person":"Monica","txt":" Yeah!"},{"person":"Chandler","txt":" (sitting down on the arm of her chair) You didn’t think I used to\nwear glasses, right?"},{"person":"Monica","txt":" Of course! (She mouths, \"I have no idea,\" to the rest of the\ngang.)"},{"person":"Phoebe","txt":" So what do you guys want for an engagement present?"},{"person":"Chandler","txt":" That’s okay Pheebs, we’re not having a party or anything, so\nyou don’t have to get us…"},{"person":"Monica","txt":" (interrupts him) If someone wants to give us a present, we don’t\nwant to deprive them of that joy."},{"person":"Rachel","txt":" Oh, y’know what you should get ‘em? One of those little uh,\nportable CD players."},{"person":"Monica","txt":" Oh, I already have one. "},{"person":"Phoebe","txt":" Not unless someone borrowed it and left it at the gynecologist."},{"person":"Rachel","txt":" Yeah, and-and-and by someone, she means Joey."},{"person":"Monica","txt":" Hey, I know I what I want!"},{"person":"Chandler","txt":" What "},{"person":"Monica","txt":" No, you don’t want this. I want to have your grandmother’s\ncookie recipe."},{"person":"Phoebe","txt":" You mean the chocolate chip cookie recipe?"},{"person":"Monica","txt":" Uh-huh, yeah."},{"person":"Phoebe","txt":" You mean the one that my grandmother made me swear on her deathbed that\nI would never let out of our family?"},{"person":"Chandler","txt":" Dying people say the "},{"person":"Monica","txt":" I wanted it for years! I was gonna make cookies for my children."},{"person":"Phoebe","txt":" Break my heart—Oh, all right."},{"person":"Monica","txt":" Okay. I’m gonna be the mom that makes the world’s best\nchocolate chip cookies."},{"person":"Chandler","txt":" Our kids are gonna be "},{"person":"Joey","txt":" (entering) Ahoy!"},{"person":"Chandler","txt":" Hey! How’s the boat?!"},{"person":"Joey","txt":" Great! I’m finally getting into this sailing stuff."},{"person":"Monica","txt":" Oh, so you finally took it out of the marina huh?"},{"person":"Joey","txt":" Why would I do that? It took three guys to get the thing in there!"},{"person":"Phoebe","txt":" If you don’t sail your boat, what do you do on it?"},{"person":"Joey","txt":" Oh, it’s great! It’s a great place to just kinda, sit, hang\naround, drink a few beers, eat some chips. (He says that as he sits, hangs around, drinks\na beer, and eats a chip.)"},{"person":"Chandler","txt":" Well, it’s good that you finally have a place to do that."},{"person":"Rachel","txt":" Y’know Joey, I could teach you to sail if you want."},{"person":"Joey","txt":" You could?"},{"person":"Rachel","txt":" Yeah! I’ve been sailing my whole life. When I was fifteen my dad\nbought me my own boat."},{"person":"Phoebe","txt":" Your own boat?"},{"person":"Rachel","txt":" What?! What?! He was trying to cheer me up! My pony was sick."},{"person":"Chandler","txt":" Do you know what I was thinkin’?"},{"person":"Monica","txt":" What?"},{"person":"Chandler","txt":" Nothing, I just like to go like this. (Does it again.)"},{"person":"Ross","txt":" (entering from the bathrooms) Hey Chandler, what are you doing tonight?"},{"person":"Chandler","txt":" Uh why, do you have a lecture?"},{"person":"Ross","txt":" No, why?"},{"person":"Chandler","txt":" Then free as a bird. What’s up?"},{"person":"Ross","txt":" My dad wanted to know if you wanted to play racquetball with us."},{"person":"Monica","txt":" Wow! That’s great! Dad must really like you, he doesn’t ask\njust anyone to play."},{"person":"Ross","txt":" Yeah and he didn’t really ask for you, he asked for Chancy, I assumed\nhe meant you."},{"person":"Chandler","txt":" Well, did-did you correct him?"},{"person":"Ross","txt":" No, I-I thought it would be more fun this way."},{"person":"Monica","txt":" This is so cool, maybe this is something you can do every week."},{"person":"Ross","txt":" Or you can sit with him on the front porch and make sure no one steals the\ntrash cans. He does that every week too."},{"person":"Monica","txt":" Oh, just so you know, you-you "},{"person":"Ross","txt":" Yeah."},{"person":"Monica","txt":" He "},{"person":"Chandler","txt":" Oh no problem, maybe I’ll play with my left hand."},{"person":"Ross","txt":" You’re not a lefty? "},{"person":"Chandler","txt":" Does anybody know me?!"},{"person":"Monica","txt":" What’s wrong Phoebe?"},{"person":"Phoebe","txt":" I just went to my old apartment to get you the-the cookie recipe and the\n"},{"person":"Monica","txt":" No!! Why didn’t you make a copy and-and keep it in a fireproof box\nand keep it at "},{"person":"Phoebe","txt":" (pauses as he figures out how to answer that) Because I’m normal!\nThat was the "},{"person":"Ross","txt":" Oh, we have to get you an engagement present?"},{"person":"Chandler","txt":" Don’t worry about it Pheebs."},{"person":"Ross","txt":" No one got me an engagement present."},{"person":"Phoebe","txt":" Okay, here I wish you health and happiness. (She hands Monica a cookie\nin a plastic baggie.) "},{"person":"Chandler","txt":" An old cookie?"},{"person":"Monica","txt":" (To Chandler) This is what happens when you don’t register for\ngifts!"},{"person":"Phoebe","txt":" See no-no, I made a batch and I froze it, and this is the only one left."},{"person":"Chandler","txt":" We can’t accept this."},{"person":"Phoebe","txt":" Why not?"},{"person":"Chandler","txt":" ‘Cause it’s gross."},{"person":"Monica","txt":" No! Wait! I think I can figure out the recipe from this cookie! I do\nstuff like this at work all the time."},{"person":"Phoebe","txt":" Really?!"},{"person":"Monica","txt":" Yeah! I bet I can do it."},{"person":"Chandler","txt":" Okay, we owe you a present."},{"person":"Ross","txt":" Two! I’ve been engaged twice!"},{"person":"Joey","txt":" (drinking a beer) Look at this clown! Just because he’s got a bigger\nboat he thinks he can take up the whole river. (Yelling) Get out of the way jackass! (To\nRachel) Who names his boat Coast Guard anyway?"},{"person":"Rachel","txt":" That "},{"person":"Joey","txt":" What are they doing out here? The coast’s all the way over there.\n(Points to the coast, meanwhile there is coast behind him.)"},{"person":"Rachel","txt":" Joey, just ignore the boats all right? We’re not finished with the\nlesson yet."},{"person":"Joey","txt":" All right."},{"person":"Rachel","txt":" Okay, I’m just gonna go over the basic points just one more time,\nare you ready?"},{"person":"Joey","txt":" Come on Rach, not again. I got it! Okay? Let’s start sailing, and I\nwant to go over there (Points) where that boatload of girls is! (Yelling to them)\nYo-ho-ho!"},{"person":"Rachel","txt":" Oh, okay. Is that what you want to do? You wanna go over and give a\nlittle shout out to the old, hot chickas? Okay, let’s do that Sailor Joe. Quick\nquestion though, (grabs some of the rigging) what’s this called?"},{"person":"Joey","txt":" Uh, boat rope."},{"person":"Rachel","txt":" Wrong! How do you get the mainsail up?"},{"person":"Joey","txt":" Uhh, rub it?"},{"person":"Rachel","txt":" No. What do you do if I say we are coming about?"},{"person":"Joey","txt":" I’d say, come again. No-no, wait I-I-I know this one, I know this\none, uh…"},{"person":"Rachel","txt":" Time’s up, now your dead."},{"person":"Joey","txt":" And deaf!"},{"person":"Rachel","txt":" Okay, you just go on and make your little jokey-jokes, but if you do not\nknow what you are doing out at sea you will die at sea. Am I getting through to you\nsailor?! (She punctuates each word by slapping him on the forehead.)"},{"person":"Joey","txt":" Yes."},{"person":"Rachel","txt":" Don’t just say yes! This isn’t a game, Joey you can really get\nhurt out here. Okay, so do you want to pay attention or do you want to die?!"},{"person":"Joey","txt":" I want to make a ship to shore call to Chandler."},{"person":"Monica","txt":" All right, I definitely taste nutmeg."},{"person":"Phoebe","txt":" You do?"},{"person":"Monica","txt":" You don’t? (Laughs) Well, that’s the difference between a\nprofessional and a layman."},{"person":"Phoebe","txt":" That and arrogance."},{"person":"Joey","txt":" (entering) Hey."},{"person":"Monica","txt":" Hey! How was sailing?"},{"person":"Joey","txt":" I don’t want to talk about it. Y’know, you could’ve at\nleast saved me a whole cookie. (He grabs what’s left of the cookie and pops in his\nmouth.)"},{"person":"Monica and Phoebe","txt":" No-wait-no-no!!!!!!!"},{"person":"Joey","txt":" (recoils in horror) Women are mean!!! (Storms out.)"},{"person":"Phoebe","txt":" I can’t believe that! Now the only thing left of my\ngrandmother’s legacy is this crumb. (She picks it up with her finger and holds it out\nto Monica.) I wish you a long and happy marriage."},{"person":"Ross","txt":" (entering with Chandler) Hey."},{"person":"Monica","txt":" Hey! How was it?"},{"person":"Ross","txt":" Well "},{"person":"Chandler","txt":" "},{"person":"Ross","txt":" And what did he ask you not to call him?"},{"person":"Chandler","txt":" Daddy. All right look, here’s the story. (Flashback to Chandler\nabout to enter the steam room as he does the voice-over.) Well, we had just finished\nplaying racquetball and we were gonna take a steam. I walk into the steam room and it was\nreally steamy. (The flashback shows his glasses fog up and him trying to find his way\naround the steam filled room. He takes off his glasses.) So I take off my glasses and\nthat’s when in happened."},{"person":"Chandler","txt":" Guys?"},{"person":"Ross","txt":" Over here. (You can see Ross sitting at the far wall.)"},{"person":"Mr. Geller","txt":" Have a seat son. (You can see Mr. Geller sitting closer to the door\nas Chandler walks over and sits in his lap.) Hey!! (Chandler quickly jumps off and sits\nnext to him with a shocked expression on his face.)"},{"person":"Monica","txt":" Oh my God Chandler! I can’t believe it!"},{"person":"Chandler","txt":" I know."},{"person":"Monica","txt":" You gave my father a lap dance!"},{"person":"Chandler","txt":" Why do they put so much steam in there?!"},{"person":"Ross","txt":" ‘Cause otherwise they’d have to call it the room room."},{"person":"Chandler","txt":" Why? Okay? Why? Wh-wh-why did that have to happen?"},{"person":"Phoebe","txt":" Come on, it’s not that big a deal!"},{"person":"Chandler","txt":" Not that big a deal? There…there was touching of things."},{"person":"Ross","txt":" Now, I know you wanted to bond with my dad, but did you really have to\nbond to that part?"},{"person":"Monica","txt":" Listen, I’m sure that dad doesn’t care. He probably thought\nthis was funny; he’ll be telling this story for years!"},{"person":"Chandler","txt":" I don’t want him to tell this story for years."},{"person":"Ross","txt":" Oh, but he will. He still tells the story how Monica tried to escape from\nfat camp."},{"person":"Monica","txt":" I wasn’t escaping."},{"person":"Ross","txt":" Then how did you get caught in the barbed wire?"},{"person":"Monica","txt":" I was trying to help out a squirrel."},{"person":"Ross","txt":" You were trying to eat it!"},{"person":"Chandler","txt":" If "},{"person":"Monica","txt":" (takes the phone from Ross) Come on. (Answering phone) Hello? (Listens)\nI’m sorry you have the wrong number. (Listens) (Whispering) Okay, I’ll call you\nlater dad. I love you. (Hangs up.)"},{"person":"Chandler","txt":" (getting up) All right, I’m off to see your dad."},{"person":"Ross","txt":" Whoa-whoa, aren’t you a little over dressed?"},{"person":"Rachel","txt":" (laughing) Yeah, and-and you better make sure he tips you this time."},{"person":"Chandler","txt":" Look, I figured I would try to convince him not to tell the story\nanymore, and I figure the best way to do that is face to face—And by face I\ndon’t mean his lap. And by face, I don’t mean my ass. (Exits.)"},{"person":"Ross","txt":" (To Rachel) Hey are you getting Monica and Chandler an engagement present?"},{"person":"Rachel","txt":" I don’t know. Y’know, they didn’t get us anything."},{"person":"Ross","txt":" Thank you!"},{"person":"Joey","txt":" (entering) Hey."},{"person":"Ross","txt":" Hey."},{"person":"Rachel","txt":" Well hello! So, when are we gettin’ back out on the water matey? "},{"person":"Joey","txt":" Oh uh, I don’t know the boat way to say this, but uh never!"},{"person":"Rachel","txt":" Why not?"},{"person":"Joey","txt":" Because! You’re mean on the boat!"},{"person":"Rachel","txt":" What? I was just trying to teach you."},{"person":"Joey","txt":" Well, lesson learned! Rachel is mean!"},{"person":"Ross","txt":" Yeeeeeep… Yep-yep-yep-yep-yep. I remember when she took out on her\ndad’s boat she wouldn’t let me help at all."},{"person":"Rachel","txt":" Excuse me, I wanted you to help, but you couldn’t move your arms\nbecause you were wearing three life jackets."},{"person":"Ross","txt":" You have to respect the sea! (Storms off.)"},{"person":"Rachel","txt":" Look Joey, I’m sorry if-if you thought that was mean, but I gotta\ntell ya something. That was not mean. Okay, my father is mean. He used to yell at me all\nthe time on the boat, I mean it was horrible. I was just being a good teacher."},{"person":"Joey","txt":" Does a good teacher say, \"Put down the beer pinhead!?\""},{"person":"Rachel","txt":" Well, does a good student drink seven beers during his first lesson?"},{"person":"Joey","txt":" Six and a half! You knocked that last one out of my hand! Remember?"},{"person":"Rachel","txt":" Yeah, I didn’t want you to get hit by the boom!"},{"person":"Joey","txt":" Well it hit me anyway! And it would’ve hurt a lot less if I had\nfinished that last beer."},{"person":"Rachel","txt":" All right, y’know what? I-I’m sorry. I will try to tone it\ndown and uh stop yelling."},{"person":"Joey","txt":" You won’t boss me around anymore?"},{"person":"Rachel","txt":" I won’t boss you around."},{"person":"Joey","txt":" And you’ll be nice?"},{"person":"Rachel","txt":" And, I’ll be nice."},{"person":"Joey","txt":" And you’ll be topless?"},{"person":"Rachel","txt":" And—Joey!"},{"person":"Joey","txt":" Do you want me to learn?!"},{"person":"Monica","txt":" Okay, here’s batch 22. Ohh, maybe these’ll taste a little like\nyour grandmother’s. This has a little bit of orange peel, but no nutmeg."},{"person":"Ross","txt":" Let’s give it a shot."},{"person":"Monica","txt":" Okay. Man, I have "},{"person":"Phoebe","txt":" Oh, what was that for? Like a bake sale?"},{"person":"Monica","txt":" No, just a Friday night."},{"person":"Ross","txt":" Ohh, these are pretty good."},{"person":"Phoebe","txt":" Yeah, but not as good as batch 17."},{"person":"Ross","txt":" Which one was that?"},{"person":"Monica","txt":" The ones we had right after you almost threw up."},{"person":"Ross","txt":" Oh yeah! Batch 17 was good. I did "},{"person":"Phoebe","txt":" Are there anymore from the good batch? ‘Cause we could just work\noff of those."},{"person":"Ross","txt":" Yeah, ooh yeah, I think there is one from batch 17 left, uh… (Grabs a\ncookie and takes a big bite out of it and doesn’t like it.) It’s batch 16! 16\npeople! Get out of the way! (Gets up and runs for the bathroom.)"},{"person":"Rachel","txt":" Okay Joey honey, you’re doing really good! All right, now I’m\njust gonna need you to step to the port side. (Joey pauses as he tries to remember which\nside is the port side.) Remember? Remember how we talked about the port side?"},{"person":"Joey","txt":" Ohh yeah."},{"person":"Rachel","txt":" Right?"},{"person":"Joey","txt":" Nope."},{"person":"Rachel","txt":" It’s left sweetie, but that’s okay sweetie, that’s a\ntough one."},{"person":"Joey","txt":" I don’t know why you just don’t say left."},{"person":"Rachel","txt":" Okay, go to the left. (Joey goes starboard or sits on the right side of\nthe boat.) The left!"},{"person":"Joey","txt":" Huh?"},{"person":"Rachel","txt":" (yelling) Just sit over there!! (Points to the port side.)"},{"person":"Joey","txt":" (hurrying over) Okay! Okay, you’re yelling again! See that?"},{"person":"Rachel","txt":" No! No-no, no-no-no, very quiet, said with love, no yelling."},{"person":"Joey","txt":" Oh, y’know what? Since I’m here, I think I’m gonna have me\na little beer on the port side. (Grabs and opens one.)"},{"person":"Rachel","txt":" Okay Joey, we’re luffing a little bit, so could you tighten up the\ncunningham? (The mainsail has started to flap in the wind and has stopped working\nefficiently; she wants him to tighten it so that it starts working again.)"},{"person":"Joey","txt":" Uh, wow, you just said a bunch of stuff I didn’t know there."},{"person":"Rachel","txt":" Joey, come on! We just went over this! (She does it instead.)"},{"person":"Joey","txt":" Oh, y’know, when we did that was when that bird was flying overhead\nwith the fish in his mouth. Did you see it? It was gross!"},{"person":"Rachel","txt":" (angrily) No! All right?! I did "},{"person":"Joey","txt":" All right that’s it! You’re yelling and I don’t see you\ntaking your top off! I quit!"},{"person":"Rachel","txt":" What do you mean you quit?! You can’t quit!"},{"person":"Joey","txt":" Why not?!"},{"person":"Rachel","txt":" Because you’re not finished yet and I won’t have it! Greens do\nnot quit!"},{"person":"Joey","txt":" Greens? I’m a Tribbiani! And Tribbianis quit!"},{"person":"Rachel","txt":" Oh my God, wait did I—I just said Greens don’t quit\ndidn’t I? (Pause) (Angrily) Did I just say Greens don’t quit?!"},{"person":"Joey","txt":" Yes! Yes! You did and you’re still yelling at me!"},{"person":"Rachel","txt":" No! No! No! I’m not yelling at you, I’m just yelling near you.\nOh God Joey, ohh I’m my father. Oh my God, this is horrible! I’ve been trying so\nhard not to be my mother I did not see this comin’. Oh, Joey, I’m sorry.\nI’m so sorry. I just wanted you to learn."},{"person":"Joey","txt":" Well, hey I did learn."},{"person":"Rachel","txt":" Really?"},{"person":"Joey","txt":" Yeah! Come on."},{"person":"Rachel","txt":" Awww…"},{"person":"Joey","txt":" Yeah, it’s okay. I know what a mainsail is. (Points to it. It’s\nthe larger sail.) I know, I know to duck when the boom comes across. I-I know port is\nright."},{"person":"Rachel","txt":" Left."},{"person":"Joey","txt":" Damnit!"},{"person":"Phoebe","txt":" Y’know, I bet it would actually make my grandmother very happy to\nknow that we’re trying to figure out her recipe. I bet she’s l-l-lookin’ up\nat us and smiling right now."},{"person":"Ross","txt":" Looking up?"},{"person":"Phoebe","txt":" Oh yeah—No, she was really nice to me, but she’s in hell for\nsure."},{"person":"Monica","txt":" Well, I’ve tried everything. I give up. I guess I’m not gonna\nbe the mom who makes the world’s best chocolate cookies. I do make the best duck\nconfit with broccoli rabe.  Kids love that right."},{"person":"Ross","txt":" Aww, Pheeb, come on isn’t there any relative that would have the\nrecipe? What about, what about your sister?"},{"person":"Phoebe","txt":" Oh no-no, no, I made a promise to myself that the next time I would talk\nto Ursula would be over my dead body. And that’s not happening ‘til October 15"},{"person":"Ross","txt":" That’s the day you’re gonna die? See—darnit, I’ve got\nshuffleboard that day."},{"person":"Phoebe","txt":" That’s what you think."},{"person":"Monica","txt":" Well, I mean what about friends of your grandmother’s?\nWouldn’t they have the recipe?"},{"person":"Phoebe","txt":" Well, y’know I may have relatives in France who would know. My\ngrandmother said she got the recipe from her grandmother, Nesele Tolouse."},{"person":"Monica","txt":" What was her name?"},{"person":"Phoebe","txt":" Nesele Toulouse."},{"person":"Monica","txt":" "},{"person":"Phoebe","txt":" Oh, you Americans always butcher the French language."},{"person":"Monica","txt":" (grabbing a bag of "},{"person":"Phoebe","txt":" (reading the recipe on the back of the bag) Yes!! (Realizes.) Ohh."},{"person":"Monica","txt":" I cannot believe that I just spent the last two days trying to figure\nout the recipe and it was in my cupboard the whole time!"},{"person":"Phoebe","txt":" I know! You see it is stuff like this which is why (Looking down)\nyou’re burning in hell!!"},{"person":"Chandler","txt":" So you understand, I’d feel a lot more comfortable if you\ndidn’t tell people what happened. Y’know, I’m a little…I’m a\nlittle embarrassed about it."},{"person":"Mr. Geller","txt":" I understand completely, there’s nothing more horrifying than\nembarrassing yourself in front of your in-laws. As a matter of fact, when I started dating\nJudy I was unemployed, and her father asked me what I did for a living and I told him I\nwas a lawyer."},{"person":"Chandler","txt":" What did you do when they found out?"},{"person":"Mr. Geller","txt":" They never did, so if ever see me giving them legal advice just nod\nalong. Shall we? "},{"person":"Chandler","txt":" So I guess we wear swimsuits in here!"},{"person":"Rachel","txt":" Well Joey, I hate to admit it, your way of sailing is a lot more fun."},{"person":"Joey","txt":" Yeah, yeah. Hey, why don’t you give a pull on that rope? (Points.)"},{"person":"Rachel","txt":" Ohh we’re not sailing."},{"person":"Joey","txt":" Just pull on it."},{"person":"Rachel","txt":" All right. (She does so and it brings the cooler closer together.)\nHey-hey-hey!! (Sees what’s in the cooler.) Sandwiches!"},{"person":"Joey","txt":" What else?"},{"person":"Rachel","txt":" (hands him one) Here you go."},{"person":"Joey","txt":" Thank you."},{"person":"Rachel","txt":" Oh wow! (She takes a bite, but holds the sandwich vertically so that the\nstuff falls out.)"},{"person":"Joey","txt":" What are you doing?"},{"person":"Rachel","txt":" Ohh, sorry."},{"person":"Joey","txt":" What you—don’t hold it like that! You’re lettin’ all\nthe good stuff fall out."},{"person":"Rachel","txt":" Ohh whoops."},{"person":"Joey","txt":" Careful! You’re wasting good pastrami! (Gasps.) Oh my God! I’m "}]