[{"person":"Chandler","txt":" I can't believe you would actually say that. I would much\nrather be Mr.Peanut than Mr.Salty."},{"person":"Joey","txt":" No way! Mr.Salty is a sailor, all right, he's got to be, like, thetoughest\nsnack there is."},{"person":"Ross","txt":" I don't know, you don't wanna mess with corn nuts. They're craaazy."},{"person":"Monica","txt":" (looking out of the window) Oh my God. You guys! You gotta come see\nthis! There's some creep out there with a telescope!"},{"person":"Ross","txt":" I can't believe it! He's looking right at us!"},{"person":"Rachel","txt":" Oh, that is so sick."},{"person":"Chandler","txt":" I feel violated. And not in a good way."},{"person":"Phoebe","txt":" How can people do that?... (All but Phoebe walk away from the window in\ndisgust.) Oh, you guys, look! Ugly Naked Guy got gravity boots!"},{"person":"Chandler","txt":" I am telling you, years from now, schoolchildren will study it as one\nof the greatest first dates of all time. It was unbelievable! We could totally be\nourselves, we didn't have to play any games..."},{"person":"Monica","txt":" So have you called her yet?"},{"person":"Chandler","txt":" Let her know I like her? What are you, insane? (The girls make\ndisgusted noises.) It's the next day! How needy do I want to seem? (To the guys) I'm\nright, right?"},{"person":"Joey and Ross","txt":" Oh, yeah. Yeah. Let her dangle."},{"person":"Monica","txt":" I can't believe my parents are actually pressuring me to find one of you\npeople."},{"person":"Phoebe","txt":" Oh, God, just do it! (Grabbing the phone.) Call her! Stop being so\ntestosteroney!"},{"person":"Chandler","txt":" Which, by the way, is the real San Francisco treat. (Calls her, then\nhurriedly hangs up.) I got her machine."},{"person":"Joey","txt":" Her answer machine?"},{"person":"Chandler","txt":" No, interestingly enough her leaf blower picked up."},{"person":"Phoebe","txt":" So, uh, why didn't you say anything?"},{"person":"Chandler","txt":" Oh, no-no-no-no. Last time I left a spontaneous message I ended up\nusing the phrase \"Yes indeedy-o.\""},{"person":"Monica","txt":" Look look! It's Rachel and Barry. No, don't everybody look at once!"},{"person":"Ross","txt":" Okay, okay, what's going on?"},{"person":"Phoebe","txt":" Okay, they're just talking..."},{"person":"Ross","txt":" Yeah, well, does he look upset? Does he look like he was just told to\nshove anything?"},{"person":"Phoebe","txt":" No, no actually, he's smiling.. and... Oh my God, don't do that!!"},{"person":"Ross","txt":" What? What? What?!"},{"person":"Phoebe","txt":" That man across the street just kicked that pigeon! (Rachel enters.) Oh!"},{"person":"Chandler","txt":" (bluffing) And basically, that's how a bill becomes a law."},{"person":"All","txt":" Oh!... Right!"},{"person":"Chandler","txt":" Hey Rach!"},{"person":"Monica","txt":" How'd it go?"},{"person":"Rachel","txt":" Y'know, it was, uh.. it was actually really great. He took me to lunch\nat the "},{"person":"Phoebe","txt":" Not a good day for birds..."},{"person":"Rachel","txt":" Then we took a walk down to "},{"person":"Ross","txt":" That's nice... now, was that before or after you told him to stop calling,\nstop sending you flowers and to generally leave you alone, hmm?"},{"person":"Rachel","txt":" Right,.. well,.. we never actually got to that... Oh, it was just so\nnice to see him again, y'know? It was comfortable, it was familiar... it was just nice!"},{"person":"Ross","txt":" That's, that's nice twice!"},{"person":"Monica","txt":" Rachel, what's going on? I mean isn't this the same Barry who you left\nat the altar?"},{"person":"Joey","txt":" Duh, where've you been?"},{"person":"Rachel","txt":" Yeah, but it was different with him today! And he wasn't, like,\nOrthodontist Guy, y'know? I mean, we had fun! Is there anything wrong with that?"},{"person":"Chandler","txt":" Yes!"},{"person":"Rachel","txt":" Why?"},{"person":"Chandler","txt":" I have my reasons."},{"person":"Monica","txt":" Okay, how about the fact that he's engaged to another woman, who just\nhappens to be your ex-best friend?"},{"person":"Rachel","txt":" All right. All right, all right, all right, all right, I know it's\nstupid! I will go see him this afternoon, and I will just put an end to it!"},{"person":"Rachel","txt":" Wow... Wow!"},{"person":"Barry","txt":" Yeah."},{"person":"Rachel","txt":" I'm not crazy, right? I mean, it was never like that."},{"person":"Barry","txt":" Nooo, it wasn't."},{"person":"Rachel","txt":" Ooh, and it's so nice having this little sink here..."},{"person":"Chandler","txt":" (on phone, reading from a script) Oh, Danielle! I wasn't expecting the\nmachine... Give me a call when you get a chance. (Rattles some dishes) Bye-bye. (Hangs\nup.) Oh God!"},{"person":"Monica","txt":" "},{"person":"Chandler","txt":" Hey, I've been honing!"},{"person":"Ross","txt":" What was with the dishes?"},{"person":"Chandler","txt":" Oh, uh.. I want her to think I might be in a restaurant.. y'know? I\nmight have some kind of life, like I haven't been sitting around here honing for the past\nfew hours."},{"person":"Monica","txt":" (looking out the window) Look look! He's doing it again, the guy with\nthe telescope!"},{"person":"Phoebe","txt":" Oh my God! (Walks to the window) Go away! (Gesturing.) Stop looking in\nhere!"},{"person":"Monica","txt":" Great, now he's waving back."},{"person":"Joey","txt":" Man, we gotta do something about that guy. This morning, I caught him\nlooking into our apartment. It creeps me out! I feel like I can't do stuff!"},{"person":"Monica","txt":" What kinda stuff?"},{"person":"Joey","txt":" Will you grow up? I'm not talking about sexy stuff, but, like, when I'm\ncooking naked."},{"person":"Phoebe","txt":" You cook naked?"},{"person":"Joey","txt":" Yeah, toast, oatmeal... nothing that spatters."},{"person":"Chandler","txt":" What are you looking at me for? I didn't know that."},{"person":"Barry","txt":" What's the matter?"},{"person":"Rachel","txt":" Oh, it's just... Oh, Barry, this was not good."},{"person":"Barry","txt":" No, it was. It was very very good."},{"person":"Rachel","txt":" Well, what about Mindy?"},{"person":"Barry","txt":" Oh, way, way better than Mindy."},{"person":"Rachel","txt":" No, not that, I mean, what about you and Mindy?"},{"person":"Barry","txt":" Well, if you want, I'll just—I'll just break it off with her."},{"person":"Rachel","txt":" No. No-no-no-no, no. I mean, don't do that. Not, I mean not for me. "},{"person":"Bernice","txt":" (over intercom) Dr. Farber, Bobby Rush is here for his adjustment."},{"person":"Barry","txt":" (into intercom) Thanks, Bernice. (To Rachel) Let's go away this weekend."},{"person":"Rachel","txt":" Oh, Barry..! Come on, this is all way too.."},{"person":"Barry","txt":" We can, we can go to Aruba! When I went there on what would have been our\nhoneymoon, it was, uh... it was really nice. You would've liked it."},{"person":"Rachel","txt":" I had a bra."},{"person":"Bobby","txt":" Hey, Dr. Farber."},{"person":"Barry","txt":" All right Miss Green, everything looks fine... Yep, I think we're\nstarting to see some real progress here."},{"person":"Rachel","txt":" What?!"},{"person":"Bobby","txt":" I'm twelve, I'm not stupid."},{"person":"Chandler","txt":" Can I use your phone?"},{"person":"Monica","txt":" Yeah.. uh, but for future reference, that thing in your hand can also be\nused as a phone."},{"person":"Chandler","txt":" Yes, it's working! Why isn't she calling me back?"},{"person":"Joey","txt":" Maybe she never got your message."},{"person":"Phoebe","txt":" Y'know, if you want, you can call her machine, and if she has a lot of\nbeeps, that means she probably didn't get her messages yet."},{"person":"Chandler","txt":" Y'don't think that makes me seem a little..."},{"person":"Ross","txt":" ...desperate, needy, pathetic?"},{"person":"Chandler","txt":" Ah, you obviously saw my personal ad."},{"person":"Phoebe","txt":" How many beeps?"},{"person":"Chandler","txt":" She answered."},{"person":"Monica","txt":" Y'see, this is where you'd use that 'hello' word we talked about."},{"person":"Chandler","txt":" I'm not gonna talk to her, she obviously got my message and is\nchoosing not to call me. Now I'm needy and snubbed. God, I miss just being needy."},{"person":"All","txt":" Hey! Hi!"},{"person":"Phoebe","txt":" How'd he take it?"},{"person":"Rachel","txt":" Pretty well, actually... (Wandering into the kitchen.)"},{"person":"Monica","txt":" (wandering in after her) Uh, Rach... how come you have dental floss in\nyour hair?"},{"person":"Rachel","txt":" Oh, do I?"},{"person":"Monica","txt":" Uh huh."},{"person":"Rachel","txt":" (in a low voice) We ended up having sex in his chair."},{"person":"Monica","txt":" You had "},{"person":"Ross","txt":" You-you had what?"},{"person":"Phoebe","txt":" Sex in his chair."},{"person":"Ross","txt":" What, uh... what were you thinking?"},{"person":"Rachel","txt":" I don't know! I mean, we still care about each other. There's a history\nthere. 'S'like you and Carol."},{"person":"Ross","txt":" No! No no, it is nothing like me and Carol!"},{"person":"Rachel","txt":" Please. If she said to you, \"Ross, I want you on this couch, right\nhere, right now,\" what would you say? "},{"person":"Chandler","txt":" If it helps, I could slide over."},{"person":"Ross","txt":" It's, it's, it's, uh, a totally diferent situation! It's, it's apples and\noranges, it's, it's orthodontists and lesbi- I gotta go."},{"person":"Phoebe","txt":" Where are you going?"},{"person":"Ross","txt":" (leaving) I just have to go, all right? Do I need a reason? Huh? I mean I\nhave things to do with my life, I have a jam packed schedule, and I am late- for keeping\nup with it. Okay?"},{"person":"Chandler","txt":" Hello? Hello?"},{"person":"Rachel","txt":" (on phone) Hello?(Listens) Mindy! Hi! Hey, how are you? (Listens) Yes,\nyes, I've heard, congratulations, that is so great. (Listens) Really? (Listens) Oh.\n(Listens) Okay. Okay, well I'm working tomorrow, but if you want you can, you can, you can\ncome by and... (Listens) Okay... (Listens) Great... (Listens) Great... (Listens) All\nright, so I'll, so I'll see you tomorrow! (Listens) Okay.. (Listens) Okay... (Listens)\nBye. (Hangs up and sits down heavily.) Oh God. Oh God. Oh God."},{"person":"Chandler","txt":" So how's Mindy?"},{"person":"Rachel","txt":" Oh, she wants to see me tomorrow...Oh, she sounded really weird, I gotta\ncall Barry... (Does so, on phone) Hi, it's me, I just.. Mindy!! Mindy! Hi! No, I figured\nthat's where you'd be!"},{"person":"Monica","txt":" Brrrrrrr!"},{"person":"Chandler","txt":" Hell is filled with people like you."},{"person":"Joey","txt":" (entering) He's back! The peeper's back!"},{"person":"Joey","txt":" (ducking) Get down!"},{"person":"Rachel","txt":" Get down?"},{"person":"Chandler","txt":" ...And boogie!"},{"person":"Rachel","txt":" Thanks, but I gotta go to work and get my eyes scratched out by Mindy."},{"person":"Monica","txt":" Relax. Y'know, she may not even know."},{"person":"Rachel","txt":" Please. I haven't heard from her in seven months, and now she calls me?\nI mean, what else is it about? Oh! She was my best friend, you guys! We went to camp\ntogether... she taught me how to kiss.."},{"person":"Joey","txt":" (intrigued) Yeah?"},{"person":"Rachel","txt":" And now, y'know, I'm like... I'm like the other woman! I feel so.."},{"person":"Joey","txt":" ..Naughty!"},{"person":"Rachel","txt":" Right, I'll see you guys later..."},{"person":"Joey","txt":" Oh, hold up, I'll walk out with you. Now, Rach, when she taught you to\nkiss, you were at camp, and.. were you wearing any kinda little uniform, or- (Rachel exits\nand slams the door in his face.) That's fine, yeah..."},{"person":"Chandler","txt":" Okay, I'm gonna go to the bathroom. Will you watch my phone?"},{"person":"Monica","txt":" Why don't you just take it with you?"},{"person":"Chandler","txt":" Hey, we haven't been on a second date, she needs to hear me pee?"},{"person":"Monica","txt":" Why don't you just call her?"},{"person":"Chandler","txt":" I can't call her, I left a message! I have some pride."},{"person":"Monica","txt":" Do you?"},{"person":"Chandler","txt":" No! (Calls) Danielle, hi! It's, uh, it's Chandler! (Listens) I'm fine.\nUh, listen, I don't know if you tried to call me, because, uh, idiot that I am, I\naccidentally shut off my phone. (Listens) Oh, uh, okay, that's fine, that's great.\n(Listens) Okay. (Puts down the phone.) (to Monica) She's on the other line, she's gonna\ncall me back. (He starts doing a little jig.) She's on the other line, she's gonna call me\nback, she's on the other line, gonna call me back..."},{"person":"Monica","txt":" Don't you have to pee?"},{"person":"Chandler","txt":" 'S'why I'm dancing..."},{"person":"Rachel","txt":" Mindy."},{"person":"Mindy","txt":" Hey, you."},{"person":"Rachel","txt":" Hey, you.... So, what's up?"},{"person":"Mindy","txt":" Um.. we should really be sitting for this."},{"person":"Rachel","txt":" Sure we should... So."},{"person":"Mindy","txt":" Now, I know things've been weird lately, but you're like my oldest friend\nin the world... Except for maybe Laurie Schaffer, who I don't talk to anywhere, 'cause\nshe's all bitter now that she lost the weight and it turns out she doesn't have a pretty\nface. ....Okay, I'm just gonna ask you this once, and I want a straight answer."},{"person":"Rachel","txt":" Okay."},{"person":"Mindy","txt":" Will you be my maid of honour?"},{"person":"Rachel","txt":" Of course!"},{"person":"Mindy","txt":" Oh that's so great!"},{"person":"Rachel","txt":" Was that all you wanted to ask me?"},{"person":"Mindy","txt":" That's all!"},{"person":"Rachel","txt":" Ohhhh!! (Mindy starts to sob.) ...What? What?"},{"person":"Mindy","txt":" That's not all."},{"person":"Rachel","txt":" Oh sure it is!"},{"person":"Mindy","txt":" Oh no, it isn't! No! I think Barry is seeing someone in the city."},{"person":"Rachel","txt":" Um, what- what would make you think that?"},{"person":"Mindy","txt":" Well, ever since we announced the engagement, he's been acting really\nweird, and then last night, he came home smelling like "},{"person":"Rachel","txt":" (draws back) Really. Mindy, if it'll make you feel any better, when I\nwas engaged to him he went through a whole weird thing too."},{"person":"Mindy","txt":" Oh God! You see, that's what I was afraid of!"},{"person":"Rachel","txt":" What? What's what you were afraid of?"},{"person":"Mindy","txt":" Okay, okay... when Barry was engaged to you, he and I...kind of... had a\nlittle thing on the side."},{"person":"Rachel","txt":" What?"},{"person":"Mindy","txt":" I know. I know, and when he proposed to me, everyone said \"Don't do\nit, he's just gonna do to you what he did to Rachel,\" and now I feel so stupid."},{"person":"Rachel","txt":" Uh... Oh, Mindy, you are so stupid. Oh, we are both so stupid."},{"person":"Mindy","txt":" What do you mean?"},{"person":"Rachel","txt":" (offers her arm to Mindy and she sniffs) Smell familiar?"},{"person":"Mindy","txt":" Oh no."},{"person":"Rachel","txt":" Oh, I am so sorry."},{"person":"Mindy","txt":" No me, I am so sorry..."},{"person":"Joey","txt":" (watches them for a while) Oh my."},{"person":"Ross","txt":" Four letters: \"Circle or hoop\"."},{"person":"Chandler","txt":" Ring dammit, ring!"},{"person":"Ross","txt":" Thanks."},{"person":"Joey","txt":" (entering) Hey, you know our phone's not working?"},{"person":"Chandler","txt":" What?!"},{"person":"Joey","txt":" I tried to call you from the coffee shop, and there was no answer."},{"person":"Chandler","txt":" (investigating) I turned it off. Mother of God, I turned it off!"},{"person":"Monica","txt":" Just like you told her you did! (Chandler glares at her.) ... Just\npointing out the irony."},{"person":"Joey","txt":" Hey, so listen, I went across the street and talked to the doorman- I got\nthe peeper's name! Can I use the phone?"},{"person":"Chandler","txt":" Nngghhh!!!!!!!"},{"person":"Joey","txt":" (to Monica) Can I use your phone? (On phone) Yeah, the number for a Sidney\nMarks, please."},{"person":"Ross","txt":" \"Heating device.\""},{"person":"Phoebe","txt":" Radiator."},{"person":"Ross","txt":" Five letters."},{"person":"Phoebe","txt":" Rdtor."},{"person":"Joey","txt":" (on phone) Yeah, is Sidney there? (Listens) Oh, this is? (To the gang)\nSidney's a woman."},{"person":"Monica","txt":" So she's a woman! So what?"},{"person":"Joey","txt":" Yeah. Yeah, so what? (On phone) Look, I live across the street, (walking\nto the window) and I know all about you and your little telescope, and I don't appreciate\nit, okay? (Listens) Yeah, I can see you right now! (Listens) Hello! (Listens) If I wanna\nwalk around my apartment in my underwear, I shouldn't have to feel\nlike—(Listens)—Thank you, but... that's not really the point... (Listens) The\npoint is that... (Listens) Mostly free weights, but occasionally.."},{"person":"Monica","txt":" Joey!!"},{"person":"Joey","txt":" (on phone) Yeah, my neighbor... (Listens) Yeah, the brunette... (to\nMonica) She says you looked very pretty the other day in the green dress."},{"person":"Monica","txt":" The green dress? Really?"},{"person":"Joey","txt":" Yeah, she said you looked like Ingrid Bergman that day."},{"person":"Monica","txt":" (waves dismissively to Sidney) Nooo!"},{"person":"Rachel","txt":" Hey. Got a second?"},{"person":"Barry","txt":" Sure, sure. Come on... (Mindy enters) ...in..."},{"person":"Mindy","txt":" Hello, sweetheart."},{"person":"Barry","txt":" Uh... uh... what're'you... what're'you guys doing here?"},{"person":"Rachel","txt":" Uh, we are here to break up with you."},{"person":"Barry","txt":" Both of you?"},{"person":"Mindy","txt":" Basically, we think you're a horrible human being, and bad things should\nhappen to you."},{"person":"Barry","txt":" I'm sorry... I'm sorry, God, I am so sorry, I'm an idiot, I was weak, I\ncouldn't help myself! Whatever I did, I only did because I love you so much!"},{"person":"Rachel","txt":" Uh- which one of us are you talking to there, Barr?"},{"person":"Barry","txt":" ....Mindy. Mindy, of course Mindy, it was always Mindy."},{"person":"Rachel","txt":" Even when we were having sex in that chair?"},{"person":"Barry","txt":" (to Mindy) I swear, whatever I was doing, I was always thinking of you."},{"person":"Rachel","txt":" Please! During that second time you couldn't have picked her out of a\nlineup!"},{"person":"Mindy","txt":" (to Rachel) You did it twice?"},{"person":"Rachel","txt":" Well, the first time didn't really count... I mean, y'know, 's'Barry."},{"person":"Mindy","txt":" Okay..."},{"person":"Barry","txt":" (to Mindy) Sweetheart, just gimme- gimme another chance, okay, we'll\nstart all over again. We'll go back to Aruba."},{"person":"Bernice","txt":" (over intercom) Dr. Farber, we've got a bit of an emergency\nhere...Jason Costalano is choking on his retainer."},{"person":"Barry","txt":" Oh God... (Into intercom) I'll be right there, Bernice. (to Mindy) Look,\nplease, please don't go anywhere, okay? I'll be, I'll be right back."},{"person":"Rachel","txt":" Okay. Okay, we'll be here! Hating you! Did you see how he was sweating\nwhen he walked out of there? Listen honey, if I'm hogging the ball too much you just jump\nright in there and take a couple punches because I'm telling you, this feels "},{"person":"Mindy","txt":" Yeah... I'm pretty sure I'm still gonna marry him."},{"person":"Rachel","txt":" What are you talking about?! Mindy, the guy is the devil! He's Satan in\na smock!"},{"person":"Mindy","txt":" Look, I know he's not perfect, but the truth is, at the end of the day, I\nstill really wanna be Mrs. Dr. Barry Farber, D.D.S."},{"person":"Rachel","txt":" Oh God. "},{"person":"Mindy","txt":" I hope you can find some way to be happy for me. And I hope you'll still\nbe my maid of honor...?"},{"person":"Rachel","txt":" And I hope Barry doesn't kill you and eat you in Aruba."},{"person":"Monica","txt":" You okay?"},{"person":"Rachel","txt":" Yeah."},{"person":"Monica","txt":" Really?"},{"person":"Rachel","txt":" Yeah! Y'know, ever since I ran out on Barry at the wedding, I have\nwondered whether I made the right choice. And now I know."},{"person":"Monica","txt":" Aww... (They hug)"},{"person":"Joey","txt":" Big day."},{"person":"Joey","txt":" All right, I'll give you this, Mr. Peanut is a better dresser. I mean he's\ngot the monocle, he's got the top hat..."},{"person":"Phoebe","txt":" You know he's gay?"},{"person":"Ross","txt":" I just wanna clarify this: are you outing Mr. Peanut?"},{"person":"Chandler","txt":" Danielle! Hi! Uh- everybody, this is Danielle, Danielle, everybody."},{"person":"All","txt":" Hi. Hi."},{"person":"Chandler","txt":" What are you doing here?"},{"person":"Chandler","txt":" ...I'm, I'm okay."},{"person":"Chandler","txt":" That sounds good. I'll call you- or you call me, whatever..."},{"person":"Chandler","txt":" Okay."},{"person":"All","txt":" Bye."},{"person":"Phoebe","txt":" Whoo-hoo!"},{"person":"Monica","txt":" Yeah, there you go!"},{"person":"Ross","txt":" Second date!"},{"person":"Chandler","txt":" ...I dunno."},{"person":"Rachel","txt":" You "},{"person":"Chandler","txt":" Well, she seems very nice and everything, but that whole thing about\nher coming all the way down here, just to see if I was okay? I mean,... how needy is that?"}]