[{"person":"Joey","txt":" Hey!"},{"person":"Ross","txt":" Hi!"},{"person":"Joey","txt":" Who wants French toast?"},{"person":"Ross","txt":" Oh, I’ll have some!"},{"person":"Joey","txt":" Good, me too. (Tosses him the loaf.) Eggs and milk are in the fridge.\nThanks."},{"person":"Monica","txt":" (entering from her room) Oww!"},{"person":"Chandler","txt":" What’s the matter honey?"},{"person":"Monica","txt":" I don’t know, my hand feels weird. I guess it’s because,\nI’m engaged! (Shows off the ring.) How long before it starts getting annoying?"},{"person":"Phoebe","txt":" It starts?"},{"person":"Rachel","txt":" Yeah, so let’s get started on the wedding plans!"},{"person":"Monica","txt":" Okay! (Runs off.)"},{"person":"Chandler","txt":" (incredulous) Already?!"},{"person":"Rachel","txt":" Yeah, we got a lot to do! We gotta think about the flowers, the\ncaterers, the music…"},{"person":"Chandler","txt":" Oh, I got some thoughts on that."},{"person":"Rachel","txt":" Oh wait Chandler, too many cooks…"},{"person":"Ross","txt":" Take from me, as the groom all you have to do is show up and try to say\nthe right name."},{"person":"Monica","txt":" (returning) Okay! (Sets down a huge 3\" 3-ring binder on the table.)"},{"person":"Chandler","txt":" What in God’s name is that?!"},{"person":"Ross","txt":" Oh my God, the wedding book?! I haven’t seen that since the forth\ngrade!"},{"person":"Monica","txt":" This baby has got everything. Take y’know, locations for instance.\n(She opens up the binder to the locations chapter.) First, organized alphabetically, then\ngeographically, then by square footage. "},{"person":"Phoebe","txt":" That is so smart! (To Chandler, under her breath) Break it off. Break it\noff now."},{"person":"Ross","txt":" And "},{"person":"Phoebe","txt":" Hey! Ross!"},{"person":"Ross","txt":" Phoebe, oh my God! Wh-wh-what are you doing here?"},{"person":"Phoebe","txt":" I need to talk to you, it’s pretty urgent. It’s about Monica\nand Chandler."},{"person":"Ross","txt":" Oh my God! Of course, of course. (To the class.) Umm, would you please\nexcuse me for a moment? Umm, do you know each other’s hometowns? Why don’t\nyou… (Motions that they should learn everyone’s hometown.) (To Phoebe)\nWh-what’s going on?"},{"person":"Phoebe","txt":" Well, umm, not much. But, I was just thinking that since those guys just\ngot engaged that maybe it would be nice if they had some privacy, y’know? So, could I\njust move in with you for a couple days?"},{"person":"Ross","txt":" Umm, okay, yeah, sure. But wh-what’s wrong with Monica and Chandler?"},{"person":"Phoebe","txt":" Nothing—Why?!"},{"person":"Ross","txt":" Phoebe, you said it was urgent!"},{"person":"Phoebe","txt":" Oh yeah it is! I’m going to the movies and it starts in like five\nminutes."},{"person":"Ross","txt":" Do you realize I have a classroom full of students?"},{"person":"Phoebe","txt":" (to the students) Oh, I’m sorry. I’m so rude. Does anyone want\nto come to the movies?"},{"person":"Monica","txt":" All right, so I haven’t cleared the budget with my parents yet, but\ntell me how this is for music."},{"person":"Rachel","txt":" Okay."},{"person":"Monica","txt":" All right umm, a string quartet for the procession."},{"person":"Rachel","txt":" Aw."},{"person":"Monica","txt":" A jazz trio for cocktails. The "},{"person":"Chandler","txt":" Well, you couldn’t get them anyway. Ian doesn’t plan anymore\nand Derrick… (Off of Rachel and Monica’s looks) And Derrick is a name I\nshouldn’t know."},{"person":"Joey","txt":" (sitting up from the couch) Hey Mon, do you have another pillow? (Holds up\none.) Y’know, something a little snugglyer?"},{"person":"Chandler","txt":" Why are you napping over here instead of over at your place?"},{"person":"Joey","txt":" Well, the duck…"},{"person":"Rachel","txt":" What?! The duck?! What the hell did the damn duck do now?!"},{"person":"Joey","txt":" Uh, well he did "},{"person":"Chandler","txt":" Now, do I get to look at this book or is it just for people who are\nactually "},{"person":"Monica","txt":" Of course you can look at it! Yeah, I want your opinion too!"},{"person":"Chandler","txt":" Okay."},{"person":"Monica","txt":" Here you go! What do you think about centerpieces?"},{"person":"Chandler","txt":" Centerpieces!"},{"person":"Monica","txt":" Yeah! Roses or Lilies? (Holds up a picture of each.)"},{"person":"Chandler","txt":" Definitely roses. (Monica and Rachel exchange a look.) Well, I just\nthink they’re a little more weddingy. (Monica holds the Lily picture closer to him.)\nBut Lilies are the clear choice."},{"person":"Monica","txt":" Oh my God! It’s like one mind."},{"person":"Chandler","txt":" Uh-huh!"},{"person":"Joey","txt":" (sitting up again) Guys! Guys!! You "},{"person":"Rachel","txt":" Joey, there is a perfectly good couch across the hall!"},{"person":"Joey","txt":" Yes it is perfectly good, and it is "},{"person":"Rachel","txt":" What?!"},{"person":"Joey","txt":" All right, I’m gonna go! (Gets up and heads for the door.)"},{"person":"Rachel","txt":" Now Joey, what did the duck do?!"},{"person":"Joey","txt":" I don’t know! But he did "},{"person":"Joey","txt":" Hey little buddy, how are you feeling? (The duck does "},{"person":"Ross","txt":" Uh, Phoebe…"},{"person":"Phoebe","txt":" Oh Ross, hi."},{"person":"Ross","txt":" Phoebe, what are you doing?"},{"person":"Phoebe","txt":" I’m sorry, I’m with a client right now."},{"person":"Ross","txt":" Phoebe!"},{"person":"Phoebe","txt":" Okay, let’s talk outside."},{"person":"Ross","txt":" Phoebe, you can’t massage people in my apartment!"},{"person":"Phoebe","txt":" What’s the big deal? I did it at Monica and Chandler’s!"},{"person":"Ross","txt":" And they knew about it?"},{"person":"Phoebe","txt":" (pause as she considers it) Okay, well Ross, what is this really about?"},{"person":"Ross","txt":" Look, this is my home and I want to be able to come and go whenever I\nwant!"},{"person":"Phoebe","txt":" Okay, I will find someplace else to do the rest of my appointments. I\njust don’t know what the big deal is!"},{"person":"Ross","txt":" The big deal is I don’t want naked, greasy strangers in my apartment\nwhen I want to kick back with a puzzle—beer! Cold beer."},{"person":"Rachel","txt":" Hey Joey, what ‘cha doing?"},{"person":"Joey","txt":" Sweepin’. Why? Turn you on?"},{"person":"Rachel","txt":" No."},{"person":"Joey","txt":" Huh. What if I was sweeping a chimney?"},{"person":"Rachel","txt":" Joey, did "},{"person":"Joey","txt":" Where are you going? The vicar won’t be home for hours."},{"person":"Rachel","txt":" Joey, (nervously) where did you learn that word?"},{"person":"Joey","txt":" Where do you think, (pause) Zelda?"},{"person":"Rachel","txt":" (gasps) You found my book?!"},{"person":"Joey","txt":" Yeah I did!"},{"person":"Rachel","txt":" Joey, what-what are you doing going into my bedroom?!"},{"person":"Joey","txt":" Okay, look I’m sorry, I went in there to take a nap and I know I\nshouldn’t have, but you got porn!"},{"person":"Rachel","txt":" Hey-hey, y’know what? I don’t care! I’m not ashamed of my\nbook. There’s nothing with a woman enjoying a little…erotica. It’s just a\nhealthy expression of female sexuality, which by the way, you will never understand. (She\ngoes into her room.)"},{"person":"Joey","txt":" You got porn!"},{"person":"Ross","txt":" Hello."},{"person":"Woman","txt":" Hi, is uh Phoebe here?"},{"person":"Ross","txt":" Uh no-no, she-she’s out for the night."},{"person":"Woman","txt":" Ohh great."},{"person":"Ross","txt":" Can I, can I help you with something?"},{"person":"Woman","txt":" Well, I don’t know. Are you a masseur?"},{"person":"Ross","txt":" (deadpan) Yes I am."},{"person":"Woman","txt":" Great! (Calls down the hall) Dad! (Her old father walks in.) Thank you so\nmuch, I’ll be back to pick him up in an hour. (She walks away.) "},{"person":"Mrs. Geller","txt":" So Chandler, you’re parents must’ve been thrilled when\nyou told them you were engaged."},{"person":"Chandler","txt":" Oh yeah, I should probably call them."},{"person":"Mr. Geller","txt":" I remember when we first got engaged."},{"person":"Chandler","txt":" Oh, I don’t think I ever heard that story."},{"person":"Monica","txt":" Oh dad, really you don’t need to…"},{"person":"Mr. Geller","txt":" (ignoring her) Well, I’d gotten Judy pregnant. I still\ndon’t know that happened."},{"person":"Mrs. Geller","txt":" (incredulous) You don’t know how that happened?! Your dog\nthought my diaphragm was a chew toy!"},{"person":"Chandler","txt":" What a sweet story."},{"person":"Monica","txt":" Well, at least you’re not hearing it for the first time at your\nfifth grade Halloween party."},{"person":"Mr. Geller","txt":" What?! They wanted a scary story!"},{"person":"Monica","txt":" Anyway, we’re really excited about our wedding plans, and well I\nguess pretty soon we’ll be making a big withdrawal from the Monica wedding fund.\n(Chandler and her laugh, but her parents don’t.) What?"},{"person":"Mrs. Geller","txt":" You tell her Jack, I can’t do it."},{"person":"Monica","txt":" What happened? You still have the Monica wedding fund don’t you?"},{"person":"Mr. Geller","txt":" We have it. Only now, we call it the beach house."},{"person":"Monica","txt":" I don’t believe you spent my wedding fund on the beach house!"},{"person":"Mrs. Geller","txt":" We’re sorry honey, but we just assumed if you got married\nafter you turned 30 you’d pay for it yourself."},{"person":"Monica","txt":" You bought the beach house when I was 23!"},{"person":"Mr. Geller","txt":" Which means you had seven years of beach fun and you can’t put\na price on that sweetie."},{"person":"Mrs. Geller","txt":" We really do feel bad about this though."},{"person":"Mr. Geller","txt":" We started saving again when you were dating Richard and then that\nwent to hell, so we redid the kitchen."},{"person":"Monica","txt":" What about when I started dating Chandler?"},{"person":"Mrs. Geller","txt":" Well it was Chandler! We didn’t think "},{"person":"Chandler","txt":" Clearly I did not start drinking enough at the start of the meal.\n(Starts to make up for lost time and takes a big swig of his drink.)"},{"person":"Monica","txt":" I can’t believe it! That there is "},{"person":"Mrs. Geller","txt":" We "},{"person":"Mr. Geller","txt":" It seemed like such a simple idea."},{"person":"Mrs. Geller","txt":" Stupid Jack, the word is stupid."},{"person":"Mr. Geller","txt":" All right, enough! I don’t want to hear about it anymore!\n(Under his breath) Good luck, Chandler. (Chandler takes another drink.)"},{"person":"Ross","txt":" Okay! Now, I’m going to touch you. (He does so, very gingerly.) Ohh,\nthat’s soft. (He starts poking him and notices his salad spoons and starts to massage\nhim with those.)"},{"person":"Monica","txt":" I can’t believe this. Do you think that your parents could help pay\nfor it?"},{"person":"Chandler","txt":" I don’t know, my mother spent most of her money on her fourth\nwedding. She’s saving the rest for her divorce. And any extra cash my father has he\nsaves for his yearly trips to (Pause) "},{"person":"Rachel","txt":" Well what happened at dinner?"},{"person":"Monica","txt":" My parents spent the money for our wedding!"},{"person":"Phoebe","txt":" (gasps) My God! What did you order?!"},{"person":"Rachel","txt":" Wait, but there’s no money! Well this is terrible! You guys are\ngonna have to get married in like a, rec. center!"},{"person":"Chandler","txt":" Honey, it’s gonna be okay."},{"person":"Monica","txt":" No! No it’s not! It’s not gonna be okay! It sucks! No swing\nband! No lilies!"},{"person":"Rachel","txt":" No, y’know what? It’s gonna be okay. I mean you don’t\nhave to have this rustic Italian feast. Y’know? And-and you don’t need, you\ndon’t need this custom-made, empire waisted, duchess, satin gown; you can wear off\nthe rack. (She starts to cry, as does Monica.)"},{"person":"Chandler","txt":" Look, it really is gonna be okay. The important thing is that we love\neach other and that we’re gonna get married."},{"person":"Rachel","txt":" Do you even understand what off the rack means?!"},{"person":"Phoebe","txt":" Look, why don’t you just pay for it yourself?"},{"person":"Monica","txt":" How? I don’t have any money."},{"person":"Chandler","txt":" Well, I have some."},{"person":"Monica","txt":" How much?"},{"person":"Chandler","txt":" Well, close to… (Notices Rachel leaning in to hear and decides to\nwrite it on a piece of paper and hand it to Monica as Phoebe averts her eyes.) "},{"person":"Monica","txt":" Whoa!!! Are you kidding me?!"},{"person":"Rachel","txt":" Well what?! How-how much is it?!"},{"person":"Monica","txt":" It’s enough for wedding scenario eight."},{"person":"Rachel","txt":" Ohh! (Whispers.) Really?!"},{"person":"Monica","txt":" (To Chandler) How great are you, you little saver?! I mean, the-the\namount you have is "},{"person":"Rachel","txt":" (starting to cry) Ohh, you guys are so made for each other."},{"person":"Chandler","txt":" Well, you’re not suggesting that we spend all of the money on the\nwedding?"},{"person":"Rachel and Monica","txt":" Ah, yeah!"},{"person":"Chandler","txt":" Well, come on, I’ve been saving this money for six years and I\nkinda had some of it earmarked for the future, not just for a party."},{"person":"Phoebe","txt":" (reading the slip of paper) Wow! (In a sultry voice) Hello, Mr.\nChandler."},{"person":"Monica","txt":" This is the most special day of our lives."},{"person":"Chandler","txt":" No, I realize that honey, but I’m not gonna spend all of the\nmoney on one party."},{"person":"Monica","txt":" Honey, umm I-I love you, (laughs) but umm, if you call our wedding a\nparty one more time, you may not get invited. Okay? (Laughs) Listen, we could "},{"person":"Chandler","txt":" Look, I understand, but I have to put my foot down. Okay? The answer\nis no."},{"person":"Monica","txt":" You-you’re gonna have to put your foot down?"},{"person":"Chandler","txt":" Yes, I am!"},{"person":"Phoebe","txt":" Wow, money and a firm hand. Finally a Chandler I can get on board with."},{"person":"Joey","txt":" Hey Rach."},{"person":"Rachel","txt":" (quietly) Joey."},{"person":"Joey","txt":" Hey Rach, do you smell smoke?"},{"person":"Rachel","txt":" Uh-huh, I get it, smoke, chimney, chimney sweep, very funny, ha-ha."},{"person":"Joey","txt":" No-no-no, I’m serious. You don’t smell it? Something’s on\nfire."},{"person":"Rachel","txt":" Well no, I don’t smell anything."},{"person":"Joey","txt":" Oh, y’know what? It’s probably just your burnin’ loins."},{"person":"Ross","txt":" (sitting down) Hey, what are you guys, what are you guys talking about?"},{"person":"Rachel","txt":" Nothing!"},{"person":"Ross","txt":" (takes a drink) Damn, this coffee’s cold! Hey Rach, do you mind if I\nheat this up on your loins? (Joey and he both laugh.)"},{"person":"Rachel","txt":" Y’know, I can not believe you told him, Joey!"},{"person":"Ross","txt":" So I guess you bought that book after we broke up huh?"},{"person":"Rachel","txt":" Uh-huh, yeah I did, because I wore out my first copy when I was with\nyou. (Exits.)"},{"person":"Ross","txt":" (chases her) Oh yeah, yeah? Well uh, when we were going out, I read tons\nof porno magazines! (Realizes a table of women overheard him.) (To that table.) ‘Sup?"},{"person":"Phoebe","txt":" (entering) Ross! How could you do that to an old man?!"},{"person":"Ross","txt":" (looking at the table) Excuse me ladies. (To Phoebe) I’m sorry?"},{"person":"Phoebe","txt":" My massage client, Arthur? His daughter called and said that some guy\nthat worked for me gave him a really weird massage this afternoon."},{"person":"Ross","txt":" (incredulous) I gave him an extremely professional massage!"},{"person":"Phoebe","txt":" He said you poked at him with wooden spoons."},{"person":"Ross","txt":" Okay, so it wasn’t uh, a traditional massage. But I did give him\naccu-pressure with a pair of chopsticks. And, and I gently exfoliated him with, with a\nmop."},{"person":"Phoebe","txt":" Well, he’s never coming back! Okay? You just cost me eight dollars\na week!"},{"person":"Ross","txt":" Hey, y’know what? This is your fault! You’re the one that\ndidn’t move his-his appointment."},{"person":"Phoebe","txt":" Oh, it’s "},{"person":"Ross","txt":" He said he liked that!! Oh you’re right, you’re right. I’m\nsorry."},{"person":"Joey","txt":" Dude, what are you massaging an old man for?"},{"person":"Ross","txt":" His daughter was hot."},{"person":"Joey","txt":" Gotcha."},{"person":"Monica","txt":" Hey."},{"person":"Chandler","txt":" Hey."},{"person":"Monica","txt":" Listen umm, I’ve been thinking, it’s not fair for me to ask\nyou to spend all of your money on our wedding. I mean, you work, you work really hard for\nthat."},{"person":"Chandler","txt":" Ehh."},{"person":"Monica","txt":" Eh, you work for that."},{"person":"Chandler","txt":" Look, I thought about it too, and I’m sorry. I think we should\nspend all of the money on the wedding."},{"person":"Monica","txt":" You do?!"},{"person":"Chandler","txt":" Yeah, I’m putting my foot down. Yeah look, when I proposed I told\nyou that I would do anything to make you happy, and if having the perfect wedding makes\nyou happy then, then that’s what we’re gonna do."},{"person":"Monica","txt":" Oh, you’re so sweet. (They hug and kiss.) Oh, but wait, what about\nour, what about the future and stuff?"},{"person":"Chandler","txt":" Eh, forget about the future and stuff! So we only have two kids,\ny’know? We’ll pick our favorite and "},{"person":"Monica","txt":" You thought about that?"},{"person":"Chandler","txt":" Yeah."},{"person":"Monica","txt":" How many kids were we gonna have?"},{"person":"Chandler","txt":" Uh, four, a boy, twin girls and another boy."},{"person":"Monica","txt":" What else did you think about?"},{"person":"Chandler","txt":" Well, stuff like where’d we live, y’know? Like a small place\noutside the city, where our kids could learn to ride their bikes and stuff. Y’know,\nwe could have a cat that had a bell on it’s collar and we could hear it every time it\nran through the little kitty door. Of course, we’d have an apartment over the garage\nwhere Joey could grow old."},{"person":"Monica","txt":" (laughs) Y’know what? I-I don’t want a big, fancy wedding."},{"person":"Chandler","txt":" Sure you do."},{"person":"Monica","txt":" No, I want everything you just said. I want a marriage."},{"person":"Chandler","txt":" You sure?"},{"person":"Monica","txt":" Uh-hmm."},{"person":"Chandler","txt":" I love you so much."},{"person":"Monica","txt":" I love you. (They kiss.) Hey listen umm, when, when you were\ntalkin’ about our future you said cat, but you meant dog right."},{"person":"Chandler","txt":" Oh yeah, totally!"},{"person":"Monica","txt":" Oh good."},{"person":"Joey","txt":" Hello, Zelda."},{"person":"Rachel","txt":" Who are you supposed to be?"},{"person":"Joey","txt":" The vicar!"},{"person":"Rachel","txt":" Do you even know what a vicar is?"},{"person":"Joey","txt":" Like a goalie, right?"},{"person":"Rachel","txt":" (sarcastically) Yeah. Look Joey, it’s enough all right?! You keep\nmaking these stupid jokes and this sleazy innuendoes and it’s—I’m\nnot—it’s just not funny anymore!"},{"person":"Joey","txt":" All right, I’m sorry. Rach I—Rach I’m sorry. Okay? I’m\nsorry! Maybe I can make up for it by, taking you roughly in the barn. (Giggles.)"},{"person":"Rachel","txt":" All right! Y’know what? That’s it! You wanna do it?!\nLet’s do it!"},{"person":"Joey","txt":" Huh?"},{"person":"Rachel","txt":" (starting to move closer to him) That’s right, I wanna do it with\nyou! I’ve been trying to fight it, but you just said all the right things."},{"person":"Joey","txt":" (nervously backing away) I-I-I-I did? (He puts a stool in front of her.)"},{"person":"Rachel","txt":" (moves the stool out of the way) Yeah! Ohh, I’ve been waitin’\nso long to get on that body!"},{"person":"Joey","txt":" This body? (He backs into the kitchen.)"},{"person":"Rachel","txt":" Yeah that’s right! Come on Joey; sex me up!"},{"person":"Joey","txt":" Hey-hey, you’re startin’ to sound like the butcher’s wife\nthere in-in chapter seven."},{"person":"Rachel","txt":" Oh, come on now, don’t keep me waiting. Get those clothes off! But,\nI would keep that helmet on because you’re in for a "},{"person":"Joey","txt":" I don’t want to, I’m scared."}]