[{"person":"Joey","txt":" All right they got water, orange juice, and what looks like cider. (takes a\nglass from the fridge.)"},{"person":"Chandler","txt":" Taste it."},{"person":"Joey","txt":" (drinks from the glass and puts it back in the fridge) Yep, it's fat. I drank\nfat!"},{"person":"Chandler","txt":" Yeah, I know, I did that two minutes ago."},{"person":"Ross","txt":" (entering) Hey!"},{"person":"Chandler","txt":" Hey, mister tux!"},{"person":"Ross","txt":" Why aren't you guys dressed?"},{"person":"Joey","txt":" We have a half hour."},{"person":"Ross","txt":" No, four minutes ago you had a half hour, we have to be out the door at\ntwenty to eight. "},{"person":"Joey","txt":" Relax Ross, we'll be ready. It only takes us two minutes to get dressed."},{"person":"Ross","txt":" Well, you know, I'd feel a whole lot better if you got dressed now."},{"person":"Joey","txt":"Joey:"},{"person":"Rachel","txt":" (entering from bathroom) Hey-hey! Oh, look at you, all sexy."},{"person":"Ross","txt":" Really."},{"person":"Rachel","txt":" Ooooh! Wow!! Oh, hi."},{"person":"Ross","txt":" Hi."},{"person":"Rachel","txt":" How come you didn't come over earlier?"},{"person":"Ross","txt":" 'Cause, I'm a stupid, stupid man."},{"person":"Joey","txt":" Hey, Ross, want some cider?"},{"person":"Ross","txt":" No. (to Rachel) So, um, let's see your pretty close, huh. Make-up's on,\nhair's done. "},{"person":"Rachel","txt":" Yeah, I just have to get dressed."},{"person":"Ross","txt":" Yay! And that takes what? Just six or seven minutes."},{"person":"Rachel","txt":" Yeah! Once, I figure out what I'm wearing."},{"person":"Joey","txt":" Glass of fat?"},{"person":"Joey","txt":" What's a matter Ross? What you're nervous about your speech?"},{"person":"Ross","txt":" No! Do you wanna hear it?"},{"person":"Joey","txt":" Am I in it?"},{"person":"Ross","txt":" Uh, huh. Yeah, right after I thank everyone for giving money to the museum, I\nsing a song about the wonder that is Joey."},{"person":"Phoebe","txt":" (entering) Hello."},{"person":"Ross","txt":" Hey!"},{"person":"Joey","txt":" Whoa!"},{"person":"Ross","txt":" Wow, hello! You look great!"},{"person":"Phoebe","txt":" Thank you! I know, though."},{"person":"Ross","txt":" You see this, this is a person who is ready to go. Phoebe you, oh, you are my\nstar."},{"person":"Phoebe","txt":" Ohh, well, you're my lucky penny."},{"person":"Chandler","txt":" (entering from bathroom, with an issue of Cosmo) All right, I took the\nquiz, and it turns out, I do put career before men. (to Joey) Get up."},{"person":"Joey","txt":" What?"},{"person":"Chandler","txt":" You're in my seat."},{"person":"Joey","txt":" How is this your seat?"},{"person":"Chandler","txt":" 'Cause I was sitting there."},{"person":"Joey","txt":" But then you left."},{"person":"Chandler","txt":" Well, it's not like I went to Spain. I went to the bathroom, you knew I\nwas coming back."},{"person":"Joey","txt":" What's the big deal, sit somewhere else."},{"person":"Chandler","txt":" The big deal is I was sitting there last, so, that's my seat."},{"person":"Joey","txt":" Well, actually the last place you were sitting was in there (points to the\nbathroom). Soo..."},{"person":"Ross","txt":" You guys, you know what, you know what, it doesn't matter, because you both\nhave to go get dressed before the big vain in my head pops. So.."},{"person":"Chandler","txt":" All right, Ross, I just have to do one thing, really quickly, it's not a\nbig deal. (yells at Joey) GET UP!!"},{"person":"Monica","txt":" (entering) Hi."},{"person":"Monica","txt":" Ooh, Phoebe, you look great!"},{"person":"Phoebe","txt":" All right all ready."},{"person":"Monica","txt":" (to Ross) Ooh, are you gonna do magic?"},{"person":"Ross","txt":" That's, that's funny. Change!"},{"person":"Monica","txt":" Hang on a second I just got in."},{"person":"Ross","txt":" Look, I don't care it starts at eight, we can't be late."},{"person":"Phoebe","txt":" We could not, would not want to wait."},{"person":"Ross","txt":" Look, our table is down in front, okay, my boss is gonna be there, everyone\nwill see if we arrive after it starts."},{"person":"Monica","txt":" Has somebody been drinking my fat? (Joey and Chandler look at each other)"},{"person":"Rachel","txt":" (entering from her bedroom) You guys, (holds up an outfit) does this look\nlike something the girlfriend of a paleontologist would wear?"},{"person":"Phoebe","txt":" I don't know, you might be the first one."},{"person":"Monica","txt":" Rach, did you check the machine?"},{"person":"Rachel","txt":" Uh, no. Wait, you know what, this is the outfit that makes my calves look\nfat. Nevermind."},{"person":"Chandler","txt":" Well, Joey, I wrote a little song today. It's called: Get Up."},{"person":"Joey","txt":" All right! You can have the chair."},{"person":"Chandler","txt":" Really!"},{"person":"Joey","txt":" Oh my, would you look at that! (holds up crossed fingers)"},{"person":"Phoebe","txt":" (on machine) \"Hi, it's me, I'm coming over now. Hey, what if I'm\nalready there when your playing this message?\" (to the guys) Is that too spooky?"},{"person":"Ross","txt":" (on machine) \"Hi Rach, are you there? It's me, pick up. Rachel.\nRach!\""},{"person":"Rachel","txt":" (entering from her bedroom) What?!"},{"person":"Ross","txt":" Nevermind."},{"person":"Monica","txt":" Is-is-is that message old or new? (yelling) Old or new?! Old or new?!"},{"person":"Ross","txt":" It's old, it's definitely old. Didn't you hear the, the double beep?"},{"person":"Monica","txt":" What if it's new? I mean, we agreed not to talk again, unless we had\nsomething really important to say. Shouldn't I call him back?"},{"person":"Chandler","txt":" Honey, you did call him back. 'Cause, it's, it's really old."},{"person":"Ross","txt":" Yeah, see Mon, listen, listen. When Carol and I broke up, I went through the\nsame thing. And you know what I did?"},{"person":"Monica","txt":" Huh?"},{"person":"Ross","txt":" I.....got.....dressed. Really, really quickly. Okay, okay. (Rachel starts to\nfollow Monica into her room, but Ross stops her and sends her back to her room.) There we\ngo, there we go."},{"person":"Chandler","txt":" You know what, okay, fine. Don't get up, you just sit right there. I just\nhope, you don't mind, you know, my hand right here. (holds his hand a couple of inches in\nfront of Joey's face) Op, not touching, can't get mad! Not touching can't get mad! Not\ntouching can't get mad! (Joey flings some dip onto Phoebe's dress)"},{"person":"Phoebe","txt":" Ah! Oh my God! You r-r-rotten boys!"},{"person":"Joey","txt":"Joey:"},{"person":"Joey","txt":" I'm so sorry."},{"person":"Phoebe","txt":" What am I gonna do?"},{"person":"Ross","txt":" No, no, don't, don't, rub it! Don't! (clapping) What gets out hummus?! What\ngets out hummus?!"},{"person":"Phoebe","txt":" Monica, Monica, you know what gets out hummus."},{"person":"Monica","txt":" If it is a new message, what is he calling to say?"},{"person":"Phoebe","txt":" Okay, thanks. Yeah, I'll try that."},{"person":"Chandler","txt":" Maybe he's calling to say your obsessive and crazy."},{"person":"Monica","txt":" So, should I call him back?"},{"person":"Chandler","txt":" All right, fine, you know what, we'll both sit in the chair. (sits on\nJoey's lap) I'm soooo, comfortable."},{"person":"Joey","txt":" Me too. In fact, I think I might be a little too comfortable."},{"person":"Chandler","txt":" All right! (jumps up)"},{"person":"Ross","txt":" Okay, look, we have nineteen minutes. Okay, Chandler, I want you to go and\nchange! Okay. And then, when you come back, Joey will go change, and he'll have vacated\nthe chair. Okay. Okay."},{"person":"Chandler","txt":" All right! Fine! I'm going. But when I get back it's chair sitting, and\nI'm the guy who's....sitting in a chair! (leaves)"},{"person":"Rachel","txt":" (entering from her room) Is this a little too... (sees Phoebe) Pheebs, what\nhappened?"},{"person":"Phoebe","txt":" Hummus. I got the hummus."},{"person":"Rachel","txt":" Ooooh! Honey, well we'll find you something. Do you wanna wear my black\njacket? "},{"person":"Phoebe","txt":" That won't go with this dress though."},{"person":"Rachel","txt":" No, you're right. Well, we'll find something. Let's just get you out of\nthat. Come on."},{"person":"Ross","txt":" No, no, no, no, no, no, not out of that, not out of clothes."},{"person":"Rachel","txt":" Monica, can Phoebe borrow your green dress?"},{"person":"Monica","txt":" I called him."},{"person":"Monica","txt":" Yes. Well I got his machine and I left a message. But it's okay, it's okay,\nit's okay, because you know it was like a casual, breezy message. It was breezy! Oh God,\nwhat if it wasn't breezy? "},{"person":"Phoebe","txt":" Well, how could it not be breezy, no, 'cause, you're, you're in such a\nbreezy place."},{"person":"Monica","txt":" Here, I got it. I'll will play my message for you guys, and you can tell me\nif it's breezy enough."},{"person":"Joey","txt":" Monica, how are you gonna do that?"},{"person":"Monica","txt":" I know the code to his answering machine."},{"person":"Ross","txt":" Okay, Mon, I really don't think this is the... Okay, you're dialing, you are\ndialing."},{"person":"Machine","txt":" \"You have two new messages.\""},{"person":"Joey","txt":" Wow, what a cool job. (in a machine voice) 'You have two new messages.'\n'Please, pass the pie.'"},{"person":"Monica","txt":" (on machine) \"Hi, it's Monica. I'm just checking in 'cause I got this\nmessage from you and I didn't know if it was old or new or what. So, I'm just checkin'. So\nlet me know, or don't, whatever. I'm breezy.\""},{"person":"Joey","txt":" Hey, you can't say you're breezy, that, that totally negates the breezy."},{"person":"Joey","txt":" Now she sounded breezy."},{"person":"Monica","txt":" He's seeing someone. I can't believe he's seeing someone."},{"person":"Phoebe","txt":" Monica, you don't know that."},{"person":"Monica","txt":" Well, who's voice was that?"},{"person":"Chandler","txt":" Maybe it was his sister's. You know, maybe it was his daughter's."},{"person":"Monica","txt":" Michelle! Of course, it was Michelle! Did it sound like Michelle?"},{"person":"Ross","txt":" Oh, great. It's starting to rain, that will make it easy to get a cab."},{"person":"Monica","txt":" It was Michelle. It was definitely Michelle."},{"person":"Rachel","txt":" Pheebs, you go with Monica and try on her green dress. If that doesn't\nwork, you can wear my gray silk one. Oh, gosh, what am I wearing?!"},{"person":"Ross","txt":" You don't, you don't know what your wearing?"},{"person":"Rachel","txt":" Well, hon-ey. I'm just trying to look nice for your big night."},{"person":"Ross","txt":" Yeah, which, which we have to leave for in exactly twelve minutes. All right,\ncome on, I'll just pick something out for you."},{"person":"Chandler","txt":" All right, you will notice that I am fully dressed. I, in turn, have\nnoticed that you are not. So in the words of A. A. Milne, \"Get out of my chair,\ndillhole!\""},{"person":"Joey","txt":" Okay. (he gets up and takes the cushions with him, as he starts to leave)"},{"person":"Chandler","txt":" What are you doing?"},{"person":"Joey","txt":" You said I had to give you the chair, you didn't say anything about the\ncushions."},{"person":"Chandler","txt":" The cushions are the essence of the chair!"},{"person":"Joey","txt":" That's right! I'm taking the essence."},{"person":"Chandler","txt":" Oh-ho, it'll be back. Oh-ho, there's nobody in the room."},{"person":"Ross","txt":" Look, I'm sorry, I thought it looked pretty."},{"person":"Rachel","txt":" Ross, that was a Halloween costume, unless you would like me to go to this\nthing as Little Bo Peep."},{"person":"Ross","txt":" Look, I didn't recognize it without that inflatable sheep."},{"person":"Rachel","txt":" Yeah, which, by the way Chandler, I would like back one of these days."},{"person":"Phoebe","txt":" Oh Rach, good, listen isn't this perfect for me! (she's wearing another\ndress on a hanger around her neck)"},{"person":"Rachel","txt":" Oh, it's perfect! But not for tonight."},{"person":"Phoebe","txt":" Well, of course not for tonight. Yeah, hi!"},{"person":"Ross","txt":" Not for tonight. Not for tonight! Wh-what, what, what, are you doing?"},{"person":"Rachel","txt":" No honey, we're sorry, we didn't mean it. I love you. I love you."},{"person":"Chandler","txt":" We used them as pillows when we went camping."},{"person":"Ross","txt":" What?"},{"person":"Chandler","txt":" (shyly) The sheep."},{"person":"Ross","txt":" Hey, what you do on your own time..."},{"person":"Joey","txt":" (entering) Where's my underwear?!"},{"person":"Ross","txt":" Whoa, whoa, whoa. Come on, come on, what. You took his underwear?"},{"person":"Chandler","txt":" He took my essence!"},{"person":"Ross","txt":" Okay, now hold on. Joey, why, why can't you just wear the underwear you're\nwearing now?"},{"person":"Joey","txt":" Because, I'm not wearing any underwear now."},{"person":"Ross","txt":" Okay, then why do you have to wear underwear tonight?"},{"person":"Joey","txt":" It's a rented tux. Okay. I'm not gonna go commando in another man's fatigues."},{"person":"Chandler","txt":" Well, then it looks like somebody is gonna have to give back somebody his\ncushions."},{"person":"Joey","txt":" Okay, you hide my clothes. I'm gonna do the exact opposite to you."},{"person":"Chandler","txt":" What are you, what are you gonna "},{"person":"Joey","txt":" Hey, opposite, is opposite! (leaves)"},{"person":"Chandler","txt":" He's got nothing!"},{"person":"Phoebe","txt":" (entering from Rachel's room, wearing a huge bow to cover the stain) Okay,\nI'm ready."},{"person":"Chandler","txt":"Chandler:"},{"person":"Phoebe","txt":" Rachel, didn't have anything that I liked, so, but she had this Christmas\nribbon, and I thought, 'All right, fine I'll be political.'"},{"person":"Chandler","txt":" What are you supporting?"},{"person":"Phoebe","txt":" Duh!! Christmas!"},{"person":"Ross","txt":" Okay, hey, that's okay with me. Two down and I have exactly twelve\nminutes.... Wha, my watch stopped. My watch. (shows Chandler) Okay, see, the, the dinosaur\ntail isn't going around any more. (grabs Chandler's watch) What time is it? It's 7:33, I\nhave seven minutes. I have seven minutes!!"},{"person":"Rachel","txt":" (entering from her room) Okay, Pheebs, quick, what shoes should I wear? The\nblack or the purple?"},{"person":"Ross","txt":" Just, just, just pick one!"},{"person":"Phoebe","txt":" Okay, okay, okay, the black. But, oh, do you have black, with the little\nstrappys?"},{"person":"Rachel","txt":" Yeahh, but, but those really go better with pants. Maybe I should wear\npants?"},{"person":"Ross","txt":" Yeah, pants, what, what an idea. Or better yet, um, how 'bout you go without\nany pants. Look, I don't know what you're trying to do to me, but just get your butt in\nthere and pick out any shoes that fit your feet, okay. No, no I don't care if they match.\nI don't care if they make your ankles or your knees or your earlobes look fat. Okay."},{"person":"Rachel","txt":" But I..."},{"person":"Ross","txt":" No, no, no just do it. Go in there and pick something out so we can go."},{"person":"Rachel","txt":" All right."},{"person":"Ross","txt":" Thank you!"},{"person":"Monica","txt":" (entering from her room) Okay. I gotta call Michelle. I gotta see if that\nwas her voice or not. I'm sorry, I just have to."},{"person":"Ross","txt":" It was, it was her voice."},{"person":"Chandler","txt":" Monica, I think you've gone over to the bad place."},{"person":"Monica","txt":" Okay. That was her right?"},{"person":"Phoebe","txt":" Definitely."},{"person":"Monica","txt":" See there you go. Woo! We're out of the woods. Okay, I'll get dressed now."},{"person":"Ross","txt":" Yay!"},{"person":"Phoebe","txt":" I'll get it, okay. (answers phone) Hi, Monica and Rachel's. (listens) Yeah,\njust a second, can I ask who's calling. (to Monica) Oh, ew, it's Michelle! Ew! She, she\nmust have that Caller Id thing. You should get that. "},{"person":"Monica","txt":" (on phone) Uh, Michelle. Yeah, that was me, I-I dialed your number by\nmistake. (listens) Oh, you're so sweet. Yeah, we were a great couple. I know I really miss\nhim. Well, you know how it is, it's that...."},{"person":"Chandler","txt":" (to Phoebe) You know what's weird. Donald Duck never wore pants. But\nwhenever he's getting out of the shower, he always put a towel around his waist. I mean,\nwhat is that about?"},{"person":"Monica","txt":" (on phone) Michelle, I only beeped in so I could hear my message. I mean\nthat's allowed. Yeah-huh! I mean look, yeah, you know what I would really appreciate it if\nyou didn't tell your Dad about. What do you mean, you're not comfortable with this? Come\non we're friends!! (Michelle hangs up) That bitch always hated me. I'm calling her back."},{"person":"Ross","txt":" No, no, no, no. Tick, tick, tick, tick."},{"person":"Monica","txt":" Okay, fine. (runs to her room)"},{"person":"Chandler","txt":" They got a phone in there, right?"},{"person":"Phoebe","txt":" Okay, we're on it. We're on it."},{"person":"Ross","txt":" Um. I know it says black tie optional, but, um this may be pushing it a\nlittle, um."},{"person":"Rachel","txt":" I'm not gonna gooo."},{"person":"Ross","txt":" You're not going to go."},{"person":"Rachel","txt":" No, I think I'm gonna catch up on my correspondence."},{"person":"Ross","txt":" How, how, um how can you not be going?"},{"person":"Rachel","txt":" I'm not gonna gooo, so I think that will accomplish the not going."},{"person":"Ross","txt":" Um, you know, just out of curiosity..."},{"person":"Rachel","txt":" Well, ever since I was humiliated and yelled at in front of my friends, I'm\njust, I don't know, not in a museum benefitty kind of mood."},{"person":"Ross","txt":" Right. Right, okay, okay. I'm sorry. I'm sorry I yelled."},{"person":"Rachel","txt":" It's fine."},{"person":"Ross","txt":" No, but, your-your mad."},{"person":"Rachel","txt":" I'm not mad. "},{"person":"Ross","txt":" No."},{"person":"Rachel","txt":" I'm just not going."},{"person":"Ross","txt":" Your not going."},{"person":"Rachel","txt":" Right."},{"person":"Ross","txt":" Okay. You know that I-I have to go."},{"person":"Rachel","txt":" Um, hum."},{"person":"Ross","txt":" Right. So is it gonna be like 'I'm abandoning you while your upset.'"},{"person":"Rachel","txt":" No."},{"person":"Ross","txt":" No, because your not upset."},{"person":"Rachel","txt":" Right."},{"person":"Ross","txt":" About the yelling."},{"person":"Rachel","txt":" Right, and the humiliating."},{"person":"Ross","txt":" Oh, well of course, the humiliating. So, so wee, we're okay."},{"person":"Rachel","txt":" Um, hum."},{"person":"Ross","txt":" We're good."},{"person":"Rachel","txt":" Right."},{"person":"Ross","txt":" Okay. Honey?"},{"person":"Rachel","txt":" Yes, Ross. (turns toward him)"},{"person":"Ross","txt":" I love you. (goes to kiss her and she turns away.)"},{"person":"Phoebe","txt":" (yelling from the bedroom) Get away from that! No! (she comes into the\nliving room carrying the phone) She's just getting dressed."},{"person":"Chandler","txt":" Is it wrong that I was totally aroused by that?"},{"person":"Joey","txt":" Okay, buddy-boy. Here it is. You hide my clothes, I'm wearing everything you\nown."},{"person":"Chandler","txt":" Oh my God! That is so not the opposite of taking somebody's underwear!! "},{"person":"Joey","txt":" Look at me! I'm Chandler! Could I "},{"person":"Chandler","txt":" Oooo-ooh!"},{"person":"Joey","txt":" Yeah. Whew, it's hot with all of this stuff on. I ah, I better not do any, I\ndon't know, lunges. (starts doing lunges)"},{"person":"Ross","txt":" Okay, okay. Enough, enough with the lunging. No! I'm sick of this. Okay. I've\nhad it up to here with you two! Neither you can come to the party!"},{"person":"Chandler","txt":" Jeez, what a baby."},{"person":"Joey","txt":" Yeah, Ross, way to ruin it. I was just going to get dressed."},{"person":"Ross","txt":" You know what I don't care. The only person I cared about getting dressed, is\nthe one person that says she's not even gonna go. Look Rach, I'm sorry. Okay. Look, I-I\nwa, I was a jerk. I'm sorry I yelled. I want you there, I need you there. Look, what, what\ncan I do that can show you how much, how much I want you to be there."},{"person":"Joey","txt":" You could drink the fat."},{"person":"Ross","txt":" Hi, welcome, to an adult conversation."},{"person":"Rachel","txt":" No, no, no, now wait, wa, wa, waa-it a minute, wait a minute, wait a\nminute, wait a minute. That actually, uh, that sounds interesting."},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" I think you "},{"person":"Joey","txt":" Yaaaay!"},{"person":"Ross","txt":" Okay, okay. If that is what it takes to show you how much you mean to me, and\nhow much I want you there. Then that's what I'll do."},{"person":"Phoebe","txt":" Oh, wait, let me get you another glass. That's been sitting out."},{"person":"Ross","txt":" I think this will be fine. Okay, vanilla milkshake, just a vanilla milkshake,\nwith chicken bits floating in it. Cheers. (starts to drink, but Rachel stops him just\nbefore he starts drinking)"},{"person":"Rachel","txt":" No, no, no, wait! Okay, okay. Don't! I'll go, I'll go!"},{"person":"Ross","txt":" You will?!"},{"person":"Rachel","txt":" You were really gonna do that, weren't you?"},{"person":"Ross","txt":" Well, yeah."},{"person":"Rachel","txt":" You were gonna drink the fat."},{"person":"Joey","txt":" Let's see what else he'll do!"},{"person":"Ross","txt":" (to Joey) How 'bout instead you, go get changed! (to Chandler) You, give him\nback his underwear! I'm gonna go get a cab, and I want everyone down stairs in two\nminutes! Monica! "},{"person":"Chandler","txt":" Stop it. Stop it!"},{"person":"Phoebe","txt":" Ross, went to get a cab so we can all... No, wh-what are you doing! No,\nMonica, no!"},{"person":"Machine","txt":" You have three new messages."},{"person":"Monica","txt":" Not any more!"},{"person":"Machine","txt":" Message erased. To record a message begin speaking at the tone."},{"person":"Monica","txt":" Hi, uh, Richard it's Monica, um, listen I did something kind of crazy\ntonight, um, maybe I'm getting my period or something, I don't know. Um, anyway, I, I, I\nbeeped into your machine and I heard a message that, that freaked me out, and um, you know\nwhat Michelle will tell you the rest. I, I, um, I'm sorry, okay, I, I hope that we can\nforget the whole thing. Okay, bye."},{"person":"Machine","txt":" Your outgoing message has now been changed."},{"person":"Monica","txt":" Outgoing! Did that say outgoing?! Not, outgoing!!!"},{"person":"Monica","txt":" (on machine) \"Hi, uh, Richard it's Monica, um, listen I did something\nkind of crazy tonight, um, maybe I'm getting my period or something, I don't know.\"\nNooo!!"},{"person":"Phoebe","txt":" How did you do that?"},{"person":"Monica","txt":" I don't know!"},{"person":"Machine","txt":" Good-bye."},{"person":"Monica","txt":" Noooo!!!!"},{"person":"Ross","txt":" (entering) Okay, okay, okay, I've got two cabs and no people. Go! Go! Go!"},{"person":"Monica","txt":" Maybe we could call the phone company. Maybe they could change the message.\nMaybe they can change his number. "},{"person":"Phoebe","txt":" Yeah, after this, I think he'll be doing that himself."},{"person":"Ross","txt":" Rachel!! (she enters) Wow! You, uh, you look, wow!"},{"person":"Rachel","txt":" And I still have about five seconds to spare. (kisses him) Okay, that was\nabout seven seconds."},{"person":"Ross","txt":" So we're a little late."},{"person":"Rachel","txt":" Come on. (they start to leave) Oh! And, uh, by the way...."},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" I'm going commando, too."},{"person":"Ross","txt":" Awwww!!!"},{"person":"Sherman Whitfield","txt":" Dr. Geller, Sherman Whitfield, London Institute."},{"person":"Ross","txt":" Wow! What a pleasure."},{"person":"Whitfield","txt":" (sits down) Well, I have to tell you, I was quite impressed with your\npaper on Pre-Cretaceous fossils. Yeah, it confirmed everything that I have written."},{"person":"Chandler","txt":" Excuse me. Hi."},{"person":"Whitfield","txt":" Yes?"},{"person":"Chandler","txt":" Well, your kind of sitting in my seat."},{"person":"Whitfield","txt":" What do you mean, your seat?"},{"person":"Chandler","txt":" I mean, I was sitting there."},{"person":"Whitfield","txt":" But, you got up!"},{"person":"Chandler","txt":" But, I never left the room!"},{"person":"Whitfield","txt":" But, you left the chair area."},{"person":"Chandler","txt":" All right, that's it, give me your underwear."}]