[{"person":"Rachel","txt":" Here you go Pheebs. Who else wants one of my special homemade brownies? "},{"person":"Chandler","txt":" I will have one. (Ross and him both take one.)"},{"person":"Chandler","txt":" Okay, I’m not gonna have one."},{"person":"Ross","txt":" Neither will I. (they both put back the brownies.)"},{"person":"Phoebe","txt":" No, no, it’s just my tooth."},{"person":"Chandler","txt":" All right I’ll have one. (he and Ross take another brownie,)"},{"person":"Ross","txt":" So what’s a matter, you need a dentist? I’ve got a good one."},{"person":"Phoebe","txt":" No thanks, I have a good one too. I just, I, I can’t see him."},{"person":"Chandler","txt":" See that is the problem with invisible dentists."},{"person":"Ross","txt":" Why? Why can’t you go to him?"},{"person":"Phoebe","txt":" Because, every time I go to the dentist, somebody dies."},{"person":"Chandler","txt":" That is so weird, because every time I go to the dentist, I look down\nthe hygienist’s blouse."},{"person":"Rachel","txt":" Phoebe, what? Umm...what?!"},{"person":"Phoebe","txt":" Yeah, yeah, first there was my aunt Mary, and then there was umm, John,\nmy mailman, and then my, my cowboy friend ‘Albino Bob’."},{"person":"Rachel","txt":" And all these people actually died?"},{"person":"Phoebe","txt":" Yes, while I was in the chair! That’s why I take such good care of\nmy teeth now, y'know, it’s not about oral hygiene, I floss to save lives!"},{"person":"Ross","txt":" Pheebs, come on, you didn’t kill anybody, these people just happened\nto die when you went to the dentist. It’s, it’s, it’s just ah, a\ncoincidence."},{"person":"Phoebe","txt":" Well tell that to them. Oh! You can’t, their dead."},{"person":"Ross","txt":" Thanks, Gunther. (takes the plate Gunther serves him and Rachel comes up\nand kisses him) (to Rachel) Hey! (to Gunther) Umm, can I get a napkin too?"},{"person":"Gunther","txt":" Oh, like you don’t already have everything."},{"person":"Phoebe","txt":" (trying to bite into an apple) Ow! Ow! (drops the apple in disgust.)"},{"person":"Rachel","txt":" Phoebe, your in pain, would you just go to the dentist, just go."},{"person":"Phoebe","txt":" All right, fine, fine, but if you’re my next victim, don’t\ncome back as a poltergeist and like suck me into the TV set."},{"person":"Rachel","txt":" I promise."},{"person":"Phoebe","txt":" Although, don’t feel like you can’t visit."},{"person":"Joey","txt":" (entering with Monica) Hey, is, is, is Chandler here?"},{"person":"Ross","txt":" (patting his clothes like he is looking for his wallet) No, no he’s\nnot."},{"person":"Monica","txt":" You guys, Joey just saw Janice kissing her ex-husband."},{"person":"Ross","txt":" What? (to Joey) So what are you going to do? I mean how, how are you going\nto tell Chandler?"},{"person":"Joey","txt":" Well, I was thinking about that and I, I think the best way would be, to\nnot."},{"person":"Rachel","txt":" Joey, you can’t keep this to yourself, if you know about this, you\nhave to tell him."},{"person":"Joey","txt":" It’ll kill him. I mean it’ll, it’ll just kill him."},{"person":"Phoebe","txt":" Well, you could wait ‘til I go to the dentist, maybe "},{"person":"Joey","txt":" (looking out the window) Ewww! Ugly Naked Guy is using his new hammock.\nIt’s like a "},{"person":"Phoebe","txt":" Well, I’m going to the dentist, so listen, okay, just be on the\nlook out for anything that, that, that you can fall into, or, or that can fall on you,\nor... All right, just look out! Okay, And um, I also just wanna, I just wanna tell you all\nthat um...... (starts to cry and runs out)"},{"person":"Ross","txt":" Okay, I have a problem I have to go into work for a few hours, some kids\nmessed up the Homo Sapien display."},{"person":"Joey","txt":" What did they do?"},{"person":"Ross","txt":" Well, they painted over the word ‘Sapien’ for one thing, then\nthey rearranged the figures, let’s just leave it at that."},{"person":"Monica","txt":" So, do you want me to watch Ben for you?"},{"person":"Ross","txt":" Yes, that’s what I was going to ask, thank you."},{"person":"Rachel","txt":" Whoa! Wait! Hello! What about me?"},{"person":"Ross","txt":" You? You! Want to watch Ben? (in the background Monica mouths\n‘Don’t worry, I’ll be here the whole time.’ to Ross.) Yes! That’d\nbe great, no, I just wanted to ask Monica, because I know how empty her life is. (Monica\nsarcastically mouths ‘Yeah!’ and holds up her thumb.)"},{"person":"Joey","txt":" Hey-hey, Ross?"},{"person":"Ross","txt":" Yeah."},{"person":"Joey","txt":" I’ve got a science question."},{"person":"Ross","txt":" Hmm?"},{"person":"Joey","txt":" If the Homo Sapiens, were in fact ‘Homo-sapien’, is that why\nthere extinct?"},{"person":"Ross","txt":" Joey, Homo Sapiens are people."},{"person":"Joey","txt":" Hey-hey, I’m not judging."},{"person":"Rachel","txt":" (holding Ben) Look Benny, spoon. (moves it back and forth) Spoon. Come\non! All right, y'know what I think he’s bored."},{"person":"Monica","txt":" Here. Ben, do you wanna play the airplane game, do you wanna show\nRachel? Come here. (takes Ben) We’re gonna do something fun. Okay. (throws Ben up in\nthe air a little bit and catches him) Weee!! (moves into the living room and does it\nagain) Weee!! (starts to walk back into the kitchen as she does it again, and hits\nBen’s head on that wooden beam across the ceiling.)"},{"person":"Monica","txt":" (to Ben) Who’s so brave, you’re so brave, yes you are,\nyou’re so brave."},{"person":"Rachel","txt":" Okay. Okay honey, he’s fine, he’s fine, let’s just put\nhim down. Come here, Ben. (sets him on the couch) See that’s a good boy. (to Monica)\nHow could you do that to him!! Ross trusted me, what is he going to say?!"},{"person":"Monica","txt":" He’s not gonna say anything, because we’re not gonna tell him."},{"person":"Rachel","txt":" We’re not?!"},{"person":"Monica","txt":" No we’re not."},{"person":"Rachel","txt":" All right, I like that. "},{"person":"Monica","txt":" Okay."},{"person":"Rachel","txt":" So we’re okay, we’re okay, we’re okay, (starts to exam\nBen) aren’t we? No, we’re not okay, we’re not okay, there’s a bump,\nthere’s a bump."},{"person":"Monica","txt":" Oh my God! Well push it in! Push it in!"},{"person":"Rachel","txt":" I cannot push it in!"},{"person":"Monica","txt":" Okay, we’re gonna need a distraction."},{"person":"Rachel","txt":" Okay, okay, okay."},{"person":"Monica","txt":" I got it!"},{"person":"Rachel","txt":" Okay."},{"person":"Monica","txt":" The second that Ross walks in that door, I want you take him back to\nyour bedroom and do whatever it is that you do that makes him go, (high pitched) rweee!!"},{"person":"Rachel","txt":" Or. We could put a hat on his head."},{"person":"Monica","txt":" A hat! Yes! We need a hat."},{"person":"Rachel","txt":" We need a hat.."},{"person":"Monica","txt":" Where are we gonna find a tiny little hat?"},{"person":"Rachel","txt":" Oh, oh, oh, I’ll get ‘Rainy Day Bear’!! (runs to get him)"},{"person":"Monica","txt":" Because he’ll know what to do? (Rachel comes out of her room with a\nbear that’s dressed in a rain suit.) Oh my God, you’re a genius!"},{"person":"Rachel","txt":" Oh God, oh God, it’s sowed on though."},{"person":"Monica","txt":" Give it. Give it."},{"person":"Rachel","txt":" Okay."},{"person":"Monica and Rachel","txt":" Oh!!"},{"person":"Rachel","txt":" Oh, it’s just like a bloodbath in here today."},{"person":"Chandler","txt":" Hey! Hold on a minute, hold on a second. Do you think these pearls are\nnice?"},{"person":"Joey","txt":" I’d really prefer a mountain bike."},{"person":"Chandler","txt":" Janice’s birthday is coming up, I want to get her something\nspeacial. Come in here with me."},{"person":"Joey","txt":" Whoa, whoa, whoa, wait, whoa. Do you ah, want to get her something\nspeacial, get her flowers, get her candy, get her gum, girls love gum."},{"person":"Chandler","txt":" That’s a good idea, ‘Dear Janice have a Hubba-Bubba\nbirthday’. I would like to get her something serious."},{"person":"Joey","txt":" Oh, you want something serious. Y'know what you should do, you should get\nher one of those um, barium enemas. Those are dead serious."},{"person":"Chandler","txt":" All right. Look, I’m gonna go in here, and you don’t buy me\nanything ever. (starts to go into the store)"},{"person":"Joey","txt":" (stopping him) No, no, you can’t, you can’t, okay, you\ncan’t, you can’t buy her pearls, you just can’t, you can’t, you\ncan’t."},{"person":"Chandler","txt":" Why not?!"},{"person":"Joey","txt":" Oh God. Uh, okay, here’s the thing, this is the thing, okay, the\nthing is..."},{"person":"Chandler","txt":" What is the thing?"},{"person":"Joey","txt":" Okay. I went down to the ‘Mattress King’ showroom and, and I saw\nJanice, kissing her ex-husband."},{"person":"Chandler","txt":" (shocked) What?"},{"person":"Joey","txt":" They were in his office."},{"person":"Chandler","txt":" Well she, she wouldn’t do that, she’s with, she’s with\nme."},{"person":"Joey","txt":" I’m telling you man, I saw it."},{"person":"Chandler","txt":" Yeah, well, you’re wrong! Okay, you’re wrong."},{"person":"Joey","txt":" I’m not wrong! I wish I was. I’m sorry. Bet that barium enema\ndoesn’t sound so bad now, huh?"},{"person":"Monica","txt":" It just makes more sense as an ensemble."},{"person":"Rachel","txt":" Right."},{"person":"Monica","txt":" Besides, it takes the focus off the hat."},{"person":"Phoebe","txt":" (running through the door) No! Oh! You’re alive! You’re alive!"},{"person":"Rachel","txt":" See Pheebs, I promised you no one would die, didn’t I?"},{"person":"Phoebe","txt":" Yeah, well, we’ll see about that. Can I use your phone? I just\nwanna call everyone I know."},{"person":"Monica","txt":" Sure, we have no money, go ahead."},{"person":"Phoebe","txt":" (on phone) ‘Hey! You’re not dead! Okay, see ya!’"},{"person":"Ben","txt":" Monica."},{"person":"Monica","txt":" Oh my God! He just said my name! Did you hear that?"},{"person":"Ben","txt":" Monica bang!"},{"person":"Rachel","txt":" Okay, I heard that."},{"person":"Monica","txt":" Did he just say ‘Monica bang’?"},{"person":"Rachel","txt":" Uh-huh."},{"person":"Monica","txt":" Oh my God! He’s gonna rat me out!"},{"person":"Ben","txt":" Monica bang!"},{"person":"Monica","txt":" Oh-ho-ho, sweetie, sweetie, you gotta stop saying that, now. It’s\nno big deal, it’s not even worth mentioning, you see we all do it all the time. See\nwatch this, Ben, Ben, Ben. (goes over and starts hitting her head on the post) Ow, Monica\nbang! (does it again) Everybody bang. (repeats) Ben bang. (repeats) Rachel bang. (repeats)\nBang, Rachel bang! Oh, isn’t that fun?"},{"person":"Rachel","txt":" (goes over and hits her head on the post) Look at that! (repeats) Look\nat that! (repeats) We all do it. (repeats) Okay, I’m stopping now."},{"person":"Monica","txt":" You okay?"},{"person":"Rachel","txt":" Oh yeah! Y'know, if it’s not a headboard, it’s just not worth\nit."},{"person":"Janice","txt":" (entering) How’s my Bing-a-ling?"},{"person":"Chandler","txt":" Ah, I don’t know, you tell me. Anything you ah, wanna tell me,\nbecause, if you ah, you should, if you, you would, tell me."},{"person":"Janice","txt":" Why are your eyes so white?"},{"person":"Chandler","txt":" You tell me! Maybe, it’s because I was just fooling with my ex!\nOh no-no-no-no, no-no-no-no, that was you!!"},{"person":"Janice","txt":" Oh my God!!"},{"person":"Chandler","txt":" All right!"},{"person":"Janice","txt":" How did you know?"},{"person":"Chandler","txt":" Joey told me, he saw you two kissing."},{"person":"Janice","txt":" In the park?"},{"person":"Chandler","txt":" No! In his office! How many kisses were there?"},{"person":"Janice","txt":" Just those two!"},{"person":"Chandler","txt":" Wh-wh-why, wh-why, why, why was there kissing!? There should be no\nkissing!!"},{"person":"Janice","txt":" Oh, I’m sorry honey, I’m so, so, (nasally) haaaaa! I’m\nso, so sorry, I just (nasally) haaaaaa! But I, oh what happened was, I-I-I can’t\nbreathe. Can you get me a bag, or something?"},{"person":"Chandler","txt":" (giving her a bag) Here."},{"person":"Janice","txt":" The receipt."},{"person":"Chandler","txt":" I’ll take it! All right look, I gotta know. Are you finished with\nme? (Janice shakes her head no) Are you finished with him? (Janice shakes her head no) Do\nyou still love him? (Janice shakes her head yes) Do you still love me? (Janice shakes her\nhead yes) All right look, (grabs the bag) I’m gonna need an actual answer here okay,\nso which is it, him or me? (his phone starts to ring)"},{"person":"Janice","txt":" I don’t know."},{"person":"Phoebe","txt":" (rushing in) Okay. If you’re alive you answer your phone!"},{"person":"Monica","txt":" Okay, Ben, I won’t tell your daddy that you had ice cream for\ndinner, if you don’t tell about our little bonking incident."},{"person":"Rachel","txt":" Monica, number one, I don’t think Ben understands the concept of\nbribery, and number two, I... (Joey starts laughing in the background) (to Joey) What?!"},{"person":"Joey","txt":" You said number two."},{"person":"Rachel","txt":" I also said number one."},{"person":"Joey","txt":" I know. (giggles harder)"},{"person":"Ross","txt":" (entering) Hey! Everyone."},{"person":"Rachel","txt":" Hi!"},{"person":"Ross","txt":" How’s my little boy?"},{"person":"Rachel","txt":" He’s perfect, he’s never been better."},{"person":"Ross","txt":" (noticing the outfit he is wearing) What’d you do, take him whaling?"},{"person":"Ben","txt":" Monica."},{"person":"Ross","txt":" Oh my God, he just said your name, that’s great! Good job Ben."},{"person":"Ben","txt":" Monica bang!"},{"person":"Monica","txt":" Oh that’s right, that’s what I’d sound like if I\nexploded."},{"person":"Phoebe","txt":" Woo-Hoo! The curse is broken! I called everybody I know, and everyone is\nalive."},{"person":"Joey","txt":" Uh."},{"person":"Phoebe","txt":" What?"},{"person":"Joey","txt":" Ugly Naked Guy looks awfully still. (Phoebe runs to the window and gasps.)"},{"person":"Phoebe","txt":" Oh my God! I killed him! I killed another one! And this curse is getting\nstronger too, to bring down something that big."},{"person":"Rachel","txt":" Well maybe he’s just taking a nap."},{"person":"Joey","txt":" I’m tellin’ ya, he hasn’t moved since this morning."},{"person":"Monica","txt":" All right, we should call somebody."},{"person":"Ross","txt":" And tell them what? The naked guy we stare at all the time isn’t\nmoving."},{"person":"Rachel","txt":" Well, we have gotta find out if he’s alive."},{"person":"Monica","txt":" How are we gonna do that? There’s no way."},{"person":"Joey","txt":" Well, there is one way. His window’s open, I say, we poke him."},{"person":"Joey","txt":" Hey! Y'know how we ah, save all those chopsticks for no reason we get when\nwe get Chinese food?"},{"person":"Chandler","txt":" Yeah."},{"person":"Joey","txt":" Well, now we got a reason."},{"person":"Chandler","txt":" What?"},{"person":"Joey","txt":" Well, we’re fashioning a very long poking device."},{"person":"Chandler","txt":" All right."},{"person":"Joey","txt":" Hey uh, what’s a matter?"},{"person":"Chandler","txt":" I talked to Janice."},{"person":"Joey","txt":" Oh my God, is she going back to him?"},{"person":"Chandler","txt":" She doesn’t know. Says she loves us both. Y'know I woke up this\nmorning and I was in love, well I was happy. Y'know it serves me right for buying that\ntwelve pack of condoms. And now I can’t even return them, because she choked on the\nreciept!"},{"person":"Joey","txt":" What are you ah, what are you gonna do?"},{"person":"Chandler","txt":" I don’t know, y'know. What, what, would you do?"},{"person":"Joey","txt":" Well, it doesn’t matter what I would do."},{"person":"Chandler","txt":" Come on, tell me."},{"person":"Joey","txt":" All right, you’re probably not gonna want to hear this but ah, if it\nwas me, and this is just me, (Chandler gets ready to throw another dart) I would ah, I\nwould bow out."},{"person":"Chandler","txt":" What? (turns around quickly still ready to throw the dart and Joey\nquickly ducks and hides behind the chair) What are you, what are you talking about?"},{"person":"Joey","txt":" They have a kid together, y'know. They’re like, they’re like a\nfamily, and if, I don’t know, there’s chance they could make that work, I know I\nwouldn’t want to be the guy who stood in the way of that. Are you okay? Do you wanna\nah, come poke a nude guy?"},{"person":"Ross","txt":" Well, he’s finally alseep. About that ah, bump on his head?"},{"person":"Rachel","txt":" Are you, are you, are you sure it’s ah, a new bump? I mean, no\noffense, I’ve always thought of Ben as a fairly bumpy headed child."},{"person":"Ross","txt":" It’s okay if he bumps his head, kids bump their heads all the time,\ny'know, it was your first time babysitting, I figured you did the best you could."},{"person":"Rachel","txt":" (confidently) I did!"},{"person":"Ross","txt":" I know! I’m saying you have to watch them all the time."},{"person":"Rachel","txt":" I did!! I watched! I watched! I watched Monica bang his head against\nthat thing!"},{"person":"Ross","txt":" Monica did it?"},{"person":"Ross","txt":" Monica?"},{"person":"Monica","txt":" Yeah."},{"person":"Ross","txt":" Umm, did you notice anything wierd about Ben today?"},{"person":"Monica","txt":" No. Why?"},{"person":"Ross","txt":" Well, I was just playing with him, and y'know we were doing the alphabet\nsong, which he used to be really good at, but suddenly he’s leaving out ‘e’\nand ‘f.’ It’s like they just ah, I don’t know, fell out of his head."},{"person":"Monica","txt":" Really?!"},{"person":"Ross","txt":" Oh, and also, he’s, he’s walkin’ kind of funny, his left\nleg is moving a lot faster than his right leg, and he’s in there just sort of\ny'know... (walks around in a circle) "},{"person":"Monica","txt":" Oh my God, I wrecked your baby!! (runs into the bedroom)"},{"person":"Rachel","txt":" I hope it’s still funny when you’re in hell."},{"person":"Monica","txt":" (coming out of the bedroom) You jerk! You know how much I love that kid!\n(starts to chase Ross around the living room)"},{"person":"Ross","txt":" Monica bang! Monica bang! (runs into one of the posts) Ow!"},{"person":"Rachel","txt":" I’ll get the hat."},{"person":"Chandler","txt":" Janice, I have something I need to tell you, and I want you to let me\nget through it, because it’s, it’s, it’s not gonna be easy."},{"person":"Janice","txt":" Okay."},{"person":"Chandler","txt":" I think you should go back with Gary. I don’t wanna be the guy\nthat breaks up a family, y'know when my parents split up, it was because of that guy.\nWhenever I would see him I was always think y'know ‘You’re the reason, you are\nthe reason why their not together.’ and I hated that guy. And it didn’t matter\nhow nice he was, or how happy he made my Dad."},{"person":"Janice","txt":" Wow!"},{"person":"Chandler","txt":" Yeah, well. It’s the right thing to do."},{"person":"Janice","txt":" Oh! You’re right. Oh God. But, before I can say\n‘good-bye’, there’s something I really need you to know, Chandler. The way\nI feel about you, it’s like, I finally understand what Lionel Richie’s been\nsinging about. Y'know, I mean what we have, it’s like movie love, you’re my\nsoulmate, and I can’t believe we’re not going to be spending the rest of our\nlives together."},{"person":"Chandler","txt":" Then don’t leave me!"},{"person":"Janice","txt":" What?"},{"person":"Chandler","txt":" Forget what I said, I was babbling! Pick me!"},{"person":"Janice","txt":" No, you were right, you were right. I mean, I-I-I’ve got to give my\nmarriage another chance."},{"person":"Chandler","txt":" No you don’t! No, no, no, I say you have to give your divorce\nanother chance."},{"person":"Janice","txt":" (standing up) I’m sorry. (hugs him)"},{"person":"Chandler","txt":" Ohhh. Don’t go."},{"person":"Janice","txt":" No, I-I-I gotta go. (she starts to walk away, but Chandler doesn’t\nlet her go.)"},{"person":"Chandler","txt":" No. No! No! No!"},{"person":"Janice","txt":" Honey, honey, people are looking."},{"person":"Chandler","txt":" I don’t care! (turns around and to the people watching them) I\ndon’t care!!"},{"person":"Janice","txt":" Yeah, um, I’m, I’m leaving now. (tries to get her leg out of\nChandler’s grasp, she finally does, but Chandler takes off her shoe.)"},{"person":"Chandler","txt":" You can’t leave! I have your shoe!"},{"person":"Janice","txt":" Good-bye Chandler Bing. (walks out with one shoe)"},{"person":"Gunther","txt":" Rachel has those in burgendy."},{"person":"Joey","txt":" All right now remember, something this big and long is going to be\ndifficult to manuver, fortunately I have a lot of experience in that area."},{"person":"Ross","txt":" Can we please focus here, a naked man’s life hangs in the balance!"},{"person":"Phoebe","txt":" I’m telling you he’s dead. What we are about to have here is a\ndead fat guy on a stick."},{"person":"Joey","txt":" All right, ladies and gentlemen, let’s poke. (they start to advance\nthe giant poking device) Steady. Steady. Okay, a little higher. Careful of the angle.\nOkay, okay, we’re approaching the window (as he says this the camera cuts to their\nview of Ugly Naked Guy, so that we actually see him!) Thread the needle. Thread the\nneedle. "},{"person":"Phoebe","txt":" He’s alive! He’s a-live!!!"},{"person":"Monica","txt":" And yet, we’re still poking him."},{"person":"Joey","txt":" Okay, retract the device, retract the device."},{"person":"Ross","txt":" He does not look happy."},{"person":"Rachel","txt":" Hey-hey, now he’s showing us his poking device."},{"person":"Joey","txt":" Hey, that’s never gonna make it all the way over here, buddy!"},{"person":"Chandler","txt":" (singing) "},{"person":"Phoebe","txt":" (joining him) "},{"person":"Chandler and Phoebe","txt":" "},{"person":"Chandler","txt":" (high pitched) "},{"person":"Chandler and Phoebe","txt":" "},{"person":"Chandler","txt":" "},{"person":"Phoebe","txt":" "},{"person":"Chandler","txt":" "},{"person":"Phoebe","txt":" "},{"person":"Chandler and Phoebe","txt":" "}]