[{"person":"Rachel","txt":" Listen y’know what sir? For the last time, I don’t care what\nthe computer says, we did not take a bag of Mashuga nuts from the mini-bar and we did not\nwatch Dr. Do-Me-A-Little!"},{"person":"Joey","txt":" (entering) Hey!"},{"person":"Phoebe","txt":" Oh! Joey uh, were you in our room last night?"},{"person":"Joey","txt":" No. (Phoebe grabs the receipt and shows it to Joey who gets mad.) I was\ntold the name of the movie would not appear on the bill!"},{"person":"Chandler","txt":" (to the front desk clerk) Hi! We’re checking out of the bridal\nsuite."},{"person":"Monica","txt":" (depressed) That’s right. I’m no longer a bride. I’ll\nnever be a bride again. Now, I’m just someone’s wife!"},{"person":"Chandler","txt":" And I’m the happiest guy in the world! (Monica goes and sits down\nin a huff.) Oh honey, come on don’t be upset. We still have so much to look forward\nto!"},{"person":"Monica","txt":" Oh yeah, right. (Rolls her eyes.)"},{"person":"Chandler","txt":" We got the honeymoon."},{"person":"Monica","txt":" That’s not ‘til Thursday."},{"person":"Chandler","txt":" The wedding pictures?"},{"person":"Monica","txt":" They won’t be ready for weeks."},{"person":"Chandler","txt":" Not the disposable cameras from the tables."},{"person":"Monica","txt":" That’s true! (Happily) I knew I married you for a reason!"},{"person":"Chandler","txt":" I’ll tell you what, I will go get them developed and you can go\nhome."},{"person":"Monica","txt":" Okay."},{"person":"Chandler","txt":" What? What did you take a picture of?"},{"person":"Joey","txt":" Nothing! It was something."},{"person":"Chandler","txt":" Okay Ross has the cameras, has he checked out yet?"},{"person":"Rachel","txt":" Are you joking? Check out is not ‘til noon and he has a good\n(checks her watch) eleven minutes left."},{"person":"Chandler","txt":" Oh."},{"person":"Monica","txt":" Ross has never checked out of a room a minute before he had to."},{"person":"Rachel","txt":" Yeah, one time, when we were dating, uh we got a late checkout, he got\nso excited it was the best sex we ever had. Until y’know, he screamed out "},{"person":"Chandler","txt":" Okay, well I’m gonna get Ross, get the cameras, and get them\ndeveloped. (Joey laughs again.) 32 Joe. You’re 32! (Exits)"},{"person":"Front Desk Clerk","txt":" (To Monica) Here’s a copy of your bill."},{"person":"Monica","txt":" Oh thanks. (Reading the bill) Champagne, strawberries…Oh my God! I\ncan’t believe Chandler ordered porn on our wedding night!"},{"person":"Joey","txt":" Yeah, that’s sad. Mashuga nut?"},{"person":"Ross","txt":" Hi."},{"person":"Chandler","txt":" Hey. (He sees that Ross is packing all of the hotel toiletries) Soaps?\nShampoos? Are you really taking all this stuff?"},{"person":"Ross","txt":" Why not? It’s built into the price of the room."},{"person":"Chandler","txt":" Yeah but you don’t need—(Picks up something)—What is\nthis?"},{"person":"Ross","txt":" Thread!"},{"person":"Chandler","txt":" Score! Where are the disposable cameras?"},{"person":"Ross","txt":" What disposable cameras?"},{"person":"Chandler","txt":" The cameras? Remember last night I told you to take them?"},{"person":"Ross","txt":" No you didn’t."},{"person":"Chandler","txt":" Yes! Remember? Right before we cut the cake, I went up to you and I\nsaid…"},{"person":"Ross","txt":" Oh-oh yeah, you-you came up to me and asked if I could do you a favor, and\nmy Uncle Murray came up to you and handed you a check. And then you said, \"Why do\nthey call it a check? Why not a Yugoslavian?\" (Chandler laughs.) Yeah, then you did\nthat."},{"person":"Chandler","txt":" So you don’t have the cameras?!"},{"person":"Ross","txt":" No. Sorry man."},{"person":"Chandler","txt":" So? What? What? They’re gone! Monica’s gonna freak!"},{"person":"Ross","txt":" Well, I’m sure they’re still somewhere here in the hotel.\nI’ll-I’ll help you look for them."},{"person":"Chandler","txt":" Great."},{"person":"Ross","txt":" In-in three minutes."},{"person":"Phoebe","txt":" Hey!"},{"person":"Monica","txt":" Hey!"},{"person":"Phoebe","txt":" Are you gonna open the presents without Chandler?"},{"person":"Monica","txt":" No! (Pause) But, they’re callin’ out to me! I mean this little\nguy (Holds up a small one) even crawled up into my lap. Oh come on, Chandler wouldn’t\nmind if I opened just one present! What do you think it is?"},{"person":"Phoebe","txt":" A little mirror that when you look into it you see yourself as an old\nwoman."},{"person":"Monica","txt":" A tiny salt shaker!!!"},{"person":"Phoebe","txt":" Ohhh! My God! For tiny salt!"},{"person":"Monica","txt":" Oh wow! Okay. Well that was fun."},{"person":"Phoebe","txt":" Oh yeah."},{"person":"Monica","txt":" Good. Okay, I’m just gonna wait for Chandler to open the rest of\nthem."},{"person":"Phoebe","txt":" Okay."},{"person":"Monica","txt":" Whew. Although y’know, this is part of a salt and pepper set. I\nmean… I guess y’know it may just count as a half a present. What do you think?"},{"person":"Phoebe","txt":" Well I guess it’s okay to open one more if it’s part of a set.\nY’know, it’s probably this one. (Grabs another small one.)"},{"person":"Monica","txt":" Or this one! (She grabs and starts to open the biggest present.)"},{"person":"Rachel","txt":" (entering) Hi."},{"person":"Monica","txt":" Hey, how are you feelin’? Any morning sickness?"},{"person":"Rachel","txt":" Shh-shh-shh! The guys don’t know yet do they?"},{"person":"Monica","txt":" No! Joey and Ross don’t know anything and Chandler still thinks\nthat Phoebe’s pregnant."},{"person":"Phoebe","txt":" Yeah that’s right Chandler does still think I’m pregnant. He\nhasn’t asked me how I’m feeling or offered to carry my bags. Boy, I feel bad for\nthe woman who ends up with him. (Monica looks at her.) After you of course."},{"person":"Rachel","txt":" Don’t worry I promise that you will only have to be pregnant for a\nfew more hours, ‘cause I’m going to tell the father today."},{"person":"Phoebe","txt":" Ooh, is it someone in this building? Is it that tall guy from the first\nfloor?"},{"person":"Rachel","txt":" Ew! No!"},{"person":"Phoebe","txt":" What?! I think he’s cute."},{"person":"Rachel","txt":" Well then you have his baby."},{"person":"Phoebe","txt":" Believe me I’m trying."},{"person":"Monica","txt":" Wow. Y’know it is so weird. I mean, you’re gonna tell this guy\ntoday and he has no idea what’s gonna happen."},{"person":"Phoebe","txt":" Yeah. You’re just gonna knock on his door and change his life\nforever. You’re like Ed McMahon except without the big check, or the raw sexual\nmagnetism."},{"person":"Rachel","txt":" Yeah. Uh-huh, I guess it is pretty big news."},{"person":"Phoebe","txt":" Pretty big? It’s huge! God, this guy doesn’t have a clue!\nHe’s just walking down the street thinking, ‘I had sex with Rachel Green. I\nrock!’ then bam! He’s a father and everything’s different."},{"person":"Rachel","txt":" Well it’s only different if he wants it to be. I mean, I’m not\ngonna ask him for anything."},{"person":"Phoebe","txt":" Okay. Then he still has this huge decision to make. Now he’s\nwalking around thinking, ‘Do I want to be a dad?’ and then bam!"},{"person":"Monica","txt":" What was that bam?"},{"person":"Phoebe","txt":" I don’t. He got…he-he-he-he’s hit by a bus."},{"person":"Joey","txt":" (entering) Hey!"},{"person":"Rachel","txt":" Hey Joey, what would you do if someone that you slept with told you that\nshe was pregnant?"},{"person":"Joey","txt":" (warily) Who called here? Did she sound blond? Huh? Did-did-did she have\nan accent? I gotta make a call! (Starts to leave) I shoulda never walked into that\nSunglass Hut!"},{"person":"Rachel","txt":" Oh Joey! Joey! No, it’s not you! You didn’t get anybody\npregnant!"},{"person":"Joey","txt":" Oh. Why would you scare me like that? What the hell is going on? (Pause.)\nIs somebody pregnant?"},{"person":"Phoebe","txt":" Oh yeah. That’s me."},{"person":"Joey","txt":" Oh my God Pheebs! You’re gonna have a baby?"},{"person":"Phoebe","txt":" Yes. Yes I am. Oh my God, I’m gonna have a baby! (Joey and Phoebe\nhug.)"},{"person":"Joey","txt":" Whoa, wait a minute. Who’s the father?"},{"person":"Phoebe","txt":" You don’t know him. It’s not important. He wants nothing to do\nwith me or the baby. (She sits down like she’s pregnant.)"},{"person":"Joey","txt":" Well who is this guy?! Huh? Who is he? ‘Cause I will track him down\nand kick his ass!"},{"person":"Phoebe","txt":" David Lynn."},{"person":"Joey","txt":" David Lynn! David Lynn! David Lynn!! (Exits)"},{"person":"Monica","txt":" Who’s David Lynn?"},{"person":"Phoebe","txt":" Oh some guy from my gym. A little annoying."},{"person":"Ross","txt":" Chandler?"},{"person":"Chandler","txt":" Hey! Did you find the cameras?"},{"person":"Ross","txt":" No. Did you?"},{"person":"Chandler","txt":" Yes! And that’s why I’m under the table. Celebrating."},{"person":"Ross","txt":" Well I checked in the uh, lost and found, I talked to the manager,\nno-one’s turned them."},{"person":"Chandler","txt":" Well this is great. Y’know, those cameras were the only thing\nthat was gonna cheer Monica up today, she’s really depressed."},{"person":"Ross","txt":" Now you guys just got married, why is she so depressed?"},{"person":"Chandler","txt":" All my energy is going into not asking that question. I can’t\nbelieve I screwed this up!"},{"person":"Ross","txt":" I’m sorry man. (Formally dressed people start to enter.) Here’s\na thought. This is the same ballroom. There’s a band. There’s gonna be plenty of\ndressed up people."},{"person":"Chandler","txt":" Are you suggesting we dance our troubles away?"},{"person":"Ross","txt":" No-no-no, I’m saying we-we buy more of this (disposable cameras) at\nthe gift shop, throw our tuxes back on, and take a few pictures. All we have to do is make\nsure not to get anybody else’s faces."},{"person":"Chandler","txt":" Are you serious?"},{"person":"Ross","txt":" I’m just thinking about your new bride at home. Okay? Do-do you\nreally want to start your life together by letting her down?"},{"person":"Chandler","txt":" Marriage advice? Really?!"},{"person":"Ross","txt":" I’m telling you, this looks exactly like your wedding! Aren’t\nthese the same flowers?"},{"person":"Chandler","txt":" I don’t know, Monica picked out the flowers."},{"person":"Ross","txt":" What about the chairs?"},{"person":"Chandler","txt":" She picked those out too."},{"person":"Ross","txt":" How about the place settings?"},{"person":"Chandler","txt":" That was her."},{"person":"Ross","txt":" What did you do?"},{"person":"Chandler","txt":" I was in charge of the cameras! Gift shop?"},{"person":"Ross","txt":" Hmm. (They head off to the gift shop.)"},{"person":"Phoebe","txt":" Hey! Ooh, did you do it yet?"},{"person":"Rachel","txt":" Not yet."},{"person":"Phoebe","txt":" Oh, well what are you doing here? Are you about to do it? (Gasps) Is it\nGunther?"},{"person":"Rachel","txt":" No! Phoebe, it’s not Gunther."},{"person":"Phoebe","txt":" Thank God, ‘cause that hair on a baby…"},{"person":"Rachel","txt":" Phoebe the father is not here okay? I haven’t told him yet and I\ndon’t think I can tell him at all now!"},{"person":"Phoebe","txt":" Why not?"},{"person":"Rachel","txt":" I don’t know, let me think. I was walking down the street thinking,\n‘I’m gonna tell the father today’ and then bam!"},{"person":"Phoebe","txt":" Bus?"},{"person":"Rachel","txt":" No, you! Phoebe you freaked me out. You kept saying how huge this all\nis!"},{"person":"Phoebe","txt":" Well-well but it is huge."},{"person":"Rachel","txt":" I know, but I was just thinking about how huge this is for me. I\ndidn’t even go to how huge this was going to be for the father."},{"person":"Phoebe","txt":" You’re thinking about this way too much. Just tell him and get it\nover with. It’s like, it’s like ripping off this Band-Aid. (On her arm) Quick\nand painless, watch. (Rips it off.) Oh mother of…See?"},{"person":"Joey","txt":" (entering) Ooh-ooh-ooh! Are we opening presents?"},{"person":"Monica","txt":" No! No! I shouldn’t have even opened these! I mean I—Joey I am\nout of control!! Joey, you have to do me a favor. No matter what I say, no matter what I\ndo, please do not let me open another present! Okay?"},{"person":"Joey","txt":" Okay."},{"person":"Monica","txt":" Give me one more."},{"person":"Joey","txt":" Okay. (Hands her one.)"},{"person":"Phoebe","txt":" (entering) Hey."},{"person":"Joey","txt":" Oh good, uh you’re here. Uh Pheebs? Listen uh sit down. I-I got\nsomething I want to say. "},{"person":"Phoebe","txt":" All right. (She sits down like she’s pregnant again.)"},{"person":"Joey","txt":" Umm, now uh… It’s a scary world out there, especially for a\nsingle mom. Y’know, now I always thought you and I had a special bond so… (He\ngoes to one knee and pulls out a ring.) Phoebe Buffay, will you marry me?"},{"person":"Monica","txt":" Oh my God! Joey!"},{"person":"Phoebe","txt":" Hell yeah! I’ll marry you! (She grabs the ring and puts it on.)"},{"person":"Monica","txt":" You can’t marry him!"},{"person":"Phoebe","txt":" Hey lady, your day’s over! It’s my turn!"},{"person":"Monica","txt":" Phoebe!"},{"person":"Joey","txt":" Why?! Why can’t she marry me?!"},{"person":"Phoebe","txt":" I can and I will! (Kisses him.)"},{"person":"Monica","txt":" She’s not pregnant. It’s Rachel. Rachel’s the one\nwho’s pregnant."},{"person":"Joey","txt":" Oh my God."},{"person":"Phoebe","txt":" Hey!"},{"person":"Monica","txt":" Phoebe I think he would notice if you didn’t have a baby in nine\nmonths!"},{"person":"Phoebe","txt":" It’s Joey! (Joey turns and looks at her and she mouths ‘I love\nyou’ to him.)"},{"person":"Joey","txt":" (smiles then stops) Now I can’t believe it! What? Rachel’s\npregnant? (The girls nod yes.) Who’s the father?"},{"person":"Phoebe","txt":" We don’t know."},{"person":"Joey","txt":" Ohh… I wonder if that dude."},{"person":"Monica","txt":" There’s a dude?"},{"person":"Joey","txt":" Yeah."},{"person":"Phoebe","txt":" Who? Who is it?"},{"person":"Joey","txt":" About a month ago this guy spent the night with Rachel, I didn’t see\nwho it was but… (He walks out and closes the door.)"},{"person":"Phoebe","txt":" Was that story over? "},{"person":"Joey","txt":" The guy left this."},{"person":"Phoebe","txt":" (gasps) Oh my God! I know who the father is… (She walks into Monica\nand Chandler’s.)"},{"person":"Monica","txt":" People have got to finish their stories!"},{"person":"Chandler","txt":" (to another couple) Uh, excuse me? Could you take a picture of us?"},{"person":"Woman At The Wedding","txt":" Oh! Of course. (Ross and Chandler pose and she takes the\npicture.)"},{"person":"Man At The Wedding","txt":" Uh, would you take one of us?"},{"person":"Chandler","txt":" Uhh… Yeah sure. (Holds the camera up to his face.) Click!"},{"person":"Woman At The Wedding","txt":" It didn’t click."},{"person":"Ross","txt":" I heard it. I heard it."},{"person":"Man At The Wedding","txt":" But there was no flash."},{"person":"Woman At The Wedding","txt":" Why won’t you take our picture?"},{"person":"Chandler","txt":" Oh yeah. I’ll take, I’ll take your picture. (He takes the\npicture with his finger over the lens.)"},{"person":"Man At The Wedding","txt":" Uh, your finger was covering the lens."},{"person":"Chandler","txt":" Who are you? Ansel Adams?! Get outta here!"},{"person":"Phoebe","txt":" Look, I feel really bad about how I freaked you out before, so I called\nthe father and asked him to meet you here so you can tell him. Go!"},{"person":"Rachel","txt":" What? Hey wait a minute! Phoebe, how do you even know who the father is?"},{"person":"Phoebe","txt":" I may play the fool at times, but I’m a little more than a pretty\nblond girl with an ass that won’t quit. (She takes the sweater out of her purse.) I\nbelieve this belongs to the father of your baby."},{"person":"Rachel","txt":" Oh God… Oh, he’s in there right now?"},{"person":"Phoebe","txt":" Uh-huh. Now you can turn around or you can go in there and rip the\nBand-Aid off. What to you want to do?"},{"person":"Rachel","txt":" Uh, let’s rip!"},{"person":"Phoebe","txt":" Really? Are you sure?"},{"person":"Rachel","txt":" Oh Phoebe!"},{"person":"Phoebe","txt":" Okay, sorry. Yeah. (They go inside to confront the father.)"},{"person":"Tag","txt":" Hey Rach."},{"person":"Chandler","txt":" Why don’t you go up on stage. I’ll get a picture of you\ndoing the speech."},{"person":"Ross","txt":" Okay. Okay! "},{"person":"Ross","txt":" Will the owner of a 1995 Buick LeSabre please see the front desk? Your car\nis about to be towed."},{"person":"Anxious Wedding Guest","txt":" (rushing up) That’s my car!"},{"person":"Ross","txt":" A ’95 LeSabre?!"},{"person":"Anxious Wedding Guest","txt":" Yes!"},{"person":"Ross","txt":" A green LeSabre?"},{"person":"Anxious Wedding Guest","txt":" Yes!"},{"person":"Ross","txt":" I’m sorry, I meant a blue LeSabre."},{"person":"Anxious Wedding Guest","txt":" Yes! Green-blue!"},{"person":"Ross","txt":" Well go! Go move it! (He runs off.)"},{"person":"Chandler","txt":" Okay, you ready for the last picture?"},{"person":"Ross","txt":" Yeah."},{"person":"Chandler","txt":" Get ready to run. (Chandler walks over to the new bride.)\nCongratulations on your wedding. (He grabs her, kisses her, Ross takes the picture, and\nthey both run out.)"},{"person":"Tag","txt":" So, what’s this about?"},{"person":"Phoebe","txt":" Rachel has something that she wants to tell you and umm, I believe that\nthis is your red sweater."},{"person":"Tag","txt":" No. (Unzips his coat.) This is my red sweater."},{"person":"Phoebe","txt":" Oh no. Could I get anyone a coffee or…poison? No? Just for me?\nOkay. (Walks away.)"},{"person":"Tag","txt":" What’s going on Rach?"},{"person":"Rachel","txt":" Nothing! Phoebe kinda made a mistake. But y’know you do wear that\nsweater a lot, are you involved in some kind of dare?"},{"person":"Tag","txt":" Y’know, I’m actually glad Phoebe called. (He pulls out a stool\nand Rachel sits down.) I know we broke up because you thought I wasn’t mature enough,\nbut I’ve really grown up and think we should get back together."},{"person":"Rachel","txt":" Oh, it’s just not the right time."},{"person":"Tag","txt":" It is the right time. (Takes her hand.)"},{"person":"Rachel","txt":" Okay."},{"person":"Tag","txt":" I’m ready for more."},{"person":"Rachel","txt":" Tag…"},{"person":"Tag","txt":" Come on Rach, let’s give it another try."},{"person":"Rachel","txt":" I’m having a baby."},{"person":"Tag","txt":" Oh. (He drops her hand.)"},{"person":"Rachel","txt":" You can go."},{"person":"Tag","txt":" Thank you. (Gets up and hurries out.)"},{"person":"Monica","txt":" (throwing up the last present) I don’t know how any of these got\nopened?!"},{"person":"Joey","txt":" (entering) You opened them all?"},{"person":"Monica","txt":" I know! I know! I am a terrible person! I mean, Chandler is never going\nto trust me with anything ever again!"},{"person":"Joey","txt":" Oh hey! You got my parent’s gift! (Holds it up.)"},{"person":"Monica","txt":" Yeah. What is that?"},{"person":"Joey","txt":" Well, I don’t know. I think it does something to salami."},{"person":"Monica","txt":" Hey! How’d it go?"},{"person":"Joey","txt":" Yeah. What-what did Tag say?"},{"person":"Rachel","txt":" Tag is not the father! And Joey knows now?"},{"person":"Joey","txt":" I do Rach. I do, and I so happy for you. (They hug.)"},{"person":"Rachel","txt":" Oh wow, you didn’t even try to unhook my bra!"},{"person":"Monica","txt":" So are you ever gonna tell whoever it is?"},{"person":"Rachel","txt":" No, I will. I’m just not up for it tonight."},{"person":"Joey","txt":" Hey Rach listen, no matter what this guy says I want you to know\nyou’re not gonna be alone in this."},{"person":"Rachel","txt":" I’m not?"},{"person":"Joey","txt":" Listen I uh… (He takes her hand.) It’s a scary world out there\nespecially if you’re a single mom. Y’know, I always felt like you and I have\nthis-this special bond. Y’know? So, (gets down on one knee again) Rachel Green will\nyou marry me?"},{"person":"Rachel","txt":" What?"},{"person":"Monica","txt":" What?!"},{"person":"Phoebe","txt":" What?!!"},{"person":"Joey","txt":" Pheebs, give me the ring back!"},{"person":"Phoebe","txt":" No!!"},{"person":"Rachel","txt":" No! Joey, oh you’re so sweet. You’re so-so sweet, honey. But\nI’m not, I’m not looking for a husband."},{"person":"Joey","txt":" (heartbroken) I understand."},{"person":"Rachel","txt":" Now, if you will excuse me I am going to go and lie down. (Exits.)"},{"person":"Phoebe","txt":" I can’t say that didn’t hurt. But I’ll take you back Joey\nTribbiani."},{"person":"Joey","txt":" Uh yeah. Pheebs, listen about that. I only offered…"},{"person":"Phoebe","txt":" Ooh! A Salami Buddy!"},{"person":"Joey","txt":" There you go!"},{"person":"Chandler","txt":" We’re back!"},{"person":"Monica","txt":" Great! We’re hangin’ in the kitchen! (She drags him into the\nkitchen and turns his back to the living room) Let’s stay in the kitchen!"},{"person":"Chandler","txt":" It’s picture time."},{"person":"Ross","txt":" Now you are going to love these."},{"person":"Chandler","txt":" (showing her the pictures) Here’s a picture of Ross. (Shows\nanother one.) And that’s me. (Another one.) And that’s me "},{"person":"Monica","txt":" Wow! That is a great picture!"},{"person":"Chandler","txt":" Eh?"},{"person":"Monica","txt":" Yeah! Oh and interesting because I found the cameras in one of our bags!\n(Throws them into his chest.)"},{"person":"Ross","txt":" Huh, didn’t see that coming."},{"person":"Chandler","txt":" Okay, so this isn’t a picture of our first, but it is a picture\nof my first kiss with…with this lady. Which by the look on your face I’m sure\nyou’ll remember. So we don’t need—(Rips the picture)—There’s no\nneed to have this picture. How about I take the real pictures and get them developed right\nnow."},{"person":"Monica","txt":" That would be a good idea."},{"person":"Chandler","txt":" Okay. (Sees the living room.) You opened all the presents without me?!\nI thought we were supposed to do that together!"},{"person":"Monica","txt":" You kissed another woman!"},{"person":"Chandler","txt":" Call it even?!"},{"person":"Monica","txt":" Okay! (They high-five and he walks out.)"},{"person":"Ross","txt":" Well, I’m gonna go get these (the floral bouquet he walked in with)\nin some water."},{"person":"Phoebe","txt":" Wait you stole those from these people’s wedding?"},{"person":"Ross","txt":" No-no, I took them from the hotel lobby. Yeah, they think they can charge\nme for some dirty movie and a bag of Mashuga nuts, they got another think coming. (Starts\nto leave.) Hey! My sweater! I’ve been looking for this for like a month!"},{"person":"Monica and Phoebe","txt":" Oh my God!!"},{"person":"Joey","txt":" (slow on the uptake) Oh my God!"},{"person":"Ross","txt":" Hey! How you doing?"},{"person":"Tag","txt":" Good! Good, long time no see."},{"person":"Ross","txt":" Yeah."},{"person":"Tag","txt":" Like your sweater."},{"person":"Ross","txt":" Oh hey, right back at ya."},{"person":"Tag","txt":" Oh, it’s crazy about Rachel huh?"},{"person":"Ross","txt":" Yeah. She—Well, she’s one crazy lady?"},{"person":"Tag","txt":" So whose is it?"},{"person":"Ross","txt":" (shows Tag his sweater tag) Umm, I don’t some Italian guy. Come on,\nread your own label. See you later."},{"person":"Tag","txt":" Okay."},{"person":"Ross","txt":" He is so weird."}]