[{"person":"Joey","txt":" (to Monica) Hey, how much will you give me to eat this whole jar of\nolives?"},{"person":"Monica","txt":" I won’t give you anything, but you’ll owe me 2.95."},{"person":"Joey","txt":" Done."},{"person":"Phoebe","txt":" (entering) Hey. I need an atlas! I need an atlas!"},{"person":"Monica","txt":" Why? (in a motherlike tone) Do you have a report due?"},{"person":"Phoebe","txt":" I have a date with this diplomat I met while I was giving free massages\noutside the UN and, I don’t know where his country is."},{"person":"Monica","txt":" Okay, let’s start with the free messages outside the UN."},{"person":"Phoebe","txt":" Oh!! That’s my new thing. I figure bodies at peace, make peace."},{"person":"Monica","txt":" Wow! You might just get the first Nobel prize in rubbing. So what\ncountry is this guy from?"},{"person":"Phoebe","txt":" Ick-neck-tree-anis..... There’s a ‘g’ in there."},{"person":"Monica","txt":" Where’s that?"},{"person":"Phoebe","txt":" In your atlas!"},{"person":"Monica","txt":" I don’t have an atlas."},{"person":"Phoebe","txt":" Oh."},{"person":"Monica","txt":" Oh, but wait I do have a globe."},{"person":"Phoebe","txt":" Oh."},{"person":"Monica","txt":" Hold on."},{"person":"Joey","txt":" So Pheebs what’s this guy like?"},{"person":"Phoebe","txt":" Umm, well he’s very dashing, y'know, and umm, very, very\nsophisticated, and he doesn’t speak any English, but according to his translator, he\ntotally gets me."},{"person":"Monica","txt":" ‘Kay, here you go. (Hands her this tiny little globe.)"},{"person":"Phoebe","txt":" What is this?"},{"person":"Monica","txt":" It’s a globe and, a pencil sharpener."},{"person":"Chandler","txt":" (entering) Hey, does anybody need anything copied? I’m going down\nto the Xerox place."},{"person":"Monica","txt":" Oh, no thanks."},{"person":"Chandler","txt":" Okay listen, just give me anything I can make two of."},{"person":"Monica","txt":" Well, if you don’t have anything to copy, why are you going down\nthere?"},{"person":"Joey","txt":" Yeah, are you just going down there to gawk at that hot girl with the\nbelly button ring again?"},{"person":"Chandler","txt":" Yeah! You wanna come?"},{"person":"Joey","txt":" Yeah!"},{"person":"Chandler","txt":" Come on Chloe! Finish up with your customer first. Come on Chloe! Come\non Chloe!!"},{"person":"Issac","txt":" (to Chandler and Joey) Can I help you?"},{"person":"Chandler","txt":" Uh-oh."},{"person":"Joey","txt":" Uh, y'know what, we’re having second thoughts about our copying\nneeds. And we’ll need a little more time to think about it."},{"person":"Issac","txt":" Chloe, switch with me, there’s some guys here that got a crush on\nyou."},{"person":"Chandler","txt":" (to Joey) Okay, that hurt us."},{"person":"Chloe","txt":" Hi guys. I haven’t seen you since this morning."},{"person":"Chandler","txt":" Well ah, ........y'know."},{"person":"Chloe","txt":" Hey, what are you guys doing tomorrow night?"},{"person":"Joey","txt":" Both of us? (points to Chandler and himself)"},{"person":"Chloe","txt":" Maybe. Does that scare ya?"},{"person":"Chloe","txt":" Relax. It’s just Issac’s D.J.-ing at the Philly. You should\ncome."},{"person":"Joey","txt":" We’ll be there."},{"person":"Chloe","txt":" Great. I’ll ah, see ya then."},{"person":"Chandler","txt":" All right, rock on. (Does the ‘Hang 10’ sign, then hides his\nface in shame.)"},{"person":"Sergei","txt":" (something in Russian or Polish)"},{"person":"Mischa","txt":" He’s says, ‘Walking with you makes this strange city, feel\nlike home.’"},{"person":"Phoebe","txt":" Me too. Although this city is my home, so. So that’s dumb what I\nsaid, don’t tell him I said that. Umm, you make something up. (Mischa does so and\nSergei kisses her hand.) Nice, (to Mischa) thank you. This is me. Here."},{"person":"Mischa","txt":" (leaning in) Your eyes are very pretty."},{"person":"Phoebe","txt":" (to Mischa) Thank you, very much! Oh! (to Sergei) Thank you!"},{"person":"Mischa","txt":" (leaning in) He would like to kiss you."},{"person":"Phoebe","txt":" (to Mischa) Okay, y'know what, you don’t have to do that now.\n(Mischa translates that to Sergei) No-no-no-no!! Not him, you don’t! (Mischa tells\nSergei he can proceed and steps away) Well the moment’s over."},{"person":"Phoebe","txt":" Oh."},{"person":"Mischa","txt":" Oy!"},{"person":"Phoebe","txt":" (pointing to the globe) See there it is right there."},{"person":"Monica","txt":" Wow! It’s small."},{"person":"Phoebe","txt":" Yeah. But Sergei said it took the Germans six weeks to get all the way\nacross it."},{"person":"Monica","txt":" So you had fun, huh?"},{"person":"Phoebe","txt":" Yeah. Except for, y'know when you’re on a date and you’re\ngetting along really great but the guy’s translator keeps getting in the way."},{"person":"Monica","txt":" No."},{"person":"Ross","txt":" (entering) Hey."},{"person":"Phoebe and Monica","txt":" Hey."},{"person":"Ross","txt":" What is ah, Rach in her room?"},{"person":"Monica","txt":" Oh no, she’s still at work, but she told me to tell you to call\nher."},{"person":"Ross","txt":" Oh what?! Is she gonna cancel on me again?! How can she do this?\nDoesn’t she know it’s our anniversary?"},{"person":"Monica","txt":" All right ah, Ross, this is the extent of my knowledge on the subject.\n(holds up a notepad) Call Rachel."},{"person":"Ross","txt":" What’s that on the bottom?"},{"person":"Monica","txt":" Oh that’s my doodle of a ladybug, with a top hat. (to Phoebe)\nShe’s fancy."},{"person":"Rachel","txt":" (answering her phone at work) Hello."},{"person":"Ross","txt":" Hey, honey."},{"person":"Rachel","txt":" Oh, hi."},{"person":"Ross","txt":" Hey, what’s going on?"},{"person":"Rachel","txt":" Well, there was a disaster in shipping and I’ve got to get this\norder in. Honey, I’m so sorry, but it looks like I’m gonna be here all night."},{"person":"Ross","txt":" What, do you, well umm, oh how about I come up there?"},{"person":"Rachel","txt":" No-no-no, no, honey please, I’ve got, I’ve just have so much\nto deal with."},{"person":"Phoebe","txt":" (to Monica) Anyway, I’m going out with Sergei again tonight, and\num, could you come and be the translator’s date? So that when we, it’s time for\nour alone time, you two could split off. Y'know, he’s really, he’s kinda cute."},{"person":"Monica","txt":" Yeah, well kinda cute, like really kinda cute, or kinda cute like your\nfriend Spackel Back Larry?"},{"person":"Phoebe","txt":" Hey, don’t call him that! His name is Spackel Back Harry!"},{"person":"Chandler","txt":" Hey, y'know what, maybe we should get going. I mean what time did\nChloe say we should be there?"},{"person":"Joey","txt":" Uh, 10:30."},{"person":"Chandler","txt":" What time is it now?"},{"person":"Joey","txt":" 4:30."},{"person":"Chandler","txt":" Yeah all right, so we’ll hang out."},{"person":"Joey","txt":" Yeah. Hey, remember when she brought up that thing about the three of us?"},{"person":"Chandler","txt":" Yes. Vividly."},{"person":"Joey","txt":" She was kidding about that right?"},{"person":"Chandler","txt":" Yeah, I-I-I think so. (Pauses and thinks about it for a second) Yeah,\nI-I think so..."},{"person":"Joey","txt":" God, that would be weird it that situation presented itself tonight, huh?"},{"person":"Chandler","txt":" Yeah. Yeah, I mean what, what would we do?"},{"person":"Joey","txt":" Dude, I don’t know."},{"person":"Chandler","txt":" She was kidding."},{"person":"Joey","txt":" Yeah."},{"person":"Chandler","txt":" She was.... But y'know what, just in case, maybe we should come up\nwith a set of ground rules."},{"person":"Joey","txt":" Yeah, for sure. Okay. Probably want the first thing to be, never open your\neyes. Y'know, because you don’t want to be doing something and then look up and see\nsomething you don’t want to be seeing."},{"person":"Chandler","txt":" Yeah. Good call, nice one. Hold it!! Hold it! What if me eyes are\nclosed, and, and my hand is out there.... (holds his arm out and pretends to grab\nsomething with his hand.)"},{"person":"Joey","txt":" Ah!! Okay! Eyes open at all times! Oh, hey, how do we decide where we...\n(clears throat) y'know each would, (clears throat again) y'know (pause) be?"},{"person":"Chandler","txt":" Right. Right. Well ah, y'know we could flip for it."},{"person":"Joey","txt":" Yeah, I guess, but what’s like heads and what’s tails?"},{"person":"Chandler","txt":" Well it you don’t know that, then I don’t want to do this\nwith you."},{"person":"Rachel","txt":" (on the phone) No, no, no, I’m looking at a purchase order right\nhere and it clearly states that we ordered the Rivera bikini in a variety of sizes and\ncolours. And.... (listens) What does it matter, what I’m wearing?! Can I please speak\nto your supervisor? (listens) Thank you. (to Sophie) We’re holding."},{"person":"Ross","txt":" (entering, carrying a basket) Hi!"},{"person":"Rachel","txt":" (startled) Oh!! My God, what are you doing here?"},{"person":"Ross","txt":" Well you said you couldn’t go out so.... (pulls the cover off of the\nbasket)"},{"person":"Sophie","txt":" You brought a picnic, oh, what a boyfriend. That’s it, on Monday I\nstart wearing make-up."},{"person":"Rachel","txt":" Ross honey, this is very nice, but, but I-I got a crisis."},{"person":"Ross","txt":" Yeah, but I got cous-cous!"},{"person":"Rachel","txt":" Honey, honey, I’m sorry, I know it’s our anniversary but I\ntold you on the phone I don’t have time to stop."},{"person":"Ross","txt":" Okay, you don’t have to stop, I’m invisible, I’m not here.\n(lights a candle)"},{"person":"Rachel","txt":" But I don’t, hmm... (on phone) Oh, who approved that order?!\n(listens) Well there is no Mark Robbinson in this office. (to Sophie) Get me Mark on the\nphone!"},{"person":"Sophie","txt":" I love Mark. (to Ross) Do you know Mark?"},{"person":"Ross","txt":" Yeah!!"},{"person":"Rachel","txt":" Well, let me just check that with what I got here, all right see 038 is\nnot the number for (Ross starts making a lot of noise with a handheld pepper grinder) this\nstore, 038 is Atlanta. And I...(stops and looks at Ross)"},{"person":"Ross","txt":" (stopping grinding) Pepper?"},{"person":"Rachel","txt":" (angrily) None for me."},{"person":"Ross","txt":" Okay sorry, whew."},{"person":"Rachel","txt":" I’m sorry, as I was saying the store number is wrong, and I’m\nsorry but that’s... (notices a fire that Ross’s candle has started) Oh my God!! "},{"person":"Ross","txt":" (putting out the fire with a squeeze bottle of water) Okay, that’s a\nfire. Oh yeah. Oh yeah."},{"person":"Rachel","txt":" (on phone) Excuse me, I’m sorry, I’m gonna have to call you\nback, I’ve got a Schemp in my office. (hangs up) (to Ross) What are you doing?"},{"person":"Ross","txt":" I’m sorry. But ah, hey, oh, somebody’s off the phone, how\n‘bout a glass of wine by the fire, I could get it going again."},{"person":"Rachel","txt":" Ross you’re not listening to me, I don’t have time to stop."},{"person":"Ross","txt":" Come on Rach, you don’t have what, ten minutes?"},{"person":"Rachel","txt":" I don’t have ten minutes!!"},{"person":"Ross","txt":" What? (to Sophie) Sophie, does she have ten minutes?"},{"person":"Rachel","txt":" Hey, Ross!!! I told you I don’t!"},{"person":"Ross","txt":" Don’t yell at me okay, this is the most I’ve seen you all week."},{"person":"Rachel","txt":" Look, I cannot do this right now, okay, I’ve got a deadline, would\nyou just go home, I’ll talk to you later. (storms out) "},{"person":"Ross","txt":" Yeah, but wait..."},{"person":"Rachel","txt":" Good bye!"},{"person":"Sophie","txt":" Actually, that’s our three hole punch."},{"person":"Ross","txt":" Hey."},{"person":"Rachel","txt":" Hi. Look um, about what happened earlier..."},{"person":"Ross","txt":" No, hey, well, I-I completely understand. You were, you were stressed."},{"person":"Rachel","txt":" (throws her stuff down) I was gonna give you a chance to apologise to\nme."},{"person":"Ross","txt":" For what? For letting you throw me out of your office?"},{"person":"Rachel","txt":" You had no "},{"person":"Ross","txt":" Yeah, well excuse me for wanting to be with my girlfriend on our\nanniversary, boy what an ass am I. "},{"person":"Rachel","txt":" But I told you, I didn’t have the time!"},{"person":"Ross","txt":" Yeah, well you never have the time. I mean, I don’t feel like I even\nhave a girlfriend anymore, Rachel."},{"person":"Rachel","txt":" Wh, Ross what do you want from me? You want me, you want me to quit my\njob so you can feel like you have a girlfriend?"},{"person":"Ross","txt":" No, but it’d be nice if you realised, it’s just a job!"},{"person":"Rachel","txt":" "},{"person":"Ross","txt":" Yes."},{"person":"Rachel","txt":" Ross do you realise this is the first time in my life I’m doing\nsomething I actually care about. This is the first time in my life I’m doing\nsomething that I’m actually good at. I mean. if you don’t get that..."},{"person":"Ross","txt":" No, hey, I get that, okay, I get that big time. And I’m happy for ya,\nbut I’m tired of having a relationship with your answering machine! Okay, I\ndon’t know what to do anymore."},{"person":"Rachel","txt":" Well neither do I!"},{"person":"Ross","txt":" Is this about Mark?"},{"person":"Rachel","txt":" (shocked) Oh my God."},{"person":"Ross","txt":" Okay, it’s not, it’s not."},{"person":"Rachel","txt":" Oh my God. I cannot keep having this same fight over and over again,\nRoss, no, you’re, you’re, you’re making this too hard."},{"person":"Ross","txt":" Oh I’m, I’m making this too hard. Okay, what do you want me to\ndo."},{"person":"Rachel","txt":" I don’t know, I don’t know. Urrrgh! Look, maybe we should take\na break."},{"person":"Ross","txt":" Okay, okay, fine, you’re right. Let’s ah, let’s take a\nbreak, (goes to the door) let’s cool off, okay, let’s get some frozen yogart, or\nsomething.. (opens the door)"},{"person":"Rachel","txt":" No. (Ross is standing in the doorway.) A break from us."},{"person":"Chloe","txt":" And the advances in collating in the past five years, I mean we just got\nin an X-5000, y'know. The X-5000 makes the X-50 look like a T-71. "},{"person":"Chloe","txt":" (seeing Ross enter) Hey, it’s the dinosaur guy. (runs over to Ross)\nHi, Ross."},{"person":"Ross","txt":" Oh, hi Chloe."},{"person":"Chloe","txt":" I want you to met some friends of mine. (Introduces him to Chandler and\nJoey) This guy is my hero, he comes in with some stuff he wants it blown up 400%, we said\nwe don’t do that, and he says you gotta. And y'know what, we did it. And now anytime\nanybody wants 400, we just say ‘let’s Ross it!’"},{"person":"Chandler","txt":" And that’s the only colour that comes in."},{"person":"Issac","txt":" Yo, Chloe, do you have a quarter for the condom machine?"},{"person":"Chloe","txt":" Oh! (storms off)"},{"person":"Chandler","txt":" So, what are you doing here? I thought tonight was your big\nanniversary dinner."},{"person":"Ross","txt":" Yeah, little change in plans. Ahh, we’re gonna break-up instead."},{"person":"Monica","txt":" Oh, and I can also speak a little French. Voulez-vous coucher avec moi\nce soir? (Mischa laughs) Why? What did I say?"},{"person":"Mischa","txt":" Well, you just asked if I wanted to go to bed with you tonight."},{"person":"Monica","txt":" Oh my God! No wonder I get such great service at Cafe Maurice."},{"person":"Phoebe","txt":" (laughing and banging her spoon on the table) Knock, knock, knock,\nknock, hi. Um, could you please tell Sergei that um, I was fascinated by what Boutros\nBoutros Gali said in the New York Times."},{"person":"Phoebe","txt":" You didn’t say Boutros Boutros Gali."},{"person":"Mischa","txt":" (to Sergei) Boutros Boutros Gali."},{"person":"Mischa","txt":" He says he was too."},{"person":"Phoebe","txt":" Interesting."},{"person":"Mischa","txt":" (to Monica) So I was wondering...."},{"person":"Phoebe","txt":" Okay, ah, before you get all talky again, umm, could you also please\ntell Sergei that I really like his suit."},{"person":"Mischa","txt":" (to Phoebe, very quickly) Eh, he said, thank you very much, he thinks\nyou look very pretty tonight, your hair, golden like the sun. (to Monica) So you're a\nchef?"},{"person":"Monica","txt":" I’m also thinking about opening up my own restaurant."},{"person":"Mischa","txt":" Oh, really."},{"person":"Phoebe","txt":" Monica, can I talk to you behind my menu, please. (Behind the menu) What\nare you doing?"},{"person":"Monica","txt":" Well, I was having a conversation."},{"person":"Phoebe","txt":" Yeah but, Mischa is so interested in you, that Sergei and I haven’t\nbeen able to say two words to each other."},{"person":"Monica","txt":" What do you want me to do? Just sit here silently while you three have a\nconversation?"},{"person":"Phoebe","txt":" That would be great. Thank you."},{"person":"Rachel","txt":" (jumping up to answer the phone) Hello!"},{"person":"Mark","txt":" Oh, hi. It’s Mark."},{"person":"Rachel","txt":" (disappointed) Oh."},{"person":"Mark","txt":" What? Is it my breath?"},{"person":"Rachel","txt":" No! Sorry, I just thought you were somebody else. Hi!"},{"person":"Mark","txt":" Hi. Well, look, I was just gonna leave a message, isn’t tonight your,\nyour big anniversary dinner?"},{"person":"Rachel","txt":" Yeah. Well, umm....."},{"person":"Mark","txt":" Rach, are you okay?"},{"person":"Rachel","txt":" (on the verge of tears) Yeah, I’m fine."},{"person":"Mark","txt":" You wanna talk, I mean I can come over?"},{"person":"Rachel","txt":" No! Really, no, please, please, that’s, that’s okay."},{"person":"Mark","txt":" All right, all right, I’m coming over, and I’m bringing Chinese\nfood."},{"person":"Rachel","txt":" Oh, yeah, I’m not, I’m not hungry."},{"person":"Mark","txt":" It’s for me."},{"person":"Rachel","txt":" Oh. Okay, bye."},{"person":"Joey","txt":" So what are you gonna do?"},{"person":"Ross","txt":" What can I do? One person wants to break-up, you break-up."},{"person":"Chandler","txt":" Hey, no way! Come on, this is you guys, call her and work it out."},{"person":"Ross","txt":" Oh come on, we just had this huge fight, all right, don’t I have to\nwait a while?"},{"person":"Chandler","txt":" Hey, this isn’t like swimming after you eat, pick up the phone!!"},{"person":"Chandler","txt":" Y'know that whole swimming thing is a myth."},{"person":"Joey","txt":" Yeah, tell that to my Uncle Lenny."},{"person":"Chandler","txt":" Why? What happened to him?"},{"person":"Joey","txt":" Nothing, he’s just really believes in that."},{"person":"Rachel","txt":" Oh, and then, we got into this big, stupid fight. I just, it was awful.\nI told him he treats me like a park ranger, or something, oh and then I told him I wanted\nto take a break, I don’t want to take a break."},{"person":"Mark","txt":" Wow. I’m sorry. Eggroll?"},{"person":"Rachel","txt":" No. (grabs an eggroll) And then I called him, and he wasn’t there."},{"person":"Mark","txt":" Well, then he’s, he’s probably just, out."},{"person":"Rachel","txt":" Oh, thank you that’s very helpful, I’m glad you came over."},{"person":"Rachel","txt":" Hello."},{"person":"Ross","txt":" Hi! It’s me."},{"person":"Rachel","txt":" Hi! Oh, I’m so glad you called."},{"person":"Ross","txt":" Really? I’ve been thinking, this is crazy, I mean don’t,\ndon’t you think we can work on this? "},{"person":"Mark","txt":" Hey, what do you want to drink?"},{"person":"Ross","txt":" Who’s that?"},{"person":"Rachel","txt":" Nobody."},{"person":"Mark","txt":" Is it okay if I finish the apple juice?"},{"person":"Ross","txt":" Is that Mark?"},{"person":"Rachel","txt":" Umm, honey, look he just came over to...."},{"person":"Ross","txt":" Yeah! Got it! (slams the phone down, and walks back to the bar.)"},{"person":"Chloe","txt":" Hey, dinosaur guy, look at you, so sad. Come dance."},{"person":"Ross","txt":" Ah, that’s okay, thanks."},{"person":"Chloe","txt":" Hey, you don’t have to smile. You just have to dance."},{"person":"Ross","txt":" Look, I don’t feel like dancing, I feel like having a drink. Okay?"},{"person":"Chloe","txt":" Oh, okay. (to the bartender) Hey, two beers. (sits down next to him) "},{"person":"Mischa","txt":" (to Monica) And the vet said it was time. And so from half a world away,\nwhile my Mother held the phone to his ear, I said good bye to my dog,. In seven languages."},{"person":"Monica","txt":" Oh. (to Phoebe) Can I have a tissue?"},{"person":"Phoebe","txt":" Oh, yeah, sure. I just hope you, hope you don’t accidentally suck\nit up through your nose and choke on it."},{"person":"Mischa","txt":" (to Phoebe) Sergei, would like to apologise for my behaviour tonight."},{"person":"Phoebe","txt":" Well, tell him, apology accepted."},{"person":"Mischa","txt":" (to Monica) Oh, he’s unbelievable. I mean for the first time in\nthree years somebody wants to actually want to talk to me, but do you think he would let\nme enjoy that, no!! (to Sergei) You silly diplomat, why don’t you learn some English,\nSergei?"},{"person":"Phoebe","txt":" Excuse me, but umm, isn’t he paying for your dinner?"},{"person":"Monica","txt":" Hey, the man’s dog just died."},{"person":"Mischa","txt":" (to Monica) I have just resigned my post. Would you care to accompany me\nto the Rainbow Room? I have diplomatic coupons."},{"person":"Monica","txt":" It will be my pleasure. (to Phoebe) My guy has diplomatic coupons. Your\nguy can’t even say coupons. (they leave)"},{"person":"Sergei","txt":" Uh, (picks up a plate) plate?"},{"person":"Phoebe","txt":" Plate! Yes, plate."},{"person":"Sergei","txt":" Plate. Plate. Plate."},{"person":"Phoebe","txt":" See, we don’t need them."},{"person":"Sergei","txt":" (picking up a cup) Plate?"},{"person":"Phoebe","txt":" Yeah."},{"person":"Ross","txt":" (to Chloe) I like this song."},{"person":"Chloe","txt":" Well, you’re practically dancing already. Why don’t you just do\nit over here?"},{"person":"Ross","txt":" Oh, no, no."},{"person":"Chloe","txt":" What? Are you married? ‘Cause that’s okay."},{"person":"Rachel","txt":" (picks up the phone and calls Ross) Oh, be home, be home, be home, be\nhome, be home, be home. Be home. Be home, be home, be home. Oh, you’re not home."},{"person":"Chloe","txt":" Still no smile?"},{"person":"Sergei","txt":" (singing) Touchet, touchet, Miss Americccan pie. (stops to correct\nPhoebe) Ameri-ccan."},{"person":"Phoebe","txt":" Ameri-can."},{"person":"Sergei","txt":" Ameri-ccan."},{"person":"Phoebe","txt":" Ameri-can. Y'know it’s a "},{"person":"Sergei","txt":" (to the rest of Central Perk) Everybody!! (In his language, and\ncontinues.)"}]