[{"person":"Phoebe","txt":" Ready?"},{"person":"Rachel","txt":" Yeah."},{"person":"Phoebe","txt":" Okay."},{"person":"Rachel","txt":" Hi..."},{"person":"Phoebe","txt":" it's..."},{"person":"Rachel","txt":" Rachel..."},{"person":"Phoebe","txt":" and…"},{"person":"Rachel","txt":" Phoebe’s..."},{"person":"Phoebe","txt":" please..."},{"person":"Rachel","txt":" leave..."},{"person":"Phoebe","txt":" leave…"},{"person":"Rachel","txt":" Wait, I-I just said \"leave.\" "},{"person":"Phoebe","txt":" Yeah, I know because you have all the good words. What do I get? I get\n\"it’s,\" \"and\" oh I'm sorry, I have \"A.\" Forget it."},{"person":"Rachel","txt":" Phoebe, come on that's silly."},{"person":"Phoebe","txt":" All right, so let's switch."},{"person":"Rachel","txt":" No, I have all of the good words. OK, fine, fine, we can switch."},{"person":"Phoebe","txt":" Okay."},{"person":"Rachel","txt":" Okay."},{"person":"Phoebe","txt":" Hi…"},{"person":"Rachel","txt":" Everybody…"},{"person":"Phoebe","txt":" It's…"},{"person":"Rachel","txt":" Rachel…"},{"person":"Phoebe","txt":" and…"},{"person":"Rachel","txt":" Phoebe’s…"},{"person":"Phoebe","txt":" Please...wait, how did you do that?"},{"person":"Rachel","txt":" What?"},{"person":"Phoebe","txt":" Oh, you're no ordinary roommate are you?"},{"person":"Rachel","txt":" Phoebe, come on can we finish this later? Cause I wanna go running\nbefore it gets dark. Oh! Why don't you come with me?!"},{"person":"Phoebe","txt":" Really?"},{"person":"Rachel","txt":" Yeah, it'll be fun. We'll run in the park. It'll be like our first\ny’know roommate bonding thing."},{"person":"Phoebe","txt":" Okay, let's go running!"},{"person":"Rachel","txt":" Yeah and there's really cute guys there."},{"person":"Phoebe","txt":" Let's run towards them!"},{"person":"Rachel","txt":" OK!"},{"person":"Phoebe","txt":" All right, wait just one more second. Hi, it's Phoebe and Rachel's.\nPlease leave a message, thanks! "},{"person":"Rachel","txt":" Now wait a minute. You just took all the words!"},{"person":"Phoebe","txt":" Uh-huh. You've met your match Rachel Green."},{"person":"Ross","txt":" So, I just finished this fascinating book. By the year 2030, there'll be\ncomputers that can carry out the same amount of functions as an actual human brain. So\ntheoretically you could download your thoughts and memories into this computer and-and-and\nlive forever as a machine."},{"person":"Chandler","txt":" (not amused) And I just realized I can sleep with my eyes open."},{"person":"Monica","txt":" Hey!"},{"person":"Ross and Chandler","txt":" Hey!"},{"person":"Monica","txt":" (jumps over a box) Honey, that's a great idea nailing the boxes to the\nfloor!"},{"person":"Chandler","txt":" I didn't nail the boxes to the floor."},{"person":"Monica","txt":" Oh, So you "},{"person":"Chandler","txt":" Yes, and while I'm doing that, Ross has a great computer story for\nyou. "},{"person":"Joey","txt":" Hey everybody! Uh, I'd like you to meet Janine. She's-she's gonna be my\nnew roommate!"},{"person":"Janine","txt":" Hi."},{"person":"Ross","txt":" Hi! (Rushes over to shake her hand instantly.)"},{"person":"Janine","txt":" Hi"},{"person":"Joey","txt":" Yeah, she's gonna live with me!"},{"person":"Monica","txt":" It's nice to meet you. Janine...?"},{"person":"Janine","txt":" Lecroix. Janine Lecroix"},{"person":"Joey","txt":" I didn't know that! Well, what a pretty last name!"},{"person":"Chandler","txt":" So, uh, wh-where ya from?"},{"person":"Janine","txt":" Australia, I just moved here a couple of weeks ago."},{"person":"Joey","txt":" (shocked) From the land down under? I didn't know that either!"},{"person":"Ross","txt":" So uh, wha-uh, what do you do?"},{"person":"Janine","txt":" I'm a dancer."},{"person":"Joey","txt":" You're a dancer? She-she's a dancer!"},{"person":"Janine","txt":" Well, I think I'll go and unpack."},{"person":"Joey","txt":" Oh, hey let me. (Opens the door for Janine and after he closes the door\nbehind her gasps ecstatically.)"},{"person":"Monica","txt":" Joey, did you even interview this woman before you asked her to move in?"},{"person":"Joey","txt":" Of course I did."},{"person":"Monica","txt":" Uh-huh, what exactly did you ask her?"},{"person":"Joey","txt":" \"When can you move in?\""},{"person":"Ross","txt":" Thank you for bringing her into our lives."},{"person":"Chandler","txt":" Unbelievable"},{"person":"Monica","txt":" Oh, so you like her too Chandler?"},{"person":"Chandler","txt":" Hey, look at all the boxes!"},{"person":"Joey","txt":" Ugh, I cannot wait to ask her out!"},{"person":"Monica","txt":" Wait a minute...Joey. Joey you can't ask her out, she's your roommate.\nIt-it'll be way too complicated. "},{"person":"Ross","txt":" Yeah, yeah man don't do it. I mean if you date her, then-then-then I can't\ndate her."},{"person":"Chandler","txt":" All right, think about it. Now remember when you were going out with\nthat girl Donna and you guys broke up. Remember how horrible it was when you guys bumped\ninto each other at the supermarket?"},{"person":"Joey","txt":" Oh God, yeah."},{"person":"Chandler","txt":" Now imagine you "},{"person":"Joey","txt":" (happily) Okay!"},{"person":"Chandler","txt":" No-no"},{"person":"Joey","txt":" Oh, Oh, you're right! I don't want that. I can't date her!"},{"person":"Monica","txt":" Yeah and you better watch the flirting too, cause you know, in such\nclose quarters, it could be trouble."},{"person":"Joey","txt":" Well, that's gonna be tough Mon. I mean it's hard for me to be around an\nattractive woman and not flirt."},{"person":"Monica","txt":" (chuckles) Hmm, well you're around me all the time and you don't flirt."},{"person":"Joey","txt":" You a little sad about that sweetheart?"},{"person":"Phoebe","txt":" I have to tie my shoe, so you go ahead, I'll catch up."},{"person":"Rachel","txt":" Okay. (Runs off.)"},{"person":"Phoebe","txt":" Okay. (Starts running crazily with her arms flapping and her legs far\napart) Come on! That's not running! Let's go! (Rachel pauses, then follows, embarrassed.)"},{"person":"Rachel","txt":" You guys, I'm telling you, when she runs, she looks like a cross between\nKermit The Frog and The Six Million Dollar Man."},{"person":"Ross","txt":" Monica had such a crush on him. Yeah, she used to kiss his poster every\nnight before she went to bed."},{"person":"Rachel","txt":" Oh! I used to do that too!"},{"person":"Monica","txt":" Did you also have his album, "},{"person":"Rachel","txt":" Aw, Mon...(Kisses her on the cheek)"},{"person":"Monica","txt":" So, Phoebe runs weird huh?"},{"person":"Rachel","txt":" Yeah, yeah and you know what, I know she's gonna wanna run again, I just\ndon't know how to get out of it, I mean, I live with her."},{"person":"Monica","txt":" Why don't you just be straight with her? Tell her the truth."},{"person":"Ross","txt":" Yeah."},{"person":"Rachel","txt":" You're right, you're right. I should just tell her the truth."},{"person":"Phoebe","txt":" Hey!"},{"person":"Ross","txt":" Hey!"},{"person":"Rachel","txt":" Pheebs, Monica tripped me, I don't think I can ever run again, ever!"},{"person":"Phoebe","txt":" Why? Why would you do that?"},{"person":"Monica","txt":" I don't know. Rachel I'm-I'm sorry that I hurt your ankles."},{"person":"Rachel","txt":" Ankle."},{"person":"Monica","txt":" We'll see."},{"person":"Chandler","txt":" OK, I'm officially unpacked. Thanks for helping me man. (Turns around\nand sees that Joey isn't there.) Joe? (Hears giggling coming from a box) Well, I guess\nJoey went home. Oh and look, there's still one box that I have to unpack. (Hears the\ngiggling again)"},{"person":"Joey","txt":" (jumps out of the box) I Gotcha!!"},{"person":"Chandler","txt":" (pretending) Oh my God! You-almost-gave-me-a-heart-attack."},{"person":"Joey","txt":" Boy, it was so hard not to laugh, I tell ya. Hey, hey, the place looks\ngreat!"},{"person":"Chandler","txt":" Yeah, not bad right? You know what, Monica’s gonna be working\nlate, so I'm gonna make this place spotless. You know what else I'm gonna do, know what\nelse I'm gonna do? I'm gonna go downstairs, I'm gonna get her some flowers. Now who\nwouldn't wanna live with me?"},{"person":"Joey","txt":" (raises his hand) I don't! No, I wanna live with the super-hot Australian\ndancer."},{"person":"Chandler","txt":" Yeah, now how's that going though? Are you okay with the not-flirting\nthing?"},{"person":"Joey","txt":" Yeah. Well, so far yeah. But it's tough you know? I got all this built up\nflirting energy and I don't know how to get rid of it. (Gives Chandler the\n\"Joey-love,\" look.) How "},{"person":"Joey","txt":" (voice cracking) Ohhhh man"},{"person":"Janine","txt":" Sorry, there's just more room out here."},{"person":"Joey","txt":" No-no-no-no-no, it's-it's uh, you just uh, uh reminded me that uh, I need\nto do my stretches too. (Starts to stretch, groans painfully)"},{"person":"Janine","txt":" (touches his waist) Why don't you try to do-"},{"person":"Joey","txt":" (jumps up and yells) "},{"person":"Janine","txt":" What's wrong?"},{"person":"Joey","txt":" Uh-uh nothing. I-I-I-I didn't want you to touch me cause I'm -I'm all\nsweaty from the workout. I better hit the shower. (Goes into the bathroom and comes back\nout quickly) Oh my God!"},{"person":"Phoebe","txt":" (jumps in front of Rachel) Hi! Oh yeah, uh-huh, it's me. I saw you grab\nyour running shoes this morning and sneak out. You lied so you could run by yourself."},{"person":"Rachel","txt":" No, no Phoebe no, I was...no. You know what, I was, I was actually just\nchecking to, see, if I could run. And I can!"},{"person":"Phoebe","txt":" Please Rachel, I am not an idiot. (Runs off)"},{"person":"Rachel","txt":" No, wait Phoebe."},{"person":"Ross","txt":" (enters) Wow, couples who live together "},{"person":"Chandler","txt":" What does it look like I'm doing? "},{"person":"Ross","txt":" Did you get Monica's authorization to move all of her stuff?"},{"person":"Chandler","txt":" Authorization? I don't need that. I'm gonna put everything back."},{"person":"Ross","txt":" Put it back "},{"person":"Chandler","txt":" Yes I'm gonna put it back (Mocking Ross) "},{"person":"Ross","txt":" ‘Kay, first of all, this attitude is not helping."},{"person":"Chandler","txt":" She's not gonna care if I put her stuff back in the same stupid place."},{"person":"Ross","txt":" Whoa, hello, did you just "},{"person":"Chandler","txt":" She is gonna recognize that I did a nice thing and-and, appreciate it."},{"person":"Ross","txt":" Hmm -you know, actually this'll work out well. Cause when you have to move\nback in with Joey, Joey's hot new roommate can come and live with me."},{"person":"Chandler","txt":" I see, I see, y-y-you're trying to freak me out."},{"person":"Ross","txt":" Look Chandler, Monica is really weird about this kind stuff all right.\nBelieve me, I lived with her for 16 years. She is going to freak…out. Oh my God,\nshe's going to sit on you."},{"person":"Chandler","txt":" No, she's not okay? And I'll prove it to you. I'm gonna call her right\nnow. (Picks up the phone and wipes it off) Phone's done ehh."},{"person":"Monica","txt":" (on phone) Hi!"},{"person":"Chandler","txt":" Hey Mon, how's it going?"},{"person":"Monica","txt":" Terrible. If-if I want something done right, I have to do it myself.\nOther people just wreck stuff. I really think I might kill someone tonight. "},{"person":"Chandler","txt":" Oh come on, come on, it can't be that bad."},{"person":"Monica","txt":" It's worse. The only thing that's getting me through is knowing that I'm\ngonna be seeing you soon. I think I may even try to get out of here early."},{"person":"Chandler","txt":" No! No-no-no-no-no-no. It sounds like they really need you down there."},{"person":"Chandler","txt":" It's, all good! Okay bye-bye Mon! (To Ross) She's-she's gonna kill me."},{"person":"Ross","txt":" Yeah, the phone was facing the other way. (Chandler fixes it and a picture\nframe off the table.) And that goes back up there."},{"person":"Chandler","txt":" We should start with the big stuff. Y’know? That'll be the\neasiest. Uh, let's start with the couch. (He picks up one end and Ross doesn't help) I got\nit. (He moves it back to where he thinks it goes.)"},{"person":"Ross","txt":" Yeah that-that, doesn't look right."},{"person":"Chandler","txt":" What are you talking about? The couch is perfectly in line with the\ncarpet. And then I can just walk over here and casually just put my feet right up on\nthe...(Tries to rest his feet on the coffee table but they won't reach) OK, OK, here's\nwhat we do, we just uh, move the couch closer to the coffee table."},{"person":"Ross","txt":" Whoa, whoa, but then the back of the couch won't line up with he back of\nthe carpet."},{"person":"Chandler","txt":" OK well here, we'll just move the coffee table closer to the couch."},{"person":"Ross","txt":" Whoa, Whoa, Whoa, but then the coffee table won't be centered in the\nseating area."},{"person":"Chandler","txt":" Yes, but the coffee table doesn't match\nthe...blahebdmsdlkhdyslkd;btyds...Rooosss!!!!"},{"person":"Joey","txt":" (entering) Look, what am I gonna do? I'm not flirting but still, I'm\ndrawing her to me like - like a moth to a flame! (Tries to put his feet on the coffee\ntable...they won't reach and looks around.) What the hell's going on over here?!?!?\n(Points to Chandler) Monica's gonna kill you! Look I need your help, I have to do\nsomething to-to repel this woman! Wait a minute, wait a minute, you guys repel women all\nthe time. "},{"person":"Ross","txt":" Hey, I've been married 3 times"},{"person":"Joey","txt":" No-no-no I've seen it happen, you-you get a rapport going with a woman but\nsomehow you manage to kill it. What's your secret?"},{"person":"Ross","txt":" Look, we do not repel women OK? That is completely untrue."},{"person":"Chandler","txt":" Oh no, yes we do my man. Remember when we were back in college and we\nwent to that spring dance and you walked right up to that girl you liked and you could not\nstop talking about the Irish potato famine?"},{"person":"Ross","txt":" Yeah, well what about you? You weren't you know, so hot in college either.\nAfter everything he said, he'd go \"ba dum bum chessh\" "},{"person":"Chandler","txt":" Yeah, Monica doesn't like that either, Maybe I should stop doing that.\n"},{"person":"Ross","txt":" Oh y'know what, girls don't like it when I start talking about science."},{"person":"Chandler","txt":" That's not specific to girls."},{"person":"Joey","txt":" This is great, this is great, what else, what else?"},{"person":"Ross","txt":" Uh, they don't like it when you correct their grammar."},{"person":"Chandler","txt":" And they don't like it when you explain why your jokes are funny."},{"person":"Ross","txt":" They don't like it when you keep asking them if they like you."},{"person":"Chandler","txt":" Man, I'm so lucky I have Monica."},{"person":"Ross","txt":" (nonchalantly) I'm never gonna find love again."},{"person":"Rachel","txt":" Hey Phoebe, can I talk to you for a second?"},{"person":"Phoebe","txt":" Sure "},{"person":"Rachel","txt":" Okay, um, I...(Phoebe walks into her room.) All right Phoebe look, I\njust wanted to say that I'm sorry. OK? I handled the situation horribly and I should not\nhave lied to you. "},{"person":"Phoebe","txt":" So, what should you have done?"},{"person":"Rachel","txt":" Well, I-I should've told you the truth."},{"person":"Phoebe","txt":" Uh-Huh, Which is...?"},{"person":"Rachel","txt":" Well, y'know, the reason I didn't wanna go running with you is because\num, well y'know the way that you run is a little...(Starts flapping her arms)"},{"person":"Phoebe","txt":" So?"},{"person":"Rachel","txt":" Well, it's embarrassing. People were looking at us like we were crazy."},{"person":"Phoebe","txt":" Why do you care?"},{"person":"Rachel","txt":" Because they're people."},{"person":"Phoebe","txt":" But people that you don't know and will never see again."},{"person":"Rachel","txt":" Yes, but still. They're people…with eyes."},{"person":"Phoebe","txt":" Well, I didn't get embarrassed running next to Miss (panting). But no,\nokay. No, no, I can see why running with me would be embarrassing to you. Yeah, okay.\nYou're uptight."},{"person":"Rachel","txt":" I-I am not uptight—Hey-hey-hey-oh-oh! Listen, I am not uptight,\nman."},{"person":"Phoebe","txt":" That's okay Rachel. I'm not judging you; that's just who you are. Me.\nI'm more free y'know? I run like I did when I was a kid, cause that's the only way it's\nfun. Y'know, I mean didn’t you ever run so fast you thought your legs were gonna fall\noff? Y'know, like when you were like running towards the swings or running away from\nSatan? (Rachel looks confused) The neighbor's dog."},{"person":"Chandler","txt":" Okay, is this lamp in the same place?"},{"person":"Ross","txt":" Who cares? I repel women."},{"person":"Chandler","txt":" (blocks the door) No-no-no-no-no-no-no-no!!! You can't come in here!\nR-r-r-r-Ross is naked."},{"person":"Monica","txt":" What?!"},{"person":"Ross","txt":" (whispers) What?!"},{"person":"Chandler","txt":" (to Ross) I couldn't say that I was naked because she's allowed too\nsee me naked."},{"person":"Ross","txt":" Why does "},{"person":"Monica","txt":" Why is Ross naked?"},{"person":"Ross","txt":" I-I had to show Chandler something?"},{"person":"Monica","txt":" Naked?"},{"person":"Ross","txt":" Yeah-yeah I uh, I have a uh, a guy problem."},{"person":"Monica","txt":" Is it the same thing that Chandler had?"},{"person":"Chandler","txt":" Look, uh, just come later, we'll get everything squared away and you\ncan come back later."},{"person":"Monica","txt":" Okay, listen, there's still some of Chandler's medicine under the sink\nin the bathroom. Bye!"},{"person":"Chandler","txt":" Bye! Thank God"},{"person":"Ross","txt":" Dude, what'd you have?"},{"person":"Chandler","txt":" Look, we have no time okay? We must focus. We gotta get everything\nback into its original place."},{"person":"Ross","txt":" (realizes something) The photo album! There were millions of pictures of\nthe apartment in the photo album. We just go through it and match everything to the\npictures."},{"person":"Chandler","txt":" That's perfect! That's brilliant! (Starts going through the photo\nalbum)"},{"person":"Ross","txt":" So really, what'd ya have?"},{"person":"Janine","txt":" Hey Joey, I got some beer for you."},{"person":"Joey","txt":" Uh, don't you mean \"for whom?\""},{"person":"Janine","txt":" Sure, listen I was gonna order some pizza, you wanna share one?"},{"person":"Joey","txt":" Pizza, heh, its not like I never had that before...ba dum bum cheshhh."},{"person":"Janine","txt":" Is there something wrong?"},{"person":"Joey","txt":" All right, All right, let's just get this out in the open okay? You're\nhot. I'm lovable. Clearly there's a vibe going on between us. But, we're roommates and\nit's a huge mistake for us to continue down this road."},{"person":"Janine","txt":" Joey..."},{"person":"Joey","txt":" No, no, no, I'm telling ya. Imagine yourself living in a supermarket and\nyou will understand okay? So the question is, what do we do?"},{"person":"Janine","txt":" Well, I don't think there is anything to do. I mean I think you're\nreally sweet, but I'm just not interested in you like that."},{"person":"Joey","txt":" Oh!"},{"person":"Janine","txt":" No! I mean you're a really nice guy and I'm happy to be your roommate\nand your friend, I'm just y'know, I just don't feel "},{"person":"Joey","txt":" Oh! I see what happened. It's because I was trying to repel you. Right?\nBelieve me, you'd feel a lot different if I turned it on."},{"person":"Janine","txt":" I don't think so."},{"person":"Joey","txt":" Oh, I do. (Gives her the Joey-love look.) How "},{"person":"Janine","txt":" I'm OK"},{"person":"Joey","txt":" What?!?!"},{"person":"Janine","txt":" What?"},{"person":"Joey","txt":" Oh dear God!"},{"person":"Rachel","txt":" (Runs into Phoebe.) Hey!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Rachel","txt":" Oh honey, I'm so sorry, you were right, this feels great!"},{"person":"Phoebe","txt":" See? And you don't care if people are staring, it's just for a second\ncause then you're gone!"},{"person":"Rachel","txt":" Gone! I mean its amazing Pheebs. I feel so free and so graceful. (Turns\nand bumps into a mounted policeman and falls) Hey! Look out for the horse! Sorry! (Runs\noff.)"},{"person":"Monica","txt":" Is it okay for me to come in now?"},{"person":"Chandler","txt":" Uh-huh"},{"person":"Monica","txt":" Why is everything different?"},{"person":"Ross","txt":" Bye! (Runs out)"},{"person":"Chandler","txt":" No, I don't see anything different other than the fact that the room\ngot so much brighter when you came into it. (Forced laughter)"},{"person":"Monica","txt":" Well, the end table is wrong, The couch looks bizarre and don't even get\nme started on the refrigerator magnets."},{"person":"Chandler","txt":" Okay look, don't...don't be mad okay? But after I unpacked the boxes I\nwanted to do something nice for you, so, I-I-I cleaned the apartment. So I moved\neverything around and then I forgot where it, where it went back and I'm sorry, I'm very\nsorry, I'm sorry, I'm sorry."},{"person":"Monica","txt":" It's okay. Chandler, are you afraid of me or something? "},{"person":"Chandler","txt":" Do you want me to be afraid of you?"},{"person":"Monica","txt":" Of course not. I mean gosh, Chandler what you did, it's, it's a\nwonderful thing and I really appreciate it. I know I have this weird thing where I want\neverything to be in the perfect place, but I'd never expect you to worry about that."},{"person":"Chandler","txt":" Really?"},{"person":"Monica","txt":" Of course!"},{"person":"Chandler","txt":" Oh well you're the best. You come here to me."},{"person":"Monica","txt":" All right, hold on okay? First thing's first. (Gets her cleaning gloves\non) Okay, now did Ross sit "},{"person":"Ross","txt":" So it said that by the year 2030, there'll be computers that can carry out\nthe same number of functions as an actual human brain. So theoretically we could download\nour thoughts and our memories into this computer..."},{"person":"Janine","txt":" ...and live forever as a machine!"},{"person":"Ross","txt":" That's so Janine, you-you-you know what, do you know we're doing right\nnow? You and I, we're interfacing."},{"person":"Janine","txt":" Yeah, I gotta go."},{"person":"Chandler","txt":" Ba dum bumb cheshhh!"}]