[{"person":"Joey","txt":" How could someone get a hold of your credit card number?"},{"person":"Monica","txt":" I have no idea. But look how much they spent!"},{"person":"Rachel","txt":" Monica, would you calm down? The credit card people said that you only\nhave to pay for the stuff that you bought."},{"person":"Monica","txt":" I know. It's just such reckless spending."},{"person":"Ross","txt":" I think when someone steals your credit card, they've kind of already\nthrown caution to the wind."},{"person":"Chandler","txt":" Wow, what a geek. They spent $69.95 on a Wonder Mop."},{"person":"Monica","txt":" That's me."},{"person":"Phoebe","txt":" Oh! The yuk! Ross, he's doing it again! (Points to a lamp which is\nshaking behind the sofa)"},{"person":"Ross","txt":" Marcel, stop humping the lamp! Stop humping! Now Marcel, come back-\n(Marcel runs toward Rachel's room) come here, Marcel-"},{"person":"Rachel","txt":" Oh no, not in my room! I'll get him."},{"person":"Monica","txt":" Ross, you've got to do something about the humping."},{"person":"Ross","txt":" What? It's, it's just a phase."},{"person":"Chandler","txt":" Well, that's what we said about Joey..."},{"person":"Ross","txt":" Would you all relax? It's not that big a deal."},{"person":"Rachel","txt":" (Out of shot) Stop it! Marcel! Bad monkey!"},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" Let's just say my Curious George doll is no longer curious."},{"person":"Rachel","txt":" Oh, Monica. You are not still going over that thing."},{"person":"Monica","txt":" This woman's living my life."},{"person":"Rachel","txt":" What?"},{"person":"Monica","txt":" She's living my life, and she's doing it better than me! Look at this,\nlook. She buys tickets for plays that I wanna see. She, she buys clothes from stores that\nI'm intimidated by the sales people. She spent three hundred dollars on art supplies."},{"person":"Rachel","txt":" You're not an artist."},{"person":"Monica","txt":" Yeah, well I might be if I had the supplies! I mean, I could do all this\nstuff. Only I don't."},{"person":"Rachel","txt":" Oh, Monica, c'mon, you do cool things."},{"person":"Monica","txt":" Oh really? Okay, let's compare, shall we."},{"person":"Rachel","txt":" (Yawning) Oh, it's so late for 'Shall we'..."},{"person":"Monica","txt":" Do I go horseback riding in the park? Do I take classes at the New\nSchool?"},{"person":"Rachel","txt":" (Yawning) Nooo..."},{"person":"Monica","txt":" This is so unfair! She's got everything I want, and she doesn't have my\nmother."},{"person":"Chandler","txt":" How about Joey... Pepponi?"},{"person":"Joey","txt":" No, still too ethnic. My agent thinks I should have a name that's more\nneutral."},{"person":"Chandler","txt":" Joey... Switzerland?"},{"person":"Joey","txt":" Plus, y'know, I think it should be Joe. Y'know, Joey makes me sound like\nI'm, I dunno, this big. (Waitress looks at him funny) Which I'm not."},{"person":"Chandler","txt":" Joe...Joe...Joe...Stalin?"},{"person":"Joey","txt":" Stalin...Stalin...do I know that name? It sounds familiar."},{"person":"Chandler","txt":" Well, it does not ring a bell with me..."},{"person":"Joey","txt":" (Writes it down) Joe Stalin. Y'know, that's pretty good."},{"person":"Chandler","txt":" Might wanna try Joseph."},{"person":"Joey","txt":" Joseph Stalin. I think you'd remember that!"},{"person":"Chandler","txt":" Oh yes! Bye Bye Birdie, starring Joseph Stalin. Joseph Stalin is the\nFiddler on the Roof."},{"person":"Rachel","txt":" Hey."},{"person":"Phoebe","txt":" Hey."},{"person":"Monica","txt":" Hi. (On the phone) Hi, uh, yes, this is Monica Geller. Um, I believe I'm\ntaking some classes with you and I was wondering what they were."},{"person":"Phoebe","txt":" What are you doing?"},{"person":"Monica","txt":" (Hushes her) Alright, great. Thanks a lot. (Hangs up) I'm going to tap\nclass."},{"person":"Rachel","txt":" What, what, so that you can dance with the woman that stole your credit\ncard?"},{"person":"Monica","txt":" This woman's got my life, I should get to see who she is."},{"person":"Rachel","txt":" Go to the post office! I'm sure her picture's up! ...Okay, Monica,\ny'know what, honey, you're kinda losing it here! I mean, this is really becoming like a\nweird obsession thing."},{"person":"Phoebe","txt":" This is madness. It's madness, I tell you, "},{"person":"Monica","txt":" What d'you think?"},{"person":"Phoebe","txt":" Lotsa things."},{"person":"Rachel","txt":" Which one do you think she is?"},{"person":"Teacher","txt":" May I help you?"},{"person":"Monica","txt":" Oh, no thanks, we're just here to observe."},{"person":"Teacher","txt":" "},{"person":"Rachel","txt":" What does she mean?"},{"person":"Phoebe","txt":" "},{"person":"Monica","txt":" Okay, d'y'see anybody you think could be me?"},{"person":"Teacher","txt":" (To the class) People! Last time there were some empty yoghurt\ncontainers lying around after class. Let's not have that happen again!"},{"person":"Rachel","txt":" She could be you."},{"person":"Teacher","txt":" Let's get started. Five, six, a-five six seven eight..."},{"person":"Monica","txt":" Okay, I'm not getting this!"},{"person":"Phoebe","txt":" (Dancing in a swirly, Phoebe kind of way) I'm totally getting it!"},{"person":"Monica","txt":" Did you ever feel like sometimes you are just so unbelievably\nuncoordinated?"},{"person":"Rachel","txt":" What? You just click when they click."},{"person":"Teacher","txt":" Alright people, now everyone grab a partner."},{"person":"Phoebe","txt":" Okay. And, my, dead, mother, says, you, are, it. I'm with Rachel."},{"person":"Monica","txt":" Great. It's gym class all over again."},{"person":"Rachel","txt":"Rachel:"},{"person":"Teacher","txt":" Well that's all right, you can come up to the front and dance with me."},{"person":"Monica","txt":" Why don't I just take off my clothes and have a nightmare."},{"person":"Woman","txt":" It's okay, it's okay, I'm here, I'm here. Sorry I'm late, okay, here I\nam. Who's the new tense girl?"},{"person":"Teacher","txt":" She's your partner."},{"person":"Woman","txt":" Hi. I'm Monica."},{"person":"Monica","txt":" Oh. Monica! ...Hi. I'm Mo- ...nana."},{"person":"Monica","txt":" Yeah. It's Dutch."},{"person":"Fake Monica","txt":" You're kidding! I-I spent three years in Amsterdam. (Asks her\nsomething in Dutch)"},{"person":"Monica","txt":" Um, Pennsylvania Dutch."},{"person":"Teacher","txt":" And we're dancing. A-five, six, seven, eight..."},{"person":"Ross","txt":" (Mortified) Hi."},{"person":"Joey","txt":"Joey:"},{"person":"Joey","txt":" Where've you been?"},{"person":"Ross","txt":" At the vet."},{"person":"Chandler","txt":" She's not gonna make you wear one of those big plastic cones, is she?"},{"person":"Ross","txt":" She says Marcel's humping thing's not a phase. Apparently he's reached\nsexual maturity."},{"person":"Joey","txt":" (To Chandler) Hey! He beat ya."},{"person":"Ross","txt":" She says as time goes on, he's gonna start getting agressive and violent."},{"person":"Chandler","txt":" So what does this mean?"},{"person":"Ross","txt":" I'm gonna have to give him up."},{"person":"Joey","txt":" I can't believe it, Ross. This sucks!"},{"person":"Chandler","txt":" I don't get it, I mean, you just got him. How can he be an adult\nalready?"},{"person":"Ross","txt":" I know. I know. I mean, one day, he's this little thing, and before you\nknow it, he's this little thing I can't get off my leg."},{"person":"Joey","txt":" Isn't there any way you can keep him?"},{"person":"Ross","txt":" No, no. The vet says unless he's in a place where he has regular access to\nsome... monkey lovin,' he's just gonna get vicious. I've just gotta get him into a zoo."},{"person":"Joey","txt":" How do you get a monkey into a zoo?"},{"person":"Chandler","txt":" I know that one! ...No, that's Popes into a "},{"person":"Ross","txt":" Well, we're applying to a lot of them. Naturally our first choice would be\none of the bigger state zoos, y'know, like, uh, San Diego... right? But that might just be\na pipe dream, because, y'know, he's out of state. Uh, my vet, uh, knows someone at Miami,\nso that's a possibility."},{"person":"Chandler","txt":" Yeah, but that's like two blocks away from the beach. I mean, it's a\ntotal party zoo."},{"person":"Phoebe","txt":" Hey. We found her, we found the girl."},{"person":"Chandler","txt":" What?"},{"person":"Joey","txt":" Did you call the cops?"},{"person":"Rachel","txt":" Nope. We took her to lunch."},{"person":"Chandler","txt":" Ah. Your own brand of vigilante justice."},{"person":"Ross","txt":" What?! Are you insane? This woman stole from you. She stole. She's a\nstealer."},{"person":"Monica","txt":" Y'know what? After you're with this woman for like ten minutes, you\nforget all that. I mean, she is this astounding person, with this, with this amazing\nspirit."},{"person":"Ross","txt":" Yeah, which she probably stole from some cheerleader."},{"person":"Chandler","txt":" ...Take off their hats!"},{"person":"Phoebe","txt":" Popes in a "},{"person":"Rachel","txt":" No way. No way did you do this."},{"person":"Fake Monica","txt":" Monana was very brave."},{"person":"Monica","txt":" It was so wild. We told them we were the Gunnersens in room six fifteen.\nOnly to find out the Boston Celtics had taken over the entire sixth floor!"},{"person":"Fake Monica","txt":" So once they caught on to the fact that we're, y'know, short and\nhave breasts..."},{"person":"Monica","txt":" ...They threw us out! I was thrown out of a hotel! Me!"},{"person":"Rachel","txt":" Go Monana! Well, you ladies are not the only ones living the dream. I\nget to go pour coffee for people I don't know. Don't wait up. (Exits)"},{"person":"Fake Monica","txt":" Oh, by the way, tomorrow we're auditioning for a Broadway show."},{"person":"Monica","txt":" 'Scuse me?"},{"person":"Fake Monica","txt":" There's an open call for Cats. I'm thinking we go down there, sing\nMemories and make complete fools of ourselves. Whaddya say?"},{"person":"Monica","txt":" Nononononono. Think who you're dealing with here. I mean, I'm not like\nyou. I-I can't even stand in front of a tap class."},{"person":"Fake Monica","txt":" Well, that's just probably 'cause of your Amish background."},{"person":"Monica","txt":" What?"},{"person":"Fake Monica","txt":" Well, you're Pennsylvania Dutch, right?"},{"person":"Monica","txt":" Right. Till I bought a blow dryer, then I was shunned."},{"person":"Fake Monica","txt":" I-I used to be just like you. And then one day I saw a movie that\nchanged my life. Did you ever see "},{"person":"Monica","txt":" Uh-huh."},{"person":"Fake Monica","txt":" I thought that movie was so incredibly... "},{"person":"Monica","txt":" Wow. Then I would definitely not recommend "},{"person":"Ross","txt":" (Reading letters) Oh God. (To Marcel) We didn't get into Scranton. (To the\nothers) That was like our safety zoo. They take like dogs and cows. See? I don't know who\nthis is harder on, me or him."},{"person":"Phoebe","txt":" I'd say that chair's taking the brunt."},{"person":"Ross","txt":" Marcel! Marcel! Marcel, no! Good boy. See, how can nobody want him?"},{"person":"Rachel","txt":" Oh, somebody will."},{"person":"Joey","txt":" (entering) You know there already "},{"person":"Chandler","txt":" You're kidding."},{"person":"Joey","txt":" Apparently he was this Russian dictator who slaughtered all these people.\nYou'd think you would've known that!"},{"person":"Chandler","txt":" Y'know, you'd think I would've."},{"person":"Joey","txt":" Phoebe. Whaddyou think a good stage name for me would be?"},{"person":"Phoebe","txt":" ...Flame Boy."},{"person":"Ross","txt":" Where exactly is your zoo?"},{"person":"Dr. Baldhara","txt":" Well, it's technically not a zoo per se, it's more of an\ninteractive wildlife experience. Let me ask you some questions about, is it, uh, Marcel?"},{"person":"Ross","txt":" Yes."},{"person":"Dr. Baldhara","txt":" Does he, uh, fight with other animals?"},{"person":"Ross","txt":" No-no, he's, he's very docile."},{"person":"Dr. Baldhara","txt":" Even if he were... cornered?"},{"person":"Ross","txt":" Well I, I don't know. Why?"},{"person":"Dr. Baldhara","txt":" Uh, how is he at handling small objects?"},{"person":"Ross","txt":" He can hold a banana, if that's whatcha mean..."},{"person":"Dr. Baldhara","txt":" How about a hammer, or a small blade?"},{"person":"Ross","txt":" Why- why- why would he need a blade?"},{"person":"Dr. Baldhara","txt":" Well, if he's up against a jungle cat or an animal with horns,\nyou've got to give the little guy something. Otherwise it's just cruel."},{"person":"Joey","txt":"Joey:"},{"person":"Joey","txt":" We, we come back from our walk and the- the phone was ringing..."},{"person":"Chandler","txt":" ...He's in."},{"person":"Ross","txt":" He's in! Oh, did you hear that, Marcel? San Diego. San Diego!"},{"person":"Dr. Baldhara","txt":" You're making a big mistake here. I mean, San Diego's all well and\ngood, but if you give him to me, I'll start him off against a blind rabbit and give you\ntwenty percent of the gains."},{"person":"Monica","txt":" Yo- hooo!"},{"person":"Rachel","txt":" Where the hell've you been?"},{"person":"Monica","txt":" Monica and I just crashed an embassy party."},{"person":"Rachel","txt":" Are you drunk?!"},{"person":"Monica","txt":" Noooo! (Comes closer and whispers) I'm lying. I am so drunk."},{"person":"Rachel","txt":" Oh God, oh. Great, Monica, y'know what, you could've called, I have been\nup here, I've been worried..."},{"person":"Rachel","txt":" Monica? Monica!"},{"person":"Monica","txt":" Water rules!"},{"person":"Rachel","txt":" Yes, yes, it does. Okay, look, the restaurant called, they wanna know if\nyou're gonna be showing up for work?"},{"person":"Monica","txt":" Nope. Going to the "},{"person":"Rachel","txt":" Okay Monica, what are you doing? You're gonna lose your job! This is not\nyou!"},{"person":"Monica","txt":" No, it is me! Y'know, I'm not just the person who needs to fluff the\npillows and pay the bills as soon as they come in! Y'know, when I'm with her, I am so much\nmore than that. I'm- I'm Monana!"},{"person":"Rachel","txt":" Hello? Yes, she is, hold on a second, please. Monana, it's for you, the\ncredit card people."},{"person":"Monica","txt":" Helloooo? Yeah. Oh my God. Thanks."},{"person":"Rachel","txt":" What?"},{"person":"Monica","txt":" They've arrested Monica."},{"person":"Monica","txt":" Hi."},{"person":"Fake Monica","txt":" Hey."},{"person":"Monica","txt":" How are you?"},{"person":"Fake Monica","txt":" I'm not too bad. Fortunately, blue's my colour. How-how did you\nknow I was here?"},{"person":"Monica","txt":" Because... I'm Monica Geller. It was my credit card you were using."},{"person":"Fake Monica","txt":" That I was not expecting."},{"person":"Monica","txt":" I want you to know, it wasn't me who turned you in."},{"person":"Fake Monica","txt":" Oh. Thanks."},{"person":"Monica","txt":" No, thank you! You have given me so much! I mean, if it wasn't for you,\nI would never have gotten to sing "},{"person":"Fake Monica","txt":" Well, actually, you only got to sing 'Memo-'."},{"person":"Monica","txt":" I just can't believe you're in here. I mean, what am I gonna do without\nyou? Who's gonna crash the embassy parties with me? Who's gonna take me to the "},{"person":"Fake Monica","txt":" Monica, I started my day by peeing in front of twenty-five other\nwomen, and you're worried about who's gonna take you to the "},{"person":"Monica","txt":" Well, not... worried, just... wondering."},{"person":"Fake Monica","txt":" There's nothing to wonder about, Monica. You're gonna go back to\nbeing exactly who you were, because that's who you are."},{"person":"Monica","txt":" Not necessarily..."},{"person":"Fake Monica","txt":" Yes necessarily! I mean, I dunno what it is, maybe it's the Amish\nthing."},{"person":"Monica","txt":" Um, I'm not actually Amish."},{"person":"Fake Monica","txt":" Really? Then why are you like that?"},{"person":"Teacher","txt":" You by the door. In or out?"},{"person":"Monica","txt":" In. (She joins in the dancing. She still flounders)"},{"person":"Teacher","txt":" You in the back, you're getting it all wrong!"},{"person":"Monica","txt":" Yeah, but at least I'm doing it!"},{"person":"Phoebe","txt":" Okay. Good-bye, little monkey guy. Alright, I wrote you this poem. Okay,\nbut don't eat it 'till you get on the plane."},{"person":"Ross","txt":" Aww. Thank you, Aunt Phoebe."},{"person":"Phoebe","txt":" Oh!"},{"person":"Chandler","txt":" Okay, bye, champ. Now, I know there's gonna be a lot of babes in San\nDiego, but remember, there's also a lot to learn."},{"person":"Joey","txt":" I dunno what to say, Ross. Uh, it's a monkey."},{"person":"Ross","txt":" Just, just say what you feel."},{"person":"Joey","txt":" Marcel, I'm hungry."},{"person":"Ross","txt":" That was good."},{"person":"Rachel","txt":" (Brings Marcel a teddy bear) Marcel, this is for you. It's, uh, just,\ny'know, something to, um, do on the plane."},{"person":"Ross","txt":" Uh, if you guys don't mind, I'd like to take a moment, just me and him."},{"person":"Ross","txt":" Marcel, c'mere, c'mere. (He sits down and Marcel jumps down and sits\nbeside him) Well buddy, this is it. There's just a coupla things I want to say. I'm really\ngonna miss you, and I'm never gonna forget about you. You've been more than just a pet to\nme, you've been more like a be- (Marcel climbs down and starts humping his leg) Okay,\nMarcel, please, could you leave my leg alone? Could you just stop humping me for two\nseconds?! Marcel, would- okay, just take him away. Just take him."},{"person":"Joey","txt":" Hi, uh, I'll be reading for the role of Mercutio."}]