[{"person":"Chandler","txt":" Let me ask you, why is everybody using these tiny lights nowadays? I\nremember when people used to use big lights."},{"person":"Rachel","txt":" That’s a good story, Grandpa."},{"person":"Ross","txt":" Hey"},{"person":"All","txt":" Hey"},{"person":"Ross","txt":" Wow, Monica’s letting other people help decorate her tree! Did\nsomeone get her drunk again or?"},{"person":"Monica","txt":" Having a perfectly decorated tree is not what Christmas is about.\nIt’s about being with the people that you love."},{"person":"Phoebe","txt":" That is nice and we’re done. TADA!"},{"person":"Chandler","txt":" I dunno what it is, it just doesn’t quite feel like Christmas to\nme."},{"person":"Monica","txt":" Oh, here."},{"person":"Chandler","txt":" See now it feels like Christmas!"},{"person":"Ross","txt":" … and that’s the story of the dreidle. Now, some people\ntrace the Christmas tree back to the Egyptians, who used to bring green palm branches into\ntheir huts on the shortest day of the year, symbolising life’s triumph over death.\nAnd that was like 4000 years ago."},{"person":"Rachel","txt":" So, pretty much around the same time that you started telling this\nstory."},{"person":"Joey","txt":" Hey you guys."},{"person":"Chandler","txt":" Hey Joe what’s up?"},{"person":"Joey","txt":" I had to get out of the apartment. Janine is like stretching all over the\nplace. Y’know, everywhere I look she’s like… (He imitates her stretching)"},{"person":"Chandler","txt":" I can see why that’s hard to resist."},{"person":"Joey","txt":" I like her so much!"},{"person":"Monica","txt":" Aw, I’m sorry sweetie that she doesn’t feel the same way."},{"person":"Joey","txt":" I know. And she’s so sweet. I just wanna feed her grapes and brush\nher hair."},{"person":"Chandler","txt":" You are aware that she’s not a monkey, right?"},{"person":"Ross","txt":" I am so over Janine. I mean, yeah, at first I thought she was hot,\nbut now she’s like OLD NEWS!"},{"person":"Janine","txt":" Hey guys!"},{"person":"Ross","txt":" Hi Janine!"},{"person":"Janine","txt":" I just got a call to be a dancer on a television special for New\nYear’s Eve. It’s called some sort of Dick’n Rock’n Dickie Eve."},{"person":"Monica","txt":" Hold it! Are you talking about "},{"person":"Janine","txt":" Yeah, that’s what I said."},{"person":"Monica","txt":" Oh my God! We love that show! I mean Ross and I have been watching it\nsince I can remember!"},{"person":"Chandler","txt":" Ah, you’re still just a little fat girl inside aren’t you?\n(He kisses her on the cheek)"},{"person":"Janine","txt":" Well I’m gonna be on it this year. I’m gonna be one of the\nparty people."},{"person":"Ross","txt":" You’re gonna be a party person! Those guys rock the most!"},{"person":"Janine","txt":" Well they said I should bring someone. (To Joey) Do you wanna be my\ndance partner?"},{"person":"Joey","txt":" Totally! I would love to spend New Year’s with you."},{"person":"Janine","txt":" Well actually they’re taping tomorrow. I don’t really\nunderstand why."},{"person":"Ross","txt":" Oh, well you see how it works is, the part with Dick Clark in Times\nSquare is actually live, but they tape some of the party stuff ahead of time. Yeah, not a\nlot of people know that."},{"person":"Janine","txt":" Yeah well, do you guys wanna come too?"},{"person":"Ross","txt":" Are you serious?"},{"person":"Monica","txt":" We are there!"},{"person":"Chandler","txt":" What, what are you laughing at?"},{"person":"Rachel","txt":" Well, I used to date him, but you’re still going out with her!"},{"person":"Janine","txt":" Thanks. (To Monica and Ross) Great so we can all go together! I gotta\nrun. Catch you later!"},{"person":"All","txt":" Bye!"},{"person":"Ross","txt":" Bye Janine!"},{"person":"Joey","txt":" Did she just ask me out on a date?"},{"person":"Chandler","txt":" I don’t think so."},{"person":"Monica","txt":" What are you talking about? She just invited him to the biggest party of\nthe millennium!"},{"person":"Rachel","txt":" Yeah, but she also invited you and Ross. Yeah, honey, I’m sorry,\nbut I don’t think that was a romantic thing."},{"person":"Joey","txt":" Oh. Maybe. But hey I know how I can find out. We’re going to a New\nYear’s Eve party, right? So at midnight, I can kiss her. And if she kisses me back,\ngreat! Y’know? But if she says ‘Dude, what the hell are you doing?’ I can\nsay ‘It wasn’t me, it was New Years!’"},{"person":"Rachel","txt":" Well, that’s a lot better than Ross trying to kiss me in High\nSchool, and saying that he did it because he needed chapstick."},{"person":"Ross","txt":" It was a dry day."},{"person":"Monica","txt":" We are going to "},{"person":"Ross","txt":" Oh my God!"},{"person":"Monica","txt":" Oh my God!"},{"person":"Chandler","txt":" (To Rachel) Oh "},{"person":"Joey","txt":" OK, listen I’ve been on sets before, so let me give you a little\nadvice, alright? It’s a show, but we’re just dancing, OK? It’s no big deal.\nThe important thing to remember – stay cool."},{"person":"Ross","txt":" Got it!"},{"person":"Ross","txt":" Oh my God it’s just like I dreamed it!"},{"person":"Director","txt":" OK, everyone gather up."},{"person":"Ross","txt":"Ross:"},{"person":"Director","txt":" Here’s what’s gonna happen. The music’s gonna start,\nyou’re gonna dance, we’re gonna tape, you don’t look at the camera. Any\nquestions?"},{"person":"Ross","txt":" Yeah, I have a question. When is this gonna air?"},{"person":"Director","txt":" Uh, yeah. Now you guys dance over there, you guys over there, and I\nwant you two right around here, and everyone else spread out."},{"person":"Joey","txt":" Ross! So when is it gonna air?"},{"person":"Rachel","txt":" Okay, you look in the kitchen, I will look in the back closet."},{"person":"Chandler","txt":" I can save you time ladies, I’m right here."},{"person":"Phoebe","txt":" Yeah, Chandler why don’t you take a walk? This doesn’t concern\nyou."},{"person":"Rachel","txt":" We are looking for our Christmas presents from Monica."},{"person":"Chandler","txt":" What? That’s terrible!"},{"person":"Phoebe","txt":" No-no, we do it every year!"},{"person":"Chandler","txt":" Oh well, that makes it not terrible."},{"person":"Phoebe","txt":" No, yeah, we never find them! She’s always best at us that wily\nminx."},{"person":"Rachel","txt":" Don’t worry, we’re just gonna search here for an hour, them\nwe’re gonna go over to Joey’s and search, OK?"},{"person":"Chandler","txt":" No not okay, you can’t look for Monica’s presents!"},{"person":"Phoebe","txt":" But we have to!"},{"person":"Chandler","txt":" No, you don’t have to, and you can’t because I live here\ntoo."},{"person":"Phoebe","txt":" Well then, you should look with us."},{"person":"Chandler","txt":" Why?"},{"person":"Rachel","txt":" Chandler, aren’t you worried about what to get Monica for\nChristmas?"},{"person":"Chandler","txt":" No, I have a great idea for a present for her."},{"person":"Phoebe","txt":" Oh, that’s it? (Mimics Chandler) A great idea!"},{"person":"Rachel","txt":" Chandler, that’s not enough. I mean what if she gets you a great\npresent, two medium presents, and a bunch of little presents? And you’ve just gotten\nher one great present? I mean that’s just gonna make her feel bad. Why would you do\nthat to her Chandler? Why? Why?"},{"person":"Chandler","txt":" If I help, we can find ‘em faster!"},{"person":"Rachel","txt":" That’s right!"},{"person":"Phoebe","txt":" Ooh ooh, we have a live one!"},{"person":"Rachel","txt":" Oh, it’s a "},{"person":"Phoebe","txt":" Ooh, who’s it for?"},{"person":"Phoebe","txt":" Uh-oh. She may be onto us."},{"person":"Rachel","txt":" We are so gonna find them this year."},{"person":"Chandler","txt":" Y’know when you guys said you were gonna go across the hall and\nlook, you don’t, you don’t do that every year do you?"},{"person":"Rachel","txt":" Yeah."},{"person":"Chandler","txt":" You don’t, like go into the back of my closet, and look under my\ngym bag or anything?"},{"person":"Rachel","txt":" "},{"person":"Chandler","txt":" Because that’s where Joey gave me some stuff to store that\nI’ve never seen before in my life! Okay, that did not just happen! (He does a weird\nclicky motion with his fingers, that kinda hard to describe.)"},{"person":"Monica","txt":" Okay, here comes another camera."},{"person":"Ross","txt":" Right. No biggie. Stay loose."},{"person":"Ross","txt":" Why do they keep doing that?"},{"person":"Monica","txt":" If we wanna get on camera, I think we have to get up on one of those\nplatforms. They’ve been taping those people up there all day."},{"person":"Ross","txt":" Right."},{"person":"Ross","txt":" Hey, what’d you guys do to get up on there?"},{"person":"Monica","txt":" Oh yeah? Well when you learned how to dance did you forget how to put on\nunderpants?"},{"person":"Ross","txt":" Yeah!"},{"person":"Janine","txt":" Hey! You’re a good dancer!"},{"person":"Joey","txt":" Really?"},{"person":"Janine","txt":" Yeah, well you’d be better if you just loosened your hips a little."},{"person":"Joey","txt":" What do you mean?"},{"person":"Janine","txt":" Like this."},{"person":"Janine","txt":" That’s it, feel the rhythm. That’s better."},{"person":"Joey","txt":" Uh-huh."},{"person":"Director","txt":" (To Joey) Okay, you’re dancing with that girl over there."},{"person":"Joey","txt":" No-no-no-no-no we came together!"},{"person":"Director","txt":" I don’t see it. (To Janine) You are dancing with the tall guy\nover there. Tall guy, raise your hand! (He does. Janine goes over to him.)"},{"person":"Joey","txt":" No-no hey buddy, please let me dance with that girl, I really like her and\nI think I have a shot."},{"person":"Director","txt":" Really, y’think so? I don’t.."},{"person":"Chandler","txt":" I couldn't find anything at Joey--Hey-hey, oh hey!"},{"person":"Rachel","txt":" Yeah, we found them. There were in the guest room closet behind some\ncoats."},{"person":"Phoebe","txt":" Yeah, and you have nothing to worry about 'cos they're all crap!"},{"person":"Chandler","txt":" Those are my gifts, I got them for you."},{"person":"Phoebe","txt":" Ohhh. Thanks Chandler they're great!"},{"person":"Rachel","txt":" Well Chandler, what is this very weird, metal A Z thing?"},{"person":"Chandler","txt":" Those are book ends! That's a great gift!"},{"person":"Phoebe","txt":" Oh, okay, I'm sorry, thank you for my azzz. "},{"person":"Rachel","txt":" Ha!"},{"person":"Chandler","txt":" Make sure you put all that stuff back in the closet, okay?"},{"person":"Rachel","txt":" Yes, okay, oh, by the way, I just gotta say, I think it's really nice of\nyou that even after you've moved, you still keep storing that stuff for Joey!"},{"person":"Joey","txt":" Hey-hey dancer girl! Can I go to the bathroom? I just.. (The girl starts\ndancing really close to him, so he picks her up, twirls her round, and puts her against a\nplatform) Here we go. (He walks away to find Monica and Ross doing a really out of place\ndance) Looking good Gellers!"},{"person":"Ross","txt":" We know!"},{"person":"Monica","txt":" Hey, see that snippy guy over there? He’s the one who decides who\ngets up on the platform. We should go dance by him."},{"person":"Ross","txt":" Okay."},{"person":"Director","txt":" Okay, everybody hold!"},{"person":"Director","txt":" Next on the platforms are… (He points to the right of Ross and\nMonica, so they dance over to where he’s pointing to. He points away from them)\n…you two! And… (He points the other way, and Ross and Monica follow his arm.\nAgain he points away.) …You two!"},{"person":"Monica","txt":" Excuse me, sir, would it help if I weren’t wearing underpants?"},{"person":"Ross","txt":" Monica! (Pause) Would it?"},{"person":"Joey","txt":" Hey! Tall guy! Hey, listen, I wanted to talk to you about that girl that\nyou’re dancing with."},{"person":"Joey","txt":" Yeah, yeah, okay. Uh, look buddy, I came with that girl, and I had this\nplan to kiss her at the new years countdown – I’m trying to win her over, so I\nwas wondering if.."},{"person":"Joey","txt":" Oh come on man, you can dance with my partner, she’s real, uh,\nmellow!"},{"person":"Joey","txt":" Well, I was hoping after tonight that maybe I could you know…"},{"person":"Joey","txt":" Alright, alright, hey y’know fair is fair, (he pretends to wash his\nhands) if you’re right, you’re right, what can I say, but hey oh no! (He throws\nwater on the guy’s pants)"},{"person":"Joey","txt":" Hey, now you’re the one who wet his pants. (He throws another handful\non him and runs out)"},{"person":"Monica","txt":" Man, this sucks! Y’know if Mom and Dad don’t see us on TV\nafter we made them so jealous, I mean, who’s gonna be the losers then?"},{"person":"Ross","txt":" Hey, I know what’ll get us up on a platform!"},{"person":"Monica","txt":" What?"},{"person":"Ross","txt":" The routine!"},{"person":"Monica","txt":" Ross, we haven’t done the routine since middle school."},{"person":"Ross","txt":" Hey, when the snippy guy sees the routine, he’ll wanna build\nus our own platform!"},{"person":"Monica","txt":" Was it really that good?"},{"person":"Ross","txt":" We got honourable mention in the brother/sister dance category!\nLook, it’s almost fake midnight, do we really have any other choice?"},{"person":"Monica","txt":" Okay, let’s do it. Mom and Dad are gonna be so faced!"},{"person":"Monica","txt":" 5 6 7 8!"},{"person":"Ross","txt":" So, do we really have to ask who’s going up on the platform\nnext?"},{"person":"Director","txt":" Oh no! You get up there and do that again exactly like that!"},{"person":"Monica","txt":" Yes! (They run over to a platform)"},{"person":"Director","txt":" (To Cameraman) Make sure you get this, they’re gonna want it for\nthe bloopers show. (To everyone) Alright cut! Listen up everyone, when we start again\nit’s gonna be the countdown to new years, so I wanna see everybody’s excitement."},{"person":"Director","txt":" What’s going on over here?"},{"person":"Joey","txt":" Uh, take a look at the guy’s pants! I mean, I know you told us to\nshow excitement, but don’t you think he went a little overboard?"},{"person":"Director","txt":" What’s the matter with you? Get out of here!"},{"person":"Joey","txt":" Yeah, take a hike wetpants!"},{"person":"Ross","txt":" Can you believe this? We’re gonna be on the platform for the\nMillennium moment!"},{"person":"Monica","txt":" I know! Hey, you haven’t been practising the routine, have you?"},{"person":"Ross","txt":" No!"},{"person":"Monica","txt":" Me too!"},{"person":"Ross","txt":" Hey, when the music starts up again, I was thinking of maybe goind\ninto the robot, y’know? (He mimics a robot)"},{"person":"Monica","txt":" Ross, I think we should stick to the routine, we don’t wanna look\nstupid!"},{"person":"Director","txt":" Alright we’re back! Ten seconds left here we go! Ten! Nine!\nEight! Seven! (He continues to count as we hear Joey think)"},{"person":"All","txt":" Three, Two, One!"},{"person":"Director","txt":" Cut!"},{"person":"Joey","txt":" No! Year! Happy No Year!"},{"person":"Director","txt":" Okay, here’s where we go to the live shot of Times Square, nice\nwork everyone that’s a wrap!"},{"person":"Phoebe","txt":" Hey! Look who I found!"},{"person":"Chandler","txt":" Oh, hey guys!"},{"person":"Phoebe","txt":" Y’know, birds have a very good sense of direction, and I thought\nmaybe they could help us find where the presents are hidden."},{"person":"Chandler","txt":" Yes, if the presents are hidden south for the winter."},{"person":"Phoebe","txt":" Or we could just follow your clever jokes – any ideas? No!\nDidn’t think so! Okay, c’mon guys, show us where the presents are!"},{"person":"Chandler","txt":" Oh, the duck seems to think that Monica got me garbage! Hmm, I wonder\nwhat I could get Monica that’s as good as garbage?"},{"person":"Phoebe","txt":" Hmm, how about my azzz?"},{"person":"Rachel","txt":" Hey, this is hollow."},{"person":"Phoebe","txt":" What?"},{"person":"Rachel","txt":" This bench, it’s hollow! I can’t believe I never knew that!\n(She pushes all the pillows off it and opens it up) Oh, the presents!!!"},{"person":"Phoebe","txt":" No, don’t look directly at them!"},{"person":"Chandler","txt":" What?"},{"person":"Phoebe","txt":" Alright, no, we could look at them!"},{"person":"Rachel","txt":" Oh, this one’s for me!"},{"person":"Phoebe","txt":" Oh, this one’s for Chandler. Here."},{"person":"Chandler","txt":" Oh great!"},{"person":"Phoebe","txt":" And the big one’s for me!"},{"person":"Rachel","txt":" Ooh, let’s open them!"},{"person":"Chandler","txt":" Okay! Okay! Okay!"},{"person":"Phoebe","txt":" Hee hee!"},{"person":"Chandler","txt":" Wait, we can’t do this."},{"person":"Phoebe and Rachel","txt":" Why?"},{"person":"Chandler","txt":" I don’t wanna know what Monica got me. Y’know? I mean, look,\nI’m sure she worked really hard at getting you a present, and wanting to surprise me,\nand you guys are gonna ruin that, and I, look we have to put these back, this is not what\nChristmas is about."},{"person":"Rachel","txt":" Whatever Linus, I’m opening mine."},{"person":"Chandler","txt":" Nobody is opening anything ok? Look, I don’t know about you guys,\nbut I wanna see the look on Monica’s face when I give her my present, and I’m\nsure she wants to see the look on my face when I get mine. So please, please, can we just,\ncan we put them back?"},{"person":"Phoebe","txt":" Will you get us better gifts?"},{"person":"Chandler","txt":" Fine!"},{"person":"Monica","txt":" Hey guys! You found the presents? Chandler, you let them find the\npresents? Great! Do you know how long it took me to find you that water purifier?"},{"person":"Chandler","txt":" That’s what you got me?"},{"person":"Phoebe","txt":" Oh yes, I see what you mean. That look is priceless."},{"person":"Joey","txt":" Home sweet home, huh? Nice to, uh, get back to reality. Plus we know how\nthe New Year’s gonna go off. I guess there’s no reason for all that Y2K panic,\ny’know? Anyway, g’night!"},{"person":"Janine","txt":" Joey."},{"person":"Joey","txt":" Yeah?"},{"person":"Janine","txt":" (She takes his hands) 3, 2, 1. (She kisses him) Happy New Year."},{"person":"Joey","txt":" Oh, yoii. What was that for?"},{"person":"Janine","txt":" Well, I don’t know tonight when they yelled cut and we didn’t\nget to kiss, I was really, really, disappointed, and I just, really wanted to kiss you"},{"person":"Joey","txt":" Really? In the moment, I really wanted to kiss you too. In the moment."},{"person":"Janine","txt":" In the moment, yeah."},{"person":"Joey","txt":" But only in the moment. So do ya wanna kiss again?"},{"person":"Janine","txt":" Sure, New Year’s Eve is only two weeks away. Can you wait?"},{"person":"Joey","txt":" No."},{"person":"Janine","txt":" Me neither."},{"person":"Joey","txt":" 3, 2, "},{"person":"Janine","txt":" Joey, you don’t have to count down every time we kiss."},{"person":"Joey","txt":" Uh, yeah, okay. Except I sorta felt like I needed a couple of seconds to\nget ready."},{"person":"Monica","txt":" We were on the platform, ready to dance the world into the new\nMillennium, and the guy yelled ‘CUT!’"},{"person":"Rachel","txt":" Uh, wait, so you guys are telling me you actually did the routine from\neighth grade?"},{"person":"Monica","txt":" Yeah. But of course we had to update it a little bit. (To Ross) Hey, by\nthe way, great thinking about catching me!"},{"person":"Rachel","txt":" ‘Cos I was gonna say there’s no way you could’ve done the\nend the way you guys did it back then!"},{"person":"Monica","txt":" What? We could do it!"},{"person":"Ross","txt":" I don’t know, I mean you were a lot bigger, I mean, stronger\nback then."},{"person":"Monica","txt":" I can do it, okay? Come on, let’s go. (She and Ross get up)"},{"person":"Monica and Ross","txt":" 1, 2, 3, 4, 5, 6, 7, 8 (Ross runs to be caught by\nMonica, but she moves out of the way)"},{"person":"Monica","txt":" I can’t do it! (Ross falls into Monica’s room)"},{"person":"Chandler","txt":" Now you do that, you’re on TV."}]