[{"person":"Monica","txt":" Okay, guys, listen, don't forget that tomorrow is the day that Emily\ngets married again, so whatever we do, just try to really keep Ross's mind off of it."},{"person":"Joey","txt":" Oh, yeah, good idea."},{"person":"Chandler","txt":" Hey man, what's up?"},{"person":"Ross","txt":" (sits down at the table) Oh, eh, just thinking about Emily getting married\ntomorrow. (Joey panics.) "},{"person":"Joey","txt":" Ooh, Ross, look! Look! (Points behind Ross.)"},{"person":"Ross","txt":" (turning and looking) What? Where?"},{"person":"Joey","txt":" Right over there! Right there! Look-look-look!"},{"person":"Ross","txt":" What am I looking at?"},{"person":"Joey","txt":" (to the rest of the gang) Somebody help me out here!"},{"person":"Phoebe","txt":" (entering, with Gary) Hey!"},{"person":"Gary","txt":" Hello!"},{"person":"Monica","txt":" Hey!"},{"person":"Gary","txt":" How are you?"},{"person":"Phoebe","txt":" Monica, I'm sorry I didn't come by last night. I was out with Gary; he\nlet me ride around with him in his cop car. We saw and prevented crimes."},{"person":"Joey","txt":" You got to go on a ride along?!"},{"person":"Phoebe","txt":" Uh-huh!"},{"person":"Joey","txt":" I want to go on a ride along!"},{"person":"Ross","txt":" Me too!"},{"person":"Gary","txt":" Okay!"},{"person":"Chandler","txt":" Yeah, yeah! Me too!"},{"person":"Gary","txt":" Really?! You?"},{"person":"Chandler","txt":" Yeah."},{"person":"Gary","txt":" Well, it's kinda dangerous."},{"person":"Chandler","txt":" Well, I like danger."},{"person":"Gary","txt":" Okay, you guys free tonight?"},{"person":"Joey and Ross","txt":" Yeah!!"},{"person":"Chandler","txt":" Tonight? You-you didn't say it was going to be at nighttime."},{"person":"Rachel","txt":" Hey!"},{"person":"Monica","txt":" Hey! Oh, I'm so glad you're home, I thought tonight we could "},{"person":"Rachel","txt":" Ohh, thank God! "},{"person":"Monica","txt":" Okay, I've broken them down into categories. Okay, we have uh, we got\nholidays, birthdays, candids, y'know… And then what I've done is I've\ncross-referenced them by subject. Right? So if you're looking up, oh let's say birthdays\nand dogs, you get Photo 152. See? (Hands her the photo.)"},{"person":"Rachel","txt":" Ohh, it's me and La Poo! Wow! I miss that dog."},{"person":"Monica","txt":" You can also find him under umm, dog and dead."},{"person":"Rachel","txt":" Great! Thanks!"},{"person":"Monica","txt":" All right, hand me that other box of photos; that's the very last one."},{"person":"Rachel","txt":" Okay. "},{"person":"Rachel","txt":" Oops. Sorry! Well, good thing you number all of them, huh?"},{"person":"Monica","txt":" I hadn't! Photo 152 was a prototype. "},{"person":"Rachel","txt":" Ohhhh. Honey, honey, honey, it's okay, it's okay honey. I'm gonna fix\nyou a drink, huh? Maybe a margarita?"},{"person":"Ross","txt":" Ross has the blender! Ugh, everything's just falling apart!"},{"person":"Rachel","txt":" No honey, it's okay! Listen, I'll got to Ross's and get the blender, you\nget all the margarita stuff ready."},{"person":"Monica","txt":" All right, he's keys are in the drawer. Y'know what? I also need some\ncash."},{"person":"Rachel","txt":" Okay, you want me to stop at the ATM?"},{"person":"Monica","txt":" Nah, while you're at Ross's if you see any lying around…"},{"person":"Rachel","txt":" What?!"},{"person":"Monica","txt":" What?! I-I-I don't, I don't do that! "},{"person":"Ross","txt":" (to Gary) That was so cool man, the way you leaned on that guy."},{"person":"Chandler","txt":" It is starting to get dark out there."},{"person":"Ross","txt":" (to Gary) He told you everything! I mean you totally cracked him!"},{"person":"Gary","txt":" Yeah well, being that he was the victim, they're usually pretty talkative."},{"person":"Chandler","txt":" (laughing) Okay. (Deadpan) But it is officially nighttime."},{"person":"Ross","txt":" Oh hey, Gary, want me to grab the berry for ya?"},{"person":"Gary","txt":" It's called the cherry."},{"person":"Ross","txt":" It's the—Chandler!!"},{"person":"Joey","txt":" (returning from a deli) Okay, I got it! This place makes the best sandwich\nin the world!"},{"person":"Gary","txt":" Hey Joe does it have meatballs on it?"},{"person":"Joey","txt":" Oh-ho, yeah!"},{"person":"Gary","txt":" Does it have melted cheese and marinara sauce?"},{"person":"Joey","txt":" Yep!"},{"person":"Gary","txt":" Yeah, you can't eat that in my car."},{"person":"Joey","txt":" (dejected) Yeah okay. (To Chandler) Even though my tax dollars paid for\nthis car."},{"person":"Chandler","txt":" "},{"person":"Joey","txt":" Yeah, okay."},{"person":"Chandler","txt":" (leans in and takes a sniff of Joey's sandwich) Wow! That sandwich\nreally does smell good."},{"person":"Joey","txt":" Did I say you could smell it?!"},{"person":"Chandler","txt":" I can't smell your sandwich?"},{"person":"Joey","txt":" Half the taste is in the smell! You-you're sucking up all the tastiness!"},{"person":"Chandler","txt":" Okay, I'll give them back. (Exhales strongly through his nose and Joey\njust glares at him.) Look! What is so great about that sandwich?"},{"person":"Joey","txt":" Okay, imagine the best sex you've ever had."},{"person":"Chandler","txt":" Okay."},{"person":"Joey","txt":" Are you thinking about Monica?"},{"person":"Chandler","txt":" Yeah."},{"person":"Joey","txt":" Yeah, what's that like?"},{"person":"Rachel","txt":" Ohh please don't be from a real dinosaur! Please! Please! Please!\nPlease! Please! Please! Please! Please! (She picks up the 2 pieces and looks at the\nstand.) Made in Mexico! Yes!! Ugh, who would buy this?! (Looks for a place to hide it and\nfinds a wall sconce and drops the pieces into it and heads into the kitchen as the phone\nrings.)"},{"person":"Monica","txt":" (on the answering machine) Rach! It's me! Pick up!"},{"person":"Rachel","txt":" Hey! What's up?!"},{"person":"Monica","txt":" I need a few more things to make the margaritas. Uhh, I need some salt,\nsome margarita mix, and tequila."},{"person":"Rachel","txt":" So all we have is ice?"},{"person":"Monica","txt":" See if he has ice."},{"person":"Rachel","txt":" Okay."},{"person":"Emily","txt":" (on answering machine) Hello Ross? It's Emily. (Rachel runs back into the\nroom with the tequila.) I know this is out of the blue but uh, I'm getting married\ntomorrow. Well, maybe I am. I keep thinking about you and I'm wondering if-if we made a\nmistake giving up so fast. Are you thinking about me? Of course you're not, but if you\nare, call me tonight. Okay, bye."},{"person":"Rachel","txt":" Oh. Oh! (Takes a slug of tequila.)"},{"person":"Ross","txt":" So where are we going next?"},{"person":"Gary","txt":" This witness won't return my calls so we're gonna see if we can surprise\nhim coming home."},{"person":"Chandler","txt":" Sur-surprise him? We're not, we're not gonna make anybody mad are we?"},{"person":"Joey","txt":" Come on man! (To Gary) Listen so uh, are you gonna squeeze the perps shoes\na little bit before he lawyers up?"},{"person":"Gary","txt":" It's a witness not a perp. And no one talks like that!"},{"person":"Ross","txt":" Yeah, no one talks like that!"},{"person":"Joey","txt":" Oh what? Like your Mr. Cop!"},{"person":"Ross","txt":" Hey, I'm more cop than you two!"},{"person":"Chandler","txt":" How do you figure that?"},{"person":"Ross","txt":" Hello! I'm in the front seat, okay? I'm Gary's partner!"},{"person":"Chandler","txt":" Y'know, when you say partner it doesn't sound cop. It, it sounds gay."},{"person":"Ross","txt":" Umm, jealous! (He drops the cherry and it turns on.)"},{"person":"Gary","txt":" Hey, do you mind? We're under cover here."},{"person":"Ross","txt":" Yeah, no problem. (Tries to turn it off.)"},{"person":"Gary","txt":" Ross!"},{"person":"Ross","txt":" Sorry! Sorry! Oh, (He sticks it under his shirt) there! (It's just there\nflashing through his shirt) Hey Gary, who am I? Phone home!"},{"person":"Chandler","txt":" Look at Officer Ross riding back here with the visitors."},{"person":"Joey","txt":" Yeah, what's up with that Serpico?"},{"person":"Emily","txt":" (on answering machine) Are you thinking about me? Of course you're not,\nbut if you are, call me tonight. Okay, bye."},{"person":"Monica","txt":" (does Rachel's) Nooo!"},{"person":"Rachel","txt":" (does Monica's) I know!"},{"person":"Monica","txt":" Well thank God you were here! I mean, we have to erase that!"},{"person":"Rachel","txt":" What?! We can't do that!"},{"person":"Monica","txt":" We have too! I mean what if Ross's hears that and then calls her back\nand then they get back together? Is that what you want? Ross back with that controlling,\nneurotic, crazy Emily? The Emily that wouldn't let him see you?"},{"person":"Rachel","txt":" Noo! Oh no! No! God no! He should not get back together with her. I know\nthat! You know that! Even Ross knows that! But that still doesn’t give us the right\nto erase his message!"},{"person":"Monica","txt":" I'm his sister, okay? I love him! I don't want to see him get hurt! Come\non! Doesn’t that give me the right to control him—help him?"},{"person":"Rachel","txt":" I don't think he's the one who needs help."},{"person":"Monica","txt":" No, look, she's obviously unstable, okay? I mean she's thinking about\nrunning out on her wedding day. (Rachel slowly turns and glares at her.) (Realizing what\nshe just said.) Okay, fine! But I mean, look at the position she's putting him in! What's\nhe gonna do? Ross is gonna run over there on the wedding day and break up the marriage?! I\nmean, who would do that?! (Rachel again turns and glares at her in disgust.) Okay, fine,\nall right, but that's y'know, it's different! Although it did involve a lot of the same\npeople."},{"person":"Rachel","txt":" Ugh!"},{"person":"Monica","txt":" Y'know what, this is obviously some kind of twisted joke she's trying to\nplay on him."},{"person":"Rachel","txt":" Okay, "},{"person":"Answering Machine","txt":" Your messages have been erased."},{"person":"Rachel","txt":" Noooooooo!"},{"person":"Chandler","txt":" Okay, y'know, we-we're safe right? I mean nothing bad can "},{"person":"Gary","txt":" No. But that reminds me, (handing back a clipboard) sign this."},{"person":"Ross","txt":" What is it?"},{"person":"Gary","txt":" Oh it's nothing, it just says that you can't sue the city if you scrap\nyour knee or y'know, get your head blown off."},{"person":"Chandler","txt":" (deadpan) Oh, hurry up. I want to sign that."},{"person":"Gary","txt":" Okay, here he comes. What is he doing? What the hell is he doing?!"},{"person":"Ross","txt":" What? What? What? What is it?"},{"person":"Joey","txt":" Is everything okay?"},{"person":"Chandler","txt":" What's going on?"},{"person":"Gary","txt":" Okay, he sees us. Now don't move. Don't look at him."},{"person":"Gary","txt":" Hey, it's okay. It was just a car backfire. (Joey slowly moves off of\nRoss.) Hey, look at that! You tried to save your buddy. You see that? You see what he did?"},{"person":"Joey","txt":" (To Ross) You okay man?"},{"person":"Ross","txt":" Uh-huh. Thank Joey!"},{"person":"Chandler","txt":" Uh, "},{"person":"Joey","txt":" Hi."},{"person":"Monica","txt":" All right, I guess we should go."},{"person":"Rachel","txt":" No, wait. Wait."},{"person":"Monica","txt":" Oh yeah right! (She grabs the money and shoves into her pocket.)"},{"person":"Rachel","txt":" No, Monica! Monica! We have to fix this!"},{"person":"Monica","txt":" There's nothing we can do. You erased the message!"},{"person":"Rachel","txt":" Yeah well unless we tell him."},{"person":"Monica","txt":" Well, if you're gonna be totally rational about this, I can't argue with\nyou! All right? Fine, if you wanna tell him, tell him. I just don't want to be a part of\nit."},{"person":"Rachel","txt":" Oh, maybe that's Emily calling back to leave the exact same message."},{"person":"Ross","txt":" (on the machine) Hey Ross! It's you! I just want you to remember this\nfeeling. You are lucky to be alive! So live everyday to the fullest. Love yourself, okay?\nOkay. Oh, and also get stamps. Bye! (He hangs up.)"},{"person":"Monica","txt":" Wow! Play that message for Emily and this whole problem goes away!"},{"person":"Rachel","txt":" Right?"},{"person":"Gary","txt":" Hey, anybody want to meet a hero?"},{"person":"Phoebe","txt":" (excited) John Glenn is here?!"},{"person":"Gary","txt":" No, Joey!"},{"person":"Ross","txt":" Pheebs, we had the most "},{"person":"Gary","txt":" Wait! Hold on! (He goes over to Phoebe and gives her a kiss.) (To Phoebe)\nHi!"},{"person":"Phoebe","txt":" Hi!"},{"person":"Gary","txt":" (To Ross) Okay, go ahead."},{"person":"Ross","txt":" Okay, okay, so we're in the car. Right? And "},{"person":"Phoebe","txt":" My God, Joey!"},{"person":"Chandler","txt":" (pouting) It was a car backfire!"},{"person":"Ross","txt":" Yeah, but-but "},{"person":"Joey","txt":" Yeah, I didn't know that."},{"person":"Ross","txt":" And it could've just as easily have been a bullet."},{"person":"Gary","txt":" Hey Joe, you ever think about joining the force? We could use a guy like\nyou."},{"person":"Chandler","txt":" Who jumps at loud noises!"},{"person":"Ross","txt":" Wow! I could've died tonight."},{"person":"Chandler","txt":" Yeah! If the car that backfired had run over you! Y'know what, I think\nI'll go home before Ross starts rambling about his newfound respect for life. (He gets up\nand starts for the door.)"},{"person":"Ross","txt":" I "},{"person":"Chandler","txt":" (returning) Oh my God! (Storms out.)"},{"person":"Gary","txt":" (To Phoebe) So you wanna get some dinner?"},{"person":"Phoebe","txt":" Yeah! Sure! Yep! (Gets up) Oh, y'know what? If I heard a shot right now,\nI'd throw my body on you."},{"person":"Gary","txt":" Oh yeah? Well maybe you and I should take a walk through a bad\nneighborhood."},{"person":"Phoebe","txt":" Okay!"},{"person":"Gary","txt":" All right."},{"person":"Phoebe","txt":" Bye!"},{"person":"Ross and Joey","txt":" Bye!"},{"person":"Joey","txt":" Cut it out Ross! I hate to have to save your life and kick your ass in the\nsame day!"},{"person":"Joey","txt":" Dude! How come you took off? "},{"person":"Chandler","txt":" Oh, I just went for a walk, around the living room. Whatever…"},{"person":"Joey","txt":" Is something wrong?"},{"person":"Chandler","txt":" No. No I'm just tired. Y'know, from-from the walk."},{"person":"Joey","txt":" Okay."},{"person":"Chandler","txt":" You dove in front of Ross! Ross!"},{"person":"Joey","txt":" That's what this is about! Oh my God, you hate Ross!"},{"person":"Chandler","txt":" I do not hate Ross!"},{"person":"Joey","txt":" Of course you do! I saved him! You're mad at me! It all adds up! You want\nRoss out of the picture."},{"person":"Chandler","txt":" What picture?"},{"person":"Joey","txt":" I don't know, but I don't like what I'm hearing!"},{"person":"Chandler","txt":" Look I'm very glad that you saved Ross from the car backfire, but\ny'know, it could've been a bullet and you y'know, you didn't try to save me!"},{"person":"Joey","txt":" Ohh, you're upset because you think I chose Ross over you! No!\nI…knew…you could take care of yourself. Y'know, I mean Ross, he need help. He's\nnot street like us!"},{"person":"Chandler","txt":" When it comes down to it, you would risk your life for Ross before you\nwould for me. That's the bottom line."},{"person":"Joey","txt":" Well, no, not exactly! All right, look, I, I wasn't trying to save Ross.\nOkay? My sandwich was next to Ross. All right? I was, I was trying to save my sandwich."},{"person":"Chandler","txt":" From a bullet!"},{"person":"Joey","txt":" I know it doesn't make much sense…"},{"person":"Chandler","txt":" "},{"person":"Joey","txt":" Look Chandler, it was instinct! Okay? I just went for it!"},{"person":"Chandler","txt":" So you risked your life, for a sandwich!"},{"person":"Joey","txt":" I know it sounds crazy, but Chandler this is (Goes and picks up the\nsandwich) the greatest sandwich in the world!"},{"person":"Chandler","txt":" So you didn't uh, choose Ross before me."},{"person":"Joey","txt":" No! I would never do that! You-you're like my brother!"},{"person":"Chandler","txt":" Really?!"},{"person":"Joey","txt":" Yeah! In fact, to prove how much you mean to me, (He unwraps the sandwich\nand holds it out for Chandler) here."},{"person":"Chandler","txt":" Thanks. (He grabs the sandwich.)"},{"person":"Joey","txt":" No, eh, oh-oi, easy, it's not a hot dog!"},{"person":"Joey","txt":" How good is that?"},{"person":"Chandler","txt":" (with his mouthful) Oh-oi-ho, yeah!"},{"person":"Joey","txt":" See?"},{"person":"Chandler","txt":" Hm-hmm. (Goes to take another bite.)"},{"person":"Joey","txt":" Oh-whoa-hey, dude, what are you doing?!"},{"person":"Chandler","txt":" I thought you were showing me how much you mean to me."},{"person":"Joey","txt":" Yeah. With a bite! (Takes back the sandwich.) Gee-e-e-eez!"},{"person":"Rachel","txt":" Hey! Hi!"},{"person":"Ross","txt":" Rach, what uh, what are you doing here?"},{"person":"Rachel","txt":" Hey! Y'know what? "},{"person":"Ross","txt":" Y'know, it-it doesn't matter. The important thing is that you're here.\nYou're my friend, and you're here. Oh! (He goes over and hugs her.)"},{"person":"Rachel","txt":" Okay, just a little scared. What's going on Ross?"},{"person":"Ross","txt":" The most amazing thing happened tonight. I thought my number was up. I had\nan actual near death experience!"},{"person":"Rachel","txt":" What?! What? What happened?!"},{"person":"Ross","txt":" Okay, okay, we were on the ride along with Gary, right? "},{"person":"Rachel","txt":" Yeah!"},{"person":"Ross","txt":" And somebody took a shot at me!"},{"person":"Rachel","txt":" (gasps) Really?!"},{"person":"Ross","txt":" No, a car backfired, but (Rachel suddenly calms down) I thought somebody\nwas taking a shot at me. And Rach, I…I survived! And I was filled with this-this\ngreat respect for life. Y'know? I-I want to experience every moment. I want to seize every\nopportunity. I-I am seeing everything so-so clearly now."},{"person":"Rachel","txt":" Because a car backfired?"},{"person":"Ross","txt":" (stares at her briefly) Okay, why are you here?"},{"person":"Rachel","txt":" Well, I-I-I don't know how this fits into your whole \"seizing\"\nthing but um, Emily called you today."},{"person":"Ross","txt":" You talked to her?"},{"person":"Rachel","txt":" No, she left a message. (He starts for the machine.) (Stopping him.) But\nit-it kinda got erased. There's just (Pause) something wrong with your machine."},{"person":"Ross","txt":" Well, okay, what-what did she say?"},{"person":"Rachel","txt":" Well, uh something about having second thoughts about the wedding and\ndid you guys make a mistake breaking up and uh, she wants you to call her."},{"person":"Ross","txt":" Wow!"},{"person":"Rachel","txt":" Now, that-that was a good thing that I told you, right?"},{"person":"Ross","txt":" Huh? Yeah! Yes, of course!"},{"person":"Rachel","txt":" Okay. Thank you! Thank you! Because—I'm sorry, all right. Because\ny'know what? She didn't want me—not important. The point is, I was right. Your\ndecision. Okay? I was right. (She starts for the door.) (Stops) Your decision."},{"person":"Ross","txt":" Right. I guess, I guess I should call Emily."},{"person":"Rachel","txt":" Okay, no, that's not the right decision. That's not, that's not right,\nno Ross-Ross, come on! I mean, that woman made you miserable! Okay, Ross, do you "},{"person":"Ross","txt":" Okay, look, yesterday I would've even considered calling her back, but my\nex-wife calls on the same day I have a near death experience. I mean, that-that has got to\nmean something!"},{"person":"Rachel","txt":" Ugh, Ross! That was "},{"person":"Ross","txt":" You weren't there! Okay, maybe this is something that I-I'm supposed to\nseize! Y'know?"},{"person":"Rachel","txt":" Okay, y'know what? Maybe, this is not about seizing stuff. Maybe this is\nabout escaping stuff."},{"person":"Ross","txt":" Huh."},{"person":"Rachel","txt":" I mean, look-look today you escaped (Pause) (Not believing it) death,\ny'know? And maybe this is a chance for you to "},{"person":"Ross","txt":" That does make sense. Because I do wanna seize some opportunity, but I-I\nreally don't wanna see or talk to her."},{"person":"Rachel","txt":" Well, there you go!"},{"person":"Ross","txt":" Yeah. Maybe today is just, close call day."},{"person":"Rachel","txt":" (laughing) Close call day."},{"person":"Ross","txt":" Hey, thanks Rach. (They hug.)"},{"person":"Rachel","txt":" Ohh, honey no problem. Okay. (Gets up.)"},{"person":"Ross","txt":" Oh wait-wait-wait! The message is blinking. Maybe you didn't erase it. "},{"person":"Rachel","txt":" Oh?"},{"person":"Ross","txt":" (on machine) \"Hey Ross, it's you!\" (Hits the stop button) Oh\nyeah, no that's-that's an old message, nobody needs to hear that."},{"person":"Rachel","txt":" No. (She heads for the door again.)"},{"person":"Ross","txt":" (looking at the coffee table where his money was) Hey umm, was-was Monica\nhere?"},{"person":"Rachel","txt":" Yeah."},{"person":"Ross","txt":" Yeah, I want my money back."},{"person":"Rachel","txt":" (going out the door) Yeah, uh you-you probably need that for stamps,\nright?"},{"person":"Ross","txt":" Hey Pheebs, has Gary ever been shot at for real?"},{"person":"Phoebe","txt":" Yes. Once. Yeah, a little. He kinda did it to himself. It's not really a\ngood story."},{"person":"Ross","txt":" I wonder how I would react under fire, y'know? And not backfire but-but\nheavy fire, like I was in a war or something."},{"person":"Monica","txt":" Man, I would be great in a war! I mean, I really, I think I would make a\n"},{"person":"Chandler","txt":" Before or after you were shot by your own troops?"},{"person":"Ross","txt":" I know where Joey would be. He would be down in the foxhole protecting all\nof us."},{"person":"Chandler","txt":" Yes, if the foxhole was lined with sandwiches."},{"person":"Joey","txt":" Yeah, hero sandwiches. (Points at Ross who points back.)"},{"person":"Phoebe","txt":" Well you all know that I'm a pacifist so I'm not interested in war in\nany way. (Gets up) But y'know what? When the revolution comes, I will have to destroy you\nall. (Starts to leave.) (To Joey) Not you Joey."}]