[{"person":"Monica","txt":" It's so weird, how did Joey end up kissing Charlie last night? \n  I thought you'd end up kissing Charlie."},{"person":"Ross","txt":" Hey, I thought I'd end up kissing Charlie too ok? But"},{"person":"Chandler","txt":" I missed most of the party (pause) Charlie's a girl, right?"},{"person":"Ross","txt":" Yes, she is this new professor of my department that I did"},{"person":"Rachel","txt":" I don't know why Joey had to kiss her! I mean, of all the girls \n  at the party, GOD!"},{"person":"Ross","txt":" Why do you care so much?"},{"person":"Monica","txt":" Yes Rachel, why"},{"person":"Rachel","txt":" (worried) Be-cause Ross is the father of my child! You know... \n  and I... want him to hook up with lots of women! (pause) I just... All I'm saying \n  is... I don't think that Joey and Charlie have anything in common."},{"person":"Ross","txt":" Oh, I don't know, they seem to have a shared interest in each \n  other's tonsils..."},{"person":"Phoebe","txt":" Wow, Joey and a professor! Can you imagine if they had kids \n  and if the kids got her intelligence and Joey's raw sexual magnetism... Oh, \n  those nerds will get"},{"person":"Rachel","txt":" All right, so... Ross, you're ok with all this? I mean..."},{"person":"Ross","txt":" Yeah, it's no big deal. I mean, I just met her and I'm fine with \n  it..."},{"person":"Ross","txt":" Oh, God. I forgot how"},{"person":"Joey","txt":" Hey!"},{"person":"All","txt":" Hi!"},{"person":"Ross","txt":" I'm gonna get some more coffee."},{"person":"Charlie","txt":" Oh, you know what? I'll come with you!"},{"person":"Ross","txt":" Ok. (they both go)"},{"person":"Chandler","txt":" (to Joey) So, a professor, uh?"},{"person":"Joey","txt":" Yeah! She is cool, and she's so smart! Her mind is totally acrimonious \n  (which, being Joey, he mispronounces \"amonious\"). (pause) That's not \n  how she used it...?"},{"person":"Charlie","txt":" (talking to Ross) I feel like I owe you an explanation. I don't \n  ordinarily go around kissing guys at parties. I'm... well, I'm kind of embarrassed. \n  I really hope you don't think less of me."},{"person":"Ross","txt":" Uhm no! Think less of you! No, I don't think less of you. I mean, \n  you saw someone you liked and you kissed them. I mean, those people who like \n  someone and don't kiss them... those-those people are stupid, I hate those people."},{"person":"Charlie","txt":" You know, actually I'm a little surprised to myself. I mean, \n  Joey is so different from the guys I usually date. I mean, they're all professors, \n  and intellectuals, and"},{"person":"Ross","txt":" Yeah, I know the type."},{"person":"Joey","txt":" Hey, if you wanna grab a bite before work we'd better get acrimonious. \n  No? Am I getting close?"},{"person":"Phoebe","txt":" (entering) Hey!"},{"person":"Monica","txt":" Hey!"},{"person":"Phoebe","txt":" Hey you guys! Look what I just got. (she shows them a pair of \n  slippers)"},{"person":"Rachel","txt":" Oh, OH! Wow, I love those! Where did you get them?"},{"person":"Phoebe","txt":" I bought them off Ebay! They used to belong to the late Shania \n  Twain."},{"person":"Rachel","txt":" (after a pause) Phoebe, Shania Twain is still alive!"},{"person":"Phoebe","txt":" Oh... then I overpaid. (she goes to the bathroom)"},{"person":"Monica","txt":" Hey, what's this?"},{"person":"Rachel","txt":" Oh, it's a gift certificate to this new SPA in SOHO."},{"person":"Monica","txt":" Oh, you can't show Phoebe this! She hates those corporate massage \n  chains."},{"person":"Rachel","txt":" Ah, why, now I can't get a massage? There are so many things \n  that she disapproves of! I can't eat veal, I can't wear fur, I can't go hunting..."},{"person":"Monica","txt":" Do you wanna go hunting?"},{"person":"Rachel","txt":" Well, I would like to have the option!!"},{"person":"Phoebe","txt":" (coming back from the bathroom) What's up? (she sees the gift \n  certificate in Rachel's hands) Hey, Rachel!!"},{"person":"Rachel","txt":" Oh!"},{"person":"Phoebe","txt":" No, you can't go there! You know how I feel about these \"big \n  massage places\"! They're putting people like me out of business!"},{"person":"Monica","txt":" And she wants to go hunting, too!!"},{"person":"Rachel","txt":" Phoebe, come on, I don't wanna waste it! It would be like throwing \n  away a hundred bucks!"},{"person":"Phoebe","txt":" Ok, this is not about the"},{"person":"Rachel","txt":" I don't care about any of that!!"},{"person":"Phoebe","txt":" Well, do you care about friendship?"},{"person":"Rachel","txt":" Oh!"},{"person":"Phoebe","txt":" I feel really strongly about this, Rachel. Please, don't use \n  this gift certificate. I'm asking you as a friend."},{"person":"Rachel","txt":" Oh, not as a friend, Phoebe!! Fine, I won't use it!"},{"person":"Phoebe","txt":" Promise?"},{"person":"Rachel","txt":" I promise."},{"person":"Phoebe","txt":" Thank you. (she tears up the gift certificate)"},{"person":"Rachel","txt":" But I am going hunting!!"},{"person":"Monica","txt":" (entering) Hey honey! I missed you today!"},{"person":"Chandler","txt":" Oh, yeah?"},{"person":"Monica","txt":" Yeah. (they kiss) What d'you wanna do tonight?"},{"person":"Chandler","txt":" Oh, well... Maybe we could... (he sweeps the stuff off the \n  table and wordlessly invites Monica to have sex on it)"},{"person":"Monica","txt":" Ok, trying to turn me on by making a mess? Know your audience! \n  Besides, tomorrow we're doing those fertility tests and until then you need \n  to keep your tadpoles in the tank."},{"person":"Chandler","txt":" We really need to take those tests?"},{"person":"Monica","txt":" Honey, we've been trying to have a baby for over a year. I think \n  it's a good idea to find out if everything's ok. Just a few routine tests."},{"person":"Chandler","txt":" But I don't wanna do it in a cup!"},{"person":"Monica","txt":" What is the big deal?"},{"person":"Chandler","txt":" It's weird! In a doctor's office?"},{"person":"Monica","txt":" It's not ok to do it in a doctor's office but it is ok to do \n  it in a parked car behind a Taco Bell?"},{"person":"Chandler","txt":" (embarrassed) I cannot believe Ross told you that! (pause) \n  And in my defense, it was a Wendy's!"},{"person":"Monica","txt":" Look, I don't wanna do this test either, but I really do think \n  it's a good idea!"},{"person":"Chandler","txt":" Yeah, ok. I'm sure that doctor's office can't be worst than \n  on a class trip to the Hershey's factory!"},{"person":"Monica","txt":" (really embarrassed) OH!"},{"person":"Chandler","txt":" Oh, yeah! RACHEL TALKS TOO!"},{"person":"Joey","txt":" (sipping red wine from a glass) Who says that wine has to cost \n  more than milk!"},{"person":"Joey","txt":" Heeey!"},{"person":"Charlie","txt":" Hi!"},{"person":"Joey","txt":" Come on in, how are ya?"},{"person":"Charlie","txt":" I'm good!"},{"person":"Joey","txt":" Can I offer you a drink?"},{"person":"Charlie","txt":" "},{"person":"Joey","txt":" Uh-oh. I hade a pretty hectic day at work too, today I had to \n  open a door and go (looking scared) ohhhh!"},{"person":"Charlie","txt":" So I am just so excited to be \n  here. And I can't wait to start exploring the city!"},{"person":"Joey","txt":" Hey, if you need a tour guide... (point to himself)"},{"person":"Charlie","txt":" Oh, you mean it? That would be so"},{"person":"Joey","txt":" Yeah, definitely, definitely. Ok, what do you wanna see first?"},{"person":"Charlie","txt":" Oh, well, we can go see the Chronos Quartet at the Avery Fisher \n  Hall."},{"person":"Joey","txt":" (looking puzzled and nodding) Ok!"},{"person":"Charlie","txt":" And there is a collection of Walt Whitman letters on display \n  at the public library."},{"person":"Joey","txt":" I know, yeah!"},{"person":"Charlie","txt":" And first, I have to see the MET!"},{"person":"Joey","txt":" Ok, let me stop you right there. The Mets suck, ok? You wanna \n  see the Yankees."},{"person":"Charlie","txt":" No, no, no, not the Mets, the MET, singular!"},{"person":"Joey","txt":" Which one, they all suck!"},{"person":"Charlie","txt":" The museum!"},{"person":"Joey","txt":" (looking puzzled) I don't think so."},{"person":"Rachel","txt":" (to the receptionist) Hi there!"},{"person":"Receptionist","txt":" (in an affected tone) Hello, welcome to Lavender Day Spa \n  SPA. How may I help you?"},{"person":"Rachel","txt":" Oh, hi. I have a massage appointment under Rachel Green, and \n  here is my gift certificate."},{"person":"Receptionist","txt":" This has been torn up."},{"person":"Rachel","txt":" And... taped back together."},{"person":"Receptionist","txt":" Ok well, I'll call you as \n  soon as your massage therapist is ready."},{"person":"Rachel","txt":" Ok"},{"person":"Receptionist","txt":" Have a seat through the glass doors."},{"person":"Rachel","txt":" (imitating the receptionist's tone) through the glass doors."},{"person":"Receptionist","txt":" Through the glass doors."},{"person":"Rachel","txt":" Alright-y then."},{"person":"Receptionist","txt":" Phoebe, your next client's in the waiting room."},{"person":"Phoebe","txt":" Ok. Do we have to talk like that then they're not around? (She \n  sees Rachel) Oh, no, no! Listen, is there someone \n  who can fill in for me?"},{"person":"Receptionist","txt":" Sorry, everyone is booked!"},{"person":"Phoebe","txt":" But that woman can't know I work \n  here. She's a friend of mine and I made this big stink about how awful this \n  massage chains are."},{"person":"Receptionist","txt":" Then why you work here?"},{"person":"Phoebe","txt":" 'Cause it's good money! But that doesn't change the fact that \n  this is an evil blood sucking corporate machine!"},{"person":"Receptionist","txt":" Well, I think this is a great place to work!"},{"person":"Phoebe","txt":" (watching around and whispering) Ok, are they listening?"},{"person":"Joey","txt":" Ross!"},{"person":"Ross","txt":" Hi!"},{"person":"Joey","txt":" I need to talk to you about Charlie."},{"person":"Ross","txt":" (annoyed) Oh, do you, do you really?"},{"person":"Joey","txt":" Yeah, I'm... I'm kind of having a little problem."},{"person":"Ross","txt":" Look, if you don't know what the word \"acrimonious\" \n  means, just don't use it!"},{"person":"Joey","txt":" No, look, you know Charlie, right? She's cool, she's funny, her \n  body is soo..."},{"person":"Ross","txt":" Get to the problem!"},{"person":"Joey","txt":" Yes. It's just that she's so much smarter than all the girls I've \n  ever dated! Combined! I don't want her to think I'm stupid!"},{"person":"Ross","txt":" (looking down) Are you wearing two belts?"},{"person":"Joey","txt":" (checking) EH, what do you know!"},{"person":"Ross","txt":" You were saying you didn't want to seem stupid."},{"person":"Joey","txt":" Right, right, right, well, she wants to go to all this cultural \n  places and I don't know how to talk about that stuff. You gotta help me out!"},{"person":"Ross","txt":" You know, I really don't want to \n  get involved in you guy's relationship."},{"person":"Joey","txt":" Please, c'mon, you're the smartest person I know and I really \n  like this girl, ok, I don't wanna lose her."},{"person":"Ross","txt":" (after a short hesitation) Fine."},{"person":"Joey","txt":" Thanks."},{"person":"Ross","txt":" Ok. Let's see. Oh, you should take her to the MET!"},{"person":"Joey","txt":" The Metsss!"},{"person":"Ross","txt":" Oh, no! The MET! The Metropolitan Museum of Art."},{"person":"Joey","txt":" (realizing) Oh, that's what she meant! (pause) You know, if they're \n  gonna shorten it, they should call it the MUSE! You know, short for museum, \n  and avoid all the confusion!"},{"person":"Ross","txt":" Yeah, most of it it's a place "},{"person":"Joey","txt":" Ok, all right, so I'll take her to the MET."},{"person":"Ross","txt":" Yeah, uh, uh, ok, there's this great rare bookstore \n  on Madison Avenue. You know what? She loves architecture, \n  you know what you should do? You should take a walk down fifth to the \n  Saint Patrick's Cathedral and there there's this great little pastry shop that \n  she'd love."},{"person":"Joey","txt":" Geez, sounds like you should be going on this date!"},{"person":"Ross","txt":" But I'm not! (pause). You know what if you're in the mood for \n  Thai food..."},{"person":"Joey","txt":" Whoa, whoa, whoa! Slow down, you go"},{"person":"Ross","txt":" Ok."},{"person":"Joey","txt":" You got to tell me exactly what to do there."},{"person":"Ross","txt":" Ok, when you walk in the museum, take the right, that's the antiquities \n  wing. Ancient Egypt, Mesopotamia, up to the Byzantine Empire."},{"person":"Joey","txt":" Whoa, whoa, whoa, whoa, whoa! So, I walk in the door and make \n  the right (and he bends his arm to the left. Ross then bends Joey's arm to the \n  right and Joey nods)"},{"person":"Chandler","txt":" I have a weird feeling about this place. (pause) How do I \n  know that they are not gonna secretly videotape me and put it all over the internet."},{"person":"Monica","txt":" Because, honey, I mean this in the sweetest way possible, nobody \n  is gonna wanna watch that."},{"person":"Nurse","txt":" Mr. Bing? (Chandler jumps up) Here you are! You'll go into that \n  room and deposit your specimen into the container."},{"person":"Chandler","txt":" Deposit my specimen? You know, \n  usually I have to call a  900 number for that kind \n  of talk. Thanks, got it."},{"person":"Monica","txt":" Hey, honey, my test is down the hall, are you sure you're going \n  to be ok?"},{"person":"Chandler","txt":" Yeah, I guess!"},{"person":"Monica","txt":" I know this is embarrassing, but nobody cares! No one here even \n  knows you!"},{"person":"Janice","txt":" OH MY GOD!!"},{"person":"Chandler","txt":" Oh, Come on!"},{"person":"Janice","txt":" Ah ahahahhahaa! How great is this!"},{"person":"Monica","txt":" Hey, we're probably fertile, let's go home!"},{"person":"Chandler","txt":" Why are you here?"},{"person":"Janice","txt":" Well, Sid and I are trying again and we had trouble last time \n  because apparently we..."},{"person":"Chandler","txt":" (to Heaven) No no no... I mean,"},{"person":"Janice","txt":" Oh! Someone's a little cranky today cuz \n  they have to do it in a cup! (laughs) Oh! They gave you the kiddy size (looking \n  at the cup in his hand)."},{"person":"Chandler","txt":" What!?"},{"person":"Monica","txt":" This was fun! But I've got an invasive vaginal exam to get to! \n  (leaves)"},{"person":"Chandler","txt":" I'd love to stay, but I have eh... (points at the cup) got \n  a hot date... (starts to leave)"},{"person":"Janice","txt":" Please... go! (Then shouts after him) Just let me know if you \n  need a hand!"},{"person":"Chandler","txt":" (disgusted) I think it just fell off. (Leaves)"},{"person":"Phoebe","txt":" (In a strange heavy accent) Hello \"ja\", it's time \n  for your massage, ja! Put your face in the hole."},{"person":"Rachel","txt":" Wow, a Swedish massage from a real Swedish person. (Puts her \n  head in the hole and Phoebe enters)"},{"person":"Phoebe","txt":" Okay, then I'm Swedish..."},{"person":"Monica","txt":" So, what's your name?"},{"person":"Phoebe","txt":" It's a normal Swedish name... Ikea..."},{"person":"Rachel","txt":" Oh... what an interesting name."},{"person":"Phoebe","txt":" Ja!"},{"person":"Rachel","txt":" You know I... (lifts her head and tries to look in Phoebe's \n  direction)"},{"person":"Phoebe","txt":" (pushes her head back down) Time for your scalp massage!"},{"person":"Rachel","txt":" (Sees Phoebe's slippers through the hole) Wow... I really love \n  your... (startled as she realizes those are Phoebe's slippers)"},{"person":"Phoebe","txt":" Is something wrong?"},{"person":"Rachel","txt":" No, it's just that uhm... it feels so good... Ikea... (pause) \n  Yeah, say hey, you'll know this, what's the capital of Sweden?"},{"person":"Phoebe","txt":" (Thinks for a few moments) Uhm... Stockholm."},{"person":"Rachel","txt":" Damn! I wish I knew if that was right!"},{"person":"Joey","txt":" (gesturing at an imaginary painting) Note the painterly \n  lines and subtle impasto on this canvas. Monet painted quickly and usually outdoors \n  as his elusive subject was light itself."},{"person":"Ross","txt":" Now, do you have any idea what you just said?"},{"person":"Joey","txt":" (shaking his head as if to say: of course not!) No, no, my mouth \n  says the words, my brain is thinking monster trucks!"},{"person":"Ross","txt":" Ok now, remember, when you get to the museum, Monet is not spelt \n  M-O-N-A-Y. I just... I wrote that out phonetically for you."},{"person":"Joey","txt":" Phonetically? (Looks confused)"},{"person":"Ross","txt":" Yeah, yeah that means... you know? We just... we don't have time \n  for this."},{"person":"Joey","txt":" Ok."},{"person":"Ross","txt":" Ok, but you know what? I gotta say, \n  I'm really impressed that you were able to memorize all this so quickly!"},{"person":"Joey","txt":" Ah! I'm an actor! I can memorize anything! Last week on \"Days\" \n  I had to say \"Frontal temporal zygomatic craniotomy\"."},{"person":"Ross","txt":" Wow. What does"},{"person":"Joey","txt":" No idea! But the guy I said it to dies in the next scene so I \n  guess it means \"you're gonna get eaten by a bear\"."},{"person":"Ross","txt":" Ok! So let's move on to the Renaissance?"},{"person":"Joey","txt":" Ok, Caravaggio uses chiaroscuro here to highlight the anguish \n  of the central figure. Touch it, it's really bumpy! (Reaches out to touch the \n  imaginary painting)."},{"person":"Ross","txt":" Nah ah! Nah ah! (stops him form doing so) No no no! No ad-libbing \n  and dude, you can't"},{"person":"Joey","txt":" Come on! you... (reaches out to touch the imaginary painting again)"},{"person":"Ross","txt":" No! (Slaps his hand)"},{"person":"Chandler","txt":" (To the nurse at the nurses' station) My specimen is in the \n  room and I just want to thank whoever knocked on the door while I was in there. \n  Really helped speed the process along! (walks towards the common area and sees \n  Janice is still there) Janice! You're not... gone?"},{"person":"Janice","txt":" Oh! Sid is still in his room. I don't allow porn at home so \n  this is like a vacation for him. So did you do it? Did you make your deposit?"},{"person":"Chandler","txt":" Yeah! yeah... The hard part is over!"},{"person":"Janice","txt":" That's not the hard part honey! The hard part is what comes \n  next, I mean aren't you worried about the results?"},{"person":"Chandler","txt":" I haven't... I haven't even thought about the results yet... \n  I just assumed that everything was gonna be ok."},{"person":"Janice","txt":" Oh! Well, you know what? It probably is."},{"person":"Chandler","txt":" (Slightly panicky) Yeah, but what if it's not? What if there \n  is a reason why we can't have a baby?"},{"person":"Janice","txt":" Oh, Chandler, look. You and Monica are meant to have children. \n  I am sure it's gonna be just fine."},{"person":"Chandler","txt":" (smiling again) oh, oh, yeah, ok, thanks. I can't believe \n  I didn't even think of that. I guess I was just so worried about having to... \n  come here and do... 'that'..."},{"person":"Janice","txt":" What, you can do it in the parking lot of a Taco Bell, but you \n  can't do it at a doctor's office?"},{"person":"Chandler","txt":" (stares at her intently, then yells) It was a \"Wendy's!! \n  \""},{"person":"Phoebe","txt":" (Singing) \"Ipan Stripan, Glupi Glabi! \" And that is \n  the Swedish National Anthem! Thank you for asking! (looks annoyed)"},{"person":"Rachel","txt":" Wow, Ikea... what a rich culture. Uhm, you know what? I have \n  a friend who is a masseuse."},{"person":"Phoebe","txt":" Oh, Ja! Ja!"},{"person":"Rachel","txt":" Yah! She's... uhm... not very good though... (Phoebe looks devastated)"},{"person":"Phoebe","txt":" Uhu, uhu... and why do you think that is?"},{"person":"Rachel","txt":" I don't know... maybe it's because she has got such callousy \n  fingers from playing crummy guitar..."},{"person":"Phoebe","txt":" Or... maybe she has trouble loosening your knots because you're \n  such a high maintenance tight ass!"},{"person":"Rachel","txt":" (now lifts her head) Phoebe!!"},{"person":"Phoebe","txt":" You know it's me?"},{"person":"Rachel","txt":" For like a half an hour! Man, you can lie about Sweden!"},{"person":"Phoebe","txt":" How can you come here?"},{"person":"Rachel","txt":" How could you not tell me you worked here?"},{"person":"Phoebe","txt":" I don't have to tell you everything!"},{"person":"Rachel","txt":" Yes you do, if you're going to make me feel guilty for getting \n  a free massage!"},{"person":"Phoebe","txt":" Tips not included."},{"person":"Rachel","txt":" Oh! Phoebe, why did you lie to me about working here?"},{"person":"Phoebe","txt":" Because I was ashamed ok? I sold out for the cash! And then \n  they give me benefits like medical, and dental, and a 401K. But you know... \n  you pay a price. Now I'm this Corporate stooge and punching a clock and"},{"person":"Rachel","txt":" Phoebe, honey, if you hate it so much, you should walk out there \n  right now and quit! Be true to what you believe in! Honey, you have principles \n  and I"},{"person":"Phoebe","txt":" You know what? You are right. I"},{"person":"Rachel","txt":" Good for you Pheebs!"},{"person":"Phoebe","txt":" Ok."},{"person":"Phoebe","txt":" Okay (walks out and closes the door behind her, looks up and \n  whispers) If you guys have microphones in there too, I didn't mean"},{"person":"Ross","txt":" Haha! Got ya! Die, die,"},{"person":"Ross","txt":" (recovers his composure and starts typing) Respectfully, professor \n  R. Geller. (hits <return>, closes the laptop and joins Charlie on the \n  sofa) Hey!"},{"person":"Charlie","txt":" Hi!"},{"person":"Ross","txt":" Hey, how was the Met?"},{"person":"Charlie","txt":" The museum was amazing!"},{"person":"Ross","txt":" Yeah? Joey really knows his art, huh?"},{"person":"Charlie","txt":" Not so much, no. He had clearly memorized all the stuff to \n  say, and some of it didn't even make any sense."},{"person":"Ross","txt":" What do you mean?"},{"person":"Charlie","txt":" Well, for one, he was talking about paintings that were nowhere \n  around."},{"person":"Ross","txt":" (perplexed for a moment) Wait a minute... when you guys walked \n  into the Met, did you go to the right?"},{"person":"Charlie","txt":" No, we went to the left."},{"person":"Ross","txt":" (shaking head) Oh Joey, Joey! But still, I mean, it seems like \n  you guys are having a great time together."},{"person":"Charlie","txt":" Yeah, it's fun (hesitating)."},{"person":"Ross","txt":" What?"},{"person":"Charlie","txt":" Actually, you know, Joey is your friend, and you don't really \n  know me that well; it would be weird."},{"person":"Ross","txt":" What, I mean, a little, but no, what, go on."},{"person":"Charlie","txt":" Well... I'm just thinking that maybe he's not the right guy \n  to be with right now, maybe I should be with someone... I have more in common \n  with. You know what I mean?"},{"person":"Ross","txt":" (slowly) Yeah. But you know what? I think you should give Joey \n  a chance. I mean, he's a great guy, and sure he doesn't know that much about \n  art but you know, you can always talk about that with someone else."},{"person":"Charlie","txt":" Yeah, I guess that's true."},{"person":"Ross","txt":" And if you think about it, I mean the reason he memorized all \n  that stuff is because he thought it was important to you. You \n  know, that's the kind of guy Joey is."},{"person":"Charlie","txt":" He is very sweet. Plus he's"},{"person":"Ross","txt":" That was going to be my next argument."},{"person":"Joey","txt":" Hey!"},{"person":"Ross","txt":" Hey!"},{"person":"Charlie","txt":" Hey!"},{"person":"Joey","txt":" (to Charlie) You're ready?"},{"person":"Charlie","txt":" Yeah, let's go. (stands up and kisses Joey) (to Ross) Thanks \n  Ross."},{"person":"Joey","txt":" (aside, to Ross) Hey Ross! That art stuff worked, you hooked me \n  up."},{"person":"Ross","txt":" Glad I could help man."},{"person":"Joey","txt":" Although some of that stuff wasn't where you said it was gonna \n  be, but... (confidently) I made it work."},{"person":"Chandler","txt":" (picking up a plastic cup similar to the one he deposited \n  his specimen in) It is not okay that I'm aroused by this now."},{"person":"Chandler","txt":" Hello? Oh hi, Doctor Connelly. (pause) No, she's not here \n  but, you know, I can tell her. Should I be sitting down for this? (his smile \n  fades as he hears the answer) Oh. (pause) Well, so what does that mean? (pause) \n  Ok. Ok, thank you. Thanks. (hangs up)"},{"person":"Monica","txt":" Hey sweetie."},{"person":"Chandler","txt":" Doctor Connelly just called."},{"person":"Monica","txt":" With good news? (very quickly and wringing hands) Of course \n  it is not good news, you just said (deadpan) \"Doctor Connelly just called\". \n  If it was good news you would have said (excitedly) \"Doctor Connelly just \n  called! \" But so what is it? Is there a problem, uh? Is there a problem \n  with me or with you?"},{"person":"Chandler","txt":" Actually it's both of us."},{"person":"Monica","txt":" What?"},{"person":"Chandler","txt":" Apparently my sperm have low motility and you have an inhospitable \n  environment."},{"person":"Monica","txt":" Oh... what does that mean?"},{"person":"Chandler","txt":" It means that my guys won't get off their barcaloungers \n  and you have a uterus that is prepared to kill the ones that do. (pause) It \n  means..."},{"person":"Monica","txt":" Chandler?"},{"person":"Chandler","txt":" (seriously) It means that we can keep trying, but there's \n  a good chance this may never happen for us."},{"person":"Monica","txt":" (weeping) Oh my God!"},{"person":"Chandler","txt":" I'm sorry."},{"person":"Monica","txt":" I'm sorry too."},{"person":"Chandler","txt":" Well, we're gonna... we're gonna figure this out."},{"person":"Monica","txt":" (still weeping) I know."},{"person":"Receptionist","txt":" Good morning Phoebe."},{"person":"Phoebe","txt":" (imitating the receptionist's tone) Good morning receptionist."},{"person":"Receptionist","txt":" Here's your schedule for the day. Your first client is \n  in room No. 1."},{"person":"Phoebe","txt":" Rachel Green? (angrily) Son of a bitch, she came back?"},{"person":"Phoebe","txt":" (through the door, with a Scottish accent) Are you ready for \n  your Scottish massage? Put your face in the hole, lassy."}]