[{"person":"Chandler","txt":" (entering) Hey!"},{"person":"Phoebe","txt":" Hey! Check it out! This is unbelievable! Joey has been holding his\nbreath for almost four minutes! "},{"person":"Joey","txt":" (To Chandler) Dude! What are yo—you trying to kill me?!"},{"person":"Rachel","txt":" (entering from her room) Pheebs, I wanna ask you something."},{"person":"Phoebe","txt":" Uh-huh, what?"},{"person":"Rachel","txt":" Well since I’m movin’ out and-and you’re so\nbeautiful…"},{"person":"Phoebe","txt":" Oh!"},{"person":"Rachel","txt":" …how about I move in with you?"},{"person":"Phoebe","txt":" Well, that would be great but then what do we do about Denise?"},{"person":"Monica","txt":" Who’s Denise?"},{"person":"Phoebe","txt":" My roommate."},{"person":"Rachel","txt":" You have a roommate?!"},{"person":"Phoebe","txt":" Yes, Denise. Denise! "},{"person":"Joey","txt":" Hey, what is with the secrecy Phoebe? Huh? And what about this Denise, is\nshe cute?"},{"person":"Chandler","txt":" Pheebs, I don’t understand. How can you have a roommate that none\nof us know anything about?"},{"person":"Phoebe","txt":" Maybe because you never listen to anything that I say. I talk about her\nall the time! "},{"person":"Joey","txt":" Hey Rach, listen I was thinkin’ uh, I’m gonna have an extra room\nover at my place…"},{"person":"Rachel","txt":" Oh, that’s true."},{"person":"Joey","txt":" Yeah, why don’t you move in with me? It’ll be great! We could\nstay up late, watch movies, and you know about Naked Thursday’s right?"},{"person":"Rachel","txt":" Yeah, yeah I think I’m gonna find my own place."},{"person":"Chandler","txt":" Hey-hey! I thought Naked Thursday’s was just our thing man!"},{"person":"Phoebe","txt":" Hey."},{"person":"Ross","txt":" Hey!"},{"person":"Phoebe","txt":" So, what did Rachel say when you told her you were still married to her?"},{"person":"Ross","txt":" Oh, that. Umm, she took it really well."},{"person":"Phoebe","txt":" You didn’t tell her did you?"},{"person":"Ross","txt":" No. "},{"person":"Phoebe","txt":" Of course not, because you’re in love with her."},{"person":"Ross","txt":" I am not in love with her. She was very upset about having to move out so\nI eh, didn’t tell her we were still married because she would only get more upset.\nI-I just comforted her, as a friend."},{"person":"Phoebe","txt":" What do you mean, comforted her?"},{"person":"Ross","txt":" It’s nothing, I just gave her a hug."},{"person":"Phoebe","txt":" Ah-ha! A classic sign of love, the hug!"},{"person":"Ross","txt":" It’s also a sign of friendship."},{"person":"Phoebe","txt":" Yeah, not in your case Lovey Loverson. (Tries to take a bite out of\nRoss’s cookie.)"},{"person":"Ross","txt":" (grabs back his cookie) It was a hug!"},{"person":"Phoebe","txt":" Okay, just tell me this, did you or did you not smell her hair?"},{"person":"Ross","txt":" S-s-smell her hair? What if I did?"},{"person":"Phoebe","txt":" Ninety percent of a women’s pheromones come out the top of her\nhead! That’s why, that’s why women are shorter. So that men will fall in love\nwhen they hug them! (Ross is staring at her dumbfounded.) Oh come on Ross, you’re a\nscientist. "},{"person":"Ross","txt":" I was hugging her as a friend. It’s not my fault her-her hair got in\nmy face, she’s got a lot of it and it smells all-all uh…coconutty. (Phoebe\nraises her eyebrows.) What?! Oh, that doesn’t mean I have feelings for Rachel! Maybe\nit means I have feelings for coconuts!"},{"person":"Phoebe","txt":" (taking his coffee) Okay, whatever you say. But just be careful, all\nright? Rachel’s not in the same place you are."},{"person":"Ross","txt":" (grabbing back his coffee) If the place you are referring too is being in\nlove, then she "},{"person":"Phoebe","txt":" Okay, I didn’t understand that, but y’know, maybe that’s\n‘cause you were speaking the secret language of love! "},{"person":"Joey","txt":" Hey! (To Chandler) Dude, some guy just called for you."},{"person":"Chandler","txt":" Who was it?"},{"person":"Joey","txt":" I don’t know! How about, \"Thanks for taking the message.\"\nJeez! (Exits.)"},{"person":"Monica","txt":" Okay listen, y’know when you move in Rachel’s room is gonna be\nempty, you wanna talk about what we want to do with it?"},{"person":"Chandler","txt":" Sure!"},{"person":"Monica","txt":" Okay, I was thinking we should have a beautiful guest room, right? With\na mahogany sleigh bed and bedside tables with flowers on them all the time! And we could\nhave a roll top desk with comment cards on them so people could say how much they loved\nstaying here!! Okay, whatever, I really haven’t thought about it that much."},{"person":"Chandler","txt":" Well, I like that idea. Obviously! I was thinking maybe-maybe-maybe it\ncould be a game room, y’know? I mean you can buy old arcade games like uh, like "},{"person":"Monica","txt":" No."},{"person":"Chandler","txt":" Okay so you mean no as in, \"Gee Chandler, what an interesting\nidea. Let’s discuss it before we reject it completely.\""},{"person":"Monica","txt":" Oh, I’m sorry. Of course I mean that. Interesting idea, umm, talk\nabout it, but no."},{"person":"Chandler","txt":" So, that’s it?"},{"person":"Monica","txt":" I just don’t think arcade games go in the beautiful guest room. The\nbeautiful guest room is gonna be filled with antiques."},{"person":"Chandler","txt":" Which is why "},{"person":"Monica","txt":" What do you have against the beautiful guest room?"},{"person":"Chandler","txt":" I don’t have anything against the beautiful guest room,\nespecially since everybody we know lives about 30 seconds away!"},{"person":"Monica","txt":" Are you mocking me?"},{"person":"Chandler","txt":" No, I’m not mocking you, (in a mocking voice) or you beautiful\nguest room. (Exits.)"},{"person":"Joey","txt":" Hey, what’s up?"},{"person":"Chandler","txt":" Nothing, Monica and I had a stupid fight."},{"person":"Joey","txt":" But you’re still moving in together, right? Because my ad came out\ntoday. (Shows him the paper.)"},{"person":"Chandler","txt":" (reading the ad) \"Wanted. Female roommate, non-smoker,\nnon-ugly.\" Nice!"},{"person":"Joey","txt":" Yeah? I just figured y’know, after living with you it’d be an\ninteresting change of pace to have a female roommate, y’know? Someone I can learn\nfrom, someone-someone who’s different than me. And what’s more different than\nme; a guy who’s "},{"person":"Rachel","txt":" Pheebs, I have to ask you…"},{"person":"Phoebe","txt":" Shhhhhh! I’m swamped right now."},{"person":"Rachel","txt":" You’re just staring into space."},{"person":"Phoebe","txt":" Umm, I’m trying to move that pencil. (There’s a pencil lying\non the table.)"},{"person":"Rachel","txt":" This one? (Picks it up.)"},{"person":"Phoebe","txt":" It worked!"},{"person":"Rachel","txt":" Pheebs, this whole apartment thing is just a nightmare! Every place I\ncan afford comes with a roommate who is a freak. I mean, look at this; (Points to one and\nstarts to read it.) \"Wanted. Female roommate, non-smoker, non-ugly.\" It’s\njust, there is nothing! The city’s full!"},{"person":"Phoebe","txt":" Wait, no, look at this! (Points to one.) (Reading) \"Two bedroom,\ntwo bath, must be non-smoker, Satan worshipers okay…\" Oh, yeah, but it’s on\nthe ground floor."},{"person":"Ross","txt":" (entering) Hey!"},{"person":"Rachel","txt":" Hey."},{"person":"Ross","txt":" Rach, uh, you still looking for a place?"},{"person":"Rachel","txt":" Yeah! Why?"},{"person":"Ross","txt":" Okay, there’s this guy, Warren, from the museum and he’s going\non a dig for like two years and he’s got this great place he needs to sublet. So uh,\nyou interested?"},{"person":"Rachel","txt":" That sounds great! I’d love to live at Warren’s!! I love\nWarren! Thank you!"},{"person":"Ross","txt":" Don’t thank me! If you wanna thank something, thank the volcano that\nerupted thousands of years ago, killing but perfectly preserving an entire civilization.\n(Rachel just looks at him.) Here’s Warren’s number."},{"person":"Rachel","txt":" Oh, this is great! I am gonna call him right now! (Jumps up.) Oh, thank\nyou! "},{"person":"Ross","txt":" Okay, you go grab it!"},{"person":"Phoebe","txt":" I saw it."},{"person":"Ross","txt":" I don’t know what you’re talking about."},{"person":"Phoebe","txt":" Umm, I’m talking about that which you already know but won’t\nadmit. You love her again; you re-love her!"},{"person":"Ross","txt":" Look, I do not re-love her."},{"person":"Phoebe","txt":" I can’t believe you won’t just admit it! (Pause) Okay, just\npromise me that you won’t do anything stupid."},{"person":"Ross","txt":" Look, we’re just friends now! Okay? Why would I do anything stupid?"},{"person":"Rachel","txt":" (returning from calling Warren) Ugh!!! Well, the apartment is already\nsubletted! I mean, this is just hopeless. I’m never gonna find anything."},{"person":"Ross","txt":" You can live with me."},{"person":"Rachel","txt":" What?!"},{"person":"Phoebe","txt":" What?!"},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" Oh my God! Are you serious?!"},{"person":"Ross","txt":" Uh-huh. (Phoebe grunts.)"},{"person":"Rachel","txt":" I would love to live with you Ross; that’s-that’s great! Thank\nyou!"},{"person":"Ross","txt":" Well, I’m-I’m just glad I could, y’know, help you out."},{"person":"Phoebe","txt":" Wow! I’m-I’m so happy for you guys. (To Ross) This is so-so,\nnot stupid."},{"person":"Rachel","txt":" Ross-Ross, you have no idea what this means to me! I mean, I mean I was\ngonna be homeless. You just saved me! You’re my hero!"},{"person":"Ross","txt":" Hero, I uh, I don’t know—well, all right."},{"person":"Rachel","txt":" Oh, I have to go tell Monica what a wonderful brother she has! (Kisses\nhim on the cheek and exits.) "},{"person":"Ross","txt":" Oh please! (He sits down.) (To Phoebe) You’re gonna say things now,\naren’t ya?"},{"person":"Phoebe","txt":" No. No, I won’t. But I should tell you this, this exact same thing\nhappened to my roommate Denise. She moved in with a guy who was secretly married to her\nand he said he didn’t love her, but he really did, and it just blew up! And\nthat’s how she ended up living with me! (Ross looks at her.) (Pause) Okay,\nthat’s a lie."},{"person":"Chandler","txt":" Hi."},{"person":"Monica","txt":" Hi."},{"person":"Chandler","txt":" Hi, listen, I’m sorry about before. I don’t need to have a\ngame room. I mean when I was a kid I only played those games because I couldn’t get\ngirls, and now I "},{"person":"Monica","txt":" Stop it Chandler. (Chandler is relieved) I’m sorry too."},{"person":"Chandler","txt":" Really?"},{"person":"Monica","txt":" Yeah! Oh yes!"},{"person":"Chandler","txt":" Ohh."},{"person":"Monica","txt":" Listen, we don’t have to make that a guest room, we can think of\nsomething to do with the room together."},{"person":"Chandler","txt":" That’s a great idea! We can "},{"person":"Monica","txt":" Totally!"},{"person":"Chandler","txt":" We don’t have to come up with this now."},{"person":"Monica","txt":" Oh good."},{"person":"Chandler","txt":" Hey, y’know what? Why don’t we think about changes we can\nmake in the living room?"},{"person":"Monica","txt":" Changes?"},{"person":"Chandler","txt":" Yeah, I mean we’re gonna have to move around some furniture to\nmake room for my chair. (Kisses her and heads into the living room.)"},{"person":"Monica","txt":" You’re-you’re-you’re gonna bring the Barca Lounger over\nhere?"},{"person":"Chandler","txt":" Is that a problem?"},{"person":"Monica","txt":" Well, it’s a set and they should probably stay together."},{"person":"Chandler","txt":" Oh, that’s cool. Then I’ll just bring them both over."},{"person":"Monica","txt":" See now-now you’re taking them away from their home."},{"person":"Chandler","txt":" Okay, I get it. So, I get nothing! Nothing here is mine! Everything\nhere is yours! I’ll get up in the morning put on your clothes, and head off to work!"},{"person":"Monica","txt":" Yeah-yeah, y’know what? Yeah, that’s it-that’s it,\neverything will be mine! Nothing will be yours! That’s-that’s what I said! Oh\ncome on, Chandler! I’m talking about the barca lounger! It just, it doesn’t\nmatch! Where is it gonna go?!"},{"person":"Chandler","txt":" In the game room!"},{"person":"Monica","txt":" Look it is "},{"person":"Chandler","txt":" All right! That’s fine! That’s fine! I won’t bring over\nthe chairs! I won’t bring anything over! I wouldn’t want to ruin the ambiance\nover here at Grandma’s place!! (Storms out.)"},{"person":"Joey","txt":" (exiting from Chandler’s room with the new roommate) Everything on\nyour application looks really good—Ohh! Just one last question umm, are you and your\nfriends gonna be over here all the time like partying and hanging out?"},{"person":"The Potential Roommate","txt":" Oh don’t worry, I’m not really a party girl."},{"person":"Joey","txt":" Whoa!! Now look, don’t be just blurtin’ stuff out. I want you to\nreally think about your answers. Okay?"},{"person":"Chandler","txt":" (entering) You can call off the roommate search! (To the potential\nroommate) Hi! I’ll be living here. (Heads for the bathroom.)"},{"person":"Joey","txt":" Oh don’t listen to him, he’s just some guy who really wants the\napartment, but I don’t think he’s gonna get it."},{"person":"Chandler","txt":" Why did you take the shower curtain down?"},{"person":"Joey","txt":" That thing was a hazard! (To the potential roommate) I’m very safety\nconscious."},{"person":"Rachel","txt":" Hey!"},{"person":"Ross","txt":" Hey! Oh listen, I was just clearing some space for your stuff."},{"person":"Rachel","txt":" Oh thanks, but listen, I was just at Monica’s and she and Chandler\nhad a big fight and they’re not moving in."},{"person":"Ross","txt":" What do you mean, they’re not moving in? They-they’re still\nmoving in right?"},{"person":"Rachel","txt":" No-no, they just had a big blowout over what to do with my room."},{"person":"Ross","txt":" What?! Over a stupid room!"},{"person":"Rachel","txt":" Yeah, I feel kinda bad for them, but I’m also really psyched\n‘cause I don’t have to move in here!"},{"person":"Ross","txt":" Oh no, yeah no, that part’s great!"},{"person":"Ross","txt":" What’s all this about you guys fighting?! Is this really over a\nroom?! I mean, that is so silly!"},{"person":"Monica","txt":" Ross, we can handle this."},{"person":"Ross","txt":" Well, apparently not, and I can’t just stand by and watch two people\nI care about very much be hurt over something that is so silly. I mean, enough of the\nsilliness!"},{"person":"Chandler","txt":" Well, why don’t you tell her to stop being silly! (Monica mocks\nhim and he joins in.)"},{"person":"Ross","txt":" (stopping them) Okay-okay! Two very good points, look I’ve known you\nboth a long time, and I’ve never seen either of you one/millionth as happy as\nyou’ve been since you’ve got together. Do you really want to throw that all away\nover a room? That is so silly. Now wh-what is more important, love or silliness?"},{"person":"Chandler","txt":" Well, we are fond of the silliness, but we also have a soft spot for\nthe love."},{"person":"Monica","txt":" Love is the best medicine."},{"person":"Chandler","txt":" That’s laughter."},{"person":"Monica","txt":" Why do you do it?"},{"person":"Chandler","txt":" I don’t know."},{"person":"Ross","txt":" Okay! All right! Now, Chandler you-you wanna live with Monica, right?"},{"person":"Chandler","txt":" Yeah, I do."},{"person":"Ross","txt":" And Mon, you wanna live with Chandler, don’t ya?"},{"person":"Monica","txt":" Yes."},{"person":"Ross","txt":" (jumping up) Good! A verbal contract is binding in the state of New York!\n(Storms out.)"},{"person":"Gunther","txt":" So I understand you’re looking for a place."},{"person":"Rachel","txt":" No-no, I’m staying put."},{"person":"Gunther","txt":" Oh, I was going to offer you my apartment."},{"person":"Rachel","txt":" Why, where are you going?"},{"person":"Gunther","txt":" I don’t know."},{"person":"Ross","txt":" (entering) Hey Rach!"},{"person":"Rachel","txt":" Hi!"},{"person":"Ross","txt":" You’re never gonna believe it uh, Monica and Chandler are moving in\nagain. That’s great news right—I mean for them. Right?"},{"person":"Rachel","txt":" Oh wow."},{"person":"Ross","txt":" Yeah but, on the bright side, we get to be roommates again."},{"person":"Rachel","txt":" Yeah. Y’know umm, uh, umm, about that, umm, Ross I really\nappreciate your offer to let me move in and everything, but don’t you think it’s\ngonna be weird?"},{"person":"Ross","txt":" Wh-why?! Why-why-why would it, why would it be weird?"},{"person":"Rachel","txt":" Well, because of us! Because of our history."},{"person":"Ross","txt":" No!"},{"person":"Rachel","txt":" No?"},{"person":"Ross","txt":" No! No! It would be weird if we were still in that place, I mean are you\nstill in that place?"},{"person":"Rachel","txt":" No! Not at all!"},{"person":"Ross","txt":" Good! Me neither! So it’s not a problem. We’re just two friends\nwho happen to be roommates."},{"person":"Rachel","txt":" Okay, but Ross, eventually you and I are gonna be dating."},{"person":"Ross","txt":" Really?! We are?"},{"person":"Rachel","txt":" Yeah! I’m gonna have a boyfriend, you’re gonna have a\ngirlfriend…"},{"person":"Ross","txt":" Ohh! That would be great."},{"person":"Rachel","txt":" But y’know what, if you think it’s gonna be okay we’ll\njust work out a system. Y’know, it’ll be like college, I’ll hang a hanger\non the door and put a sign, \"Come back later, I’m gettin’ lucky.\"\n(Laughs.)"},{"person":"Ross","txt":" (laughs as well, but for a different reason) Yeah, I didn’t think of\nthat."},{"person":"Ross","txt":" So are you sure about this whole moving in thing?! I mean it’s a "},{"person":"Monica","txt":" That’s very funny!"},{"person":"Chandler","txt":" He’s being silly, because he knows that we enjoy the silliness!"},{"person":"Ross","txt":" No, I-I-I’m serious, okay? I mean, think about it. You move in, you\nstart fighting over stupid game rooms, next thing y’know you break up!"},{"person":"Monica","txt":" Ross, you were right before, it was just a stupid fight about a room."},{"person":"Ross","txt":" Okay, there are no stupid fights!! This isn’t about the room, this is\nabout what the room…represents! And unfortunately, this room (Points to Rachel’s\nroom) could destroy you!!"},{"person":"Chandler","txt":" Yeah, I'm not so worried."},{"person":"Monica","txt":" Yeah, no, me neither."},{"person":"Ross","txt":" Fine! It’s your life! (Starts to storm out mad about his failed\nattempt at the manipulation of his best friend and sister, but stops and tries one last\ntime.) I just don’t want to see you guys break up! Which you "},{"person":"Monica","txt":" You still want to move in together right?"},{"person":"Chandler","txt":" Of course!"},{"person":"Monica","txt":" Ross didn’t scare you?"},{"person":"Chandler","txt":" Scared me out of ever wanting to live with him."},{"person":"Monica","txt":" Come here, I want to show you something!"},{"person":"Chandler","txt":" Okay!"},{"person":"Chandler","txt":" Oh my God! Someone’s killed Square Man!"},{"person":"Monica","txt":" This is where I thought the barca lounger could go! You see you could\nsee the TV and it’s still walking distance to the kitchen."},{"person":"Chandler","txt":" Oh that’s so sweet! I want to show you something too!"},{"person":"Monica","txt":" Okay!"},{"person":"Chandler","txt":" Y’know those big-big uh, road signs that say \"Merge?\""},{"person":"Monica","txt":" Uh-hmm."},{"person":"Chandler","txt":" Y’know? So I was thinking that we could get one of those signs\nand hang it over our bed. Because, that’s you and I together! Merge!"},{"person":"Monica","txt":" Oh my God! I love that!"},{"person":"Chandler","txt":" Really?!"},{"person":"Monica","txt":" Uh, no!!"},{"person":"Phoebe","txt":" (singing)"},{"person":"Phoebe","txt":" Now if you want to receive e-mails about my upcoming shows, then please\ngive me money so I can buy a computer."},{"person":"Ross","txt":" (To Rachel) So umm, where are the other guys?"},{"person":"Rachel","txt":" Umm, well let’s see Monica and Chandler are occupied."},{"person":"Ross","txt":" Fighting?!"},{"person":"Rachel","txt":" No, the other thing. I really think it’s great they work things\nout."},{"person":"Ross","txt":" Yeah. There’s no breaking them up, is there?"},{"person":"Rachel","txt":" Hey, can I borrow the key to your house so I can run across the street\nand make a copy?"},{"person":"Ross","txt":" Sure! Here. (Hands her his keys.)"},{"person":"Rachel","txt":" Thank you. (Gets up) Now are you sure? Because once I make a copy,\nthere’s no turning back."},{"person":"Ross","txt":" Yeah, I’m-I’m sure. (Deadpan) Yeah, get out of here before I\nchange my mind. (She exits)"},{"person":"Joey","txt":" Umm, listen, Ross do you really think this moving in with Rachel is a good\nidea?"},{"person":"Ross","txt":" I’ve been back and forth."},{"person":"Joey","txt":" Yeah well, maybe you should go back! Okay? Rachel moves in, and before you\nknow it you’re right where you don’t want to be! Back together!"},{"person":"Ross","txt":" Ehh, I don’t, I don’t think so. She’s already talked about\ny’know, dating other guys."},{"person":"Joey","txt":" That’s not gonna work out! Then she’s gonna come home all weepy\nand you’ll be tellin’ her, \"Oh that’s okay. You’ll find\nsomeone.\" And then, "},{"person":"Ross","txt":" Yeah, well, m-maybe you’re right."},{"person":"Joey","txt":" I am telling you Ross, she is definitely gonna fall in love with you\nagain! Now, is that what you want?"},{"person":"Ross","txt":" Is that what I want?"},{"person":"Phoebe","txt":" (on the microphone, accidentally) Yes."},{"person":"Joey","txt":" Here she comes. Hold on, I’m gonna make your life much easier."},{"person":"Rachel","txt":" All right, well the place was closed. I’ll just copy it later."},{"person":"Joey","txt":" Or not. Uh, Rach, why don’t you just move in with me? (Rachel sighs.)"},{"person":"Ross","txt":" Whoa! Whoa! Whoa, Joey!"},{"person":"Joey","txt":" No-no-no-no-no-no-no-no… It’s okay, I mean I—look Rach, I\nknow I scared you off with that whole Naked Thursday’s thing, but we don’t have\nto do that!"},{"person":"Rachel","txt":" Well, it would be easier to move just right across the hall. Wait a\nminute, unless you’re thinking about Naked Wednesday’s."},{"person":"Joey","txt":" Thursday’s clearly not good for ya, pick a day!"},{"person":"Joey","txt":" (opening the door to The Potential Roommate) Hi!"},{"person":"The Potential Roommate","txt":" Hi!"},{"person":"Joey","txt":" Come in. Thanks for comin’ back, umm, okay there have been a lot of\npeople interested in the room, but I have narrowed it down and "},{"person":"The Potential Roommate","txt":" Great!"},{"person":"Joey","txt":" Okay now, before I make my final decision I uh, I just want to make sure\nour personalities match. Okay, so I made up a little test. Now, I’m gonna say a word\nand then you say the first thing that comes to mind."},{"person":"The Potential Roommate","txt":" I can do that."},{"person":"Joey","txt":" Okay! Here we go. Pillow."},{"person":"The Potential Roommate","txt":" Fight."},{"person":"Joey","txt":" Very good! Okay. G."},{"person":"The Potential Roommate","txt":" String?"},{"person":"Joey","txt":" Excellent! Okay umm, doggy."},{"person":"The Potential Roommate","txt":" Kitten?"},{"person":"Joey","txt":" Ooh, sorry! No-no-no, so close though, but—bye-bye! (He ushers her\nout the door.)"}]