[{"person":"Gunther","txt":" Here you go."},{"person":"Rachel","txt":" Thank you."},{"person":"Gunther","txt":" (In his head) "},{"person":"Mark","txt":" (entering) Hi!"},{"person":"Rachel","txt":" Hi! All right, let’s go shoppin’!!"},{"person":"Mark","txt":" Um, y'know, before we go ah, there’s something I need to say."},{"person":"Rachel","txt":" Oh, okay."},{"person":"Mark","txt":" I’ve kinda of had this ah, this crush on you. (Rachel is shocked) But\nsince you were with Ross, I-I didn’t do anything about it. But, now that you’re\nnot, I’d really like to ask you out sometime. So-so that’s-that’s what\nI’m doing, now."},{"person":"Rachel","txt":" Wow! Umm...."},{"person":"Gunther","txt":" I dropped a cup."},{"person":"Pete","txt":" ...so y'know, that’s why, within a few years, that voice recognition\nis gonna be pretty much standard on any computer you buy. Y'know, so you could be\nlike-like, ‘Wash my car.’ ‘Clean my room.’ It’s not gonna be able\nto do any of those things, but it’ll understand what you’re saying."},{"person":"Monica","txt":" Oh, this is so great."},{"person":"Pete","txt":" Yeah, it was."},{"person":"Monica","txt":" All right then. (He leans in to kiss her goodnight, but she quickly\nkisses him on the cheek and pats his shoulder.) Bye."},{"person":"Monica","txt":" Hello, people who do not live here."},{"person":"All","txt":" Hi! Hello!"},{"person":"Monica","txt":" I gave you a key for emergencies!"},{"person":"Phoebe","txt":" We were out of "},{"person":"Ross","txt":" Hey, how’d the date go with Mr. Millionaire?"},{"person":"Chandler","txt":" Mr. Millionaire, new from Snooty Playthings! Third wife sold\nseparately."},{"person":"Monica","txt":" He’s great! I mean we have such a good time together! He’s so\nfunny, and sooo sweet, and I’m not attracted to him at all!!"},{"person":"Ross","txt":" Still?!"},{"person":"Monica","txt":" Noo!! It’s driving me crazy. I mean every other way he’s like\nthe perfect guy, he has everything. Plus! He actually has everything."},{"person":"Chandler","txt":" Life-sized Imperial Storm Troopers from "},{"person":"Monica","txt":" Two."},{"person":"Chandler","txt":" Wow!! Can Joey and I put them on and fight?"},{"person":"Joey","txt":" (entering, dancing and singing) Oh mommie, oh daddie, I am a big old\nbaddie! Oh mommie, oh daddie, I am a big old baddie! (He dances around the dinner table\nand exits)"},{"person":"Ross","txt":" I guess he musta gotten the part in that play."},{"person":"Monica and Phoebe","txt":" Oh."},{"person":"Chandler","txt":" Yeah, either that, or Gloria Estefan was right, eventually, the rhythm\nis going to get you."},{"person":"The Director","txt":" Joe. How’s it going?"},{"person":"Joey","txt":" Good. (He sets his stuff down and starts talking to Kate, another cast\nmember.) Hey."},{"person":"Kate","txt":" Hi."},{"person":"Joey","txt":" Oh, so you’re playing Adrienne, huh?"},{"person":"Kate","txt":" Yes. Are you one of the retarded cousins?"},{"person":"Joey","txt":" Oh, no. Ah, I playing your husband, Victor. I’m Joey Tribianni."},{"person":"Kate","txt":" Hi, nice to meet you. Kate Miller. "},{"person":"Joey","txt":" So the ah, play’s pretty great, huh?"},{"person":"Kate","txt":" Oh, yeah. I love Jennifer Van Murray’s work. She’s so\nbrilliantly incisive when it comes to deconstructing the psyche of the American middle\nclass."},{"person":"Joey","txt":" Oh, forget about it. She rocks!"},{"person":"Kate","txt":" Where do I know you from?"},{"person":"Joey","txt":" Dr. Drake Remoray. "},{"person":"Kate","txt":" No, that’s not it. So, you’re a soap actor? Well this must be\npretty exciting for you to be in a real play, hmm?"},{"person":"Joey","txt":" Hey, I’ve done plays before. I’m a serious actor."},{"person":"Kate","txt":" That info-mercial! For the milk carton spout thing!\nYou’re-you’re-you’re the guy that doesn’t know how to pour milk!!"},{"person":"Joey","txt":" See, I actually "},{"person":"Kate","txt":" Right, at the end, you choked on a cookie."},{"person":"Joey","txt":" Yeah, that was real."},{"person":"Phoebe","txt":" Wow! I cannot believe Mark asked you out."},{"person":"Rachel","txt":" I know."},{"person":"Phoebe","txt":" What, so what are you gonna tell him?"},{"person":"Rachel","txt":" Well, I told him I would think about it, but I’m gonna tell him no."},{"person":"Phoebe","txt":" Huh."},{"person":"Rachel","txt":" I mean I think I’d say no to anybody right now. (Hearing this\nGunther swoops back to cleaning tables.) Oh, but it was so strange. I mean I’m\nstanding there with this charming, cute guy, who’s asking me to go out with him,\nwhich I’m allowed to do, and I felt guilty. Y'know, like I’d be cheating on Ross\nor something."},{"person":"Phoebe","txt":" Wow. So, okay, maybe that means that, you’re not over Ross yet and\nyou have issues with your father."},{"person":"Rachel","txt":" I don’t have any issues with my Father."},{"person":"Phoebe","txt":" Okay, so it’s probably just the Ross thing then."},{"person":"Joey","txt":" I hate this woman!! I hate her! She told everyone in the company about\nthat info-mercial, and now they all keep asking me to open their drinks. Okay, and\nwhenever I can’t do it, they’re all like-like laughing at me."},{"person":"Ross","txt":" (entering) Hello."},{"person":"Chandler and Joey","txt":" Hey!"},{"person":"Ross","txt":" So Rachel called. Wants to see me. Going over in a minute."},{"person":"Joey","txt":" Wow, what-what do you think she wants?"},{"person":"Ross","txt":" Well, maybe the crazy fog has lifted and she realises that life without\nme.... a-sucks."},{"person":"Chandler","txt":" It’s possible. You are very loveable, I’d miss you if I\nbroke up with you. (Ross glares at him) I was just trying to be supportive."},{"person":"Ross","txt":" Then be supportive like a guy."},{"person":"Chandler","txt":" (in a deep voice) If I broke up with you, I’d miss you."},{"person":"Ross","txt":" Hi."},{"person":"Rachel","txt":" Hi!"},{"person":"Ross","txt":" You ah, wanted to see me?"},{"person":"Rachel","txt":" Yeah. Ahh, here’s a box of your stuff. (hands him a box)"},{"person":"Ross","txt":" What?!"},{"person":"Rachel","txt":" Oh, y'know, it’s just like hats, and a shirt, and CD’s, just\nsort of stuff that you’ve left here."},{"person":"Ross","txt":" What are you doing? Are you trying to hurt me? Or something?"},{"person":"Rachel","txt":" No. Ross, it, it just seems that y'know it’s time we-we y'know,\nmove on. I mean, I mean don’t’ you think?"},{"person":"Ross","txt":" Yes. "},{"person":"Rachel","txt":" Yeah?"},{"person":"Ross","txt":" Yes, I do."},{"person":"Rachel","txt":" Good."},{"person":"Ross","txt":" Yeah, I-I really do. (takes a dinosaur mug out of the box) Hey! This-this\nwas a gift?!"},{"person":"Rachel","txt":" Ross, you got that for free from the museum gift shop."},{"person":"Ross","txt":" It’s still a gift! I got it from the "},{"person":"Rachel","txt":" Okay, all right, give me the mug! I’ll keep the mug."},{"person":"Ross","txt":" No!! Y'know-y'know don’t do me any favours. In fact, where,\nwhere’s the rest of my stuff?! Huh? Like-like my umm, (picks up a book) Hey, this\nbook is mine!! And-and-and, and that T-shirt you sleep in? I’d like that back too.\nYes, I do."},{"person":"Rachel","txt":" You know how much I love that T-shirt! You never even where that\nT-shirt!"},{"person":"Ross","txt":" I’m just trying to help you, move on."},{"person":"Rachel","txt":" Oh, you are a petty man. You are a petty, petty...."},{"person":"Ross","txt":" Petty..."},{"person":"Rachel","txt":" Petty... (goes into her room)"},{"person":"Ross","txt":" Petty..."},{"person":"Rachel","txt":" Petty..."},{"person":"Ross","txt":" Petty..."},{"person":"Rachel","txt":" Small..."},{"person":"Ross","txt":" Small... (Rachel comes back into the living room and catches Ross mocking\nher.)"},{"person":"Rachel","txt":" You are so just doing this out of spite."},{"person":"Ross","txt":" Awwwahuh, no, no, no!!"},{"person":"Rachel","txt":" Huh?"},{"person":"Ross","txt":" I’m-I’m gonna wear this all the time! I love this shirt!! (he\nkisses the shirt)"},{"person":"Rachel","txt":" You have not worn that T-shirt since you were 15!! It doesn’t even\nfit you anymore!"},{"person":"Ross","txt":" Oh, yeah-yeah-yeah-yeah..."},{"person":"Rachel","txt":" (imitating him) yeah-yeah-yeah!!"},{"person":"Ross","txt":" Oh-oh, okay, okay! (He quickly takes off his sweater in order to put on\nthe T-shirt. It’s an old ‘Frankie says relax’ T-shirt, that barely fits\nhim. Rachel nods her head in approval of the new look.) If you don’t mind I’m\ngonna the rest of my stuff, and relax, in my favourite shirt. (Starts to leave) You have a\npleasant evening. (He exits and leaves the door open.)"},{"person":"Phoebe","txt":" So, you’re like a zillionaire? (Pete smiles and nods)"},{"person":"Chandler","txt":" And you’re our age. You’re our age."},{"person":"Phoebe","txt":" Y'know what, you should like, you should buy a state and then just name\nit after yourself."},{"person":"Pete","txt":" What like Pete Dakota?"},{"person":"Phoebe","txt":" Yeah, or, or, or, Mississ-Pete."},{"person":"Joey","txt":" Oh, oh, I got it! Pete-Chicago."},{"person":"Chandler","txt":" That’s not a state Joe."},{"person":"Joey","txt":" Oh, and Mississ-Pete is?"},{"person":"Pete","txt":" I got to go, so ah, I’ll see you guys later."},{"person":"All","txt":" Okay."},{"person":"Chandler","txt":" You’re our age!"},{"person":"Pete","txt":" (to Monica, by the door) So ah, we on for tomorrow?"},{"person":"Monica","txt":" Absolutely! (He goes to kiss her, but she stops him and rubs his head\nand says...) Now get out of here you!! (Pete leaves) (to the gang) Okay, I’m running\nout of places I can touch him! Look, is there something wrong with me? I mean why am I\nonly attracted to guys where there’s no future? Either they’re too old, or\nthey’re too young, and then there’s Pete who’s-who’s crazy about me,\nand who’s absolutely perfect for me, and there’s like zip going on! I mean,\nseriously, does it sound like something’s wrong with me?!"},{"person":"Phoebe","txt":" Yeah, kinda."},{"person":"Kate","txt":" Happy?! Is that what I’m supposed to be Vic? Happy?"},{"person":"Joey","txt":" Well, why don’t you tell me what you’re supposed to be! Huh?\nBecause I sure as hell can’t figure it out! I talk to you and nothin’. You look\nat me, and it’s nothin’. (He kisses her) Nothing."},{"person":"The Director","txt":" Tasty! I’m really starting to feel like you guys have a\nhistory, it’s-it’s nice."},{"person":"Kate","txt":" I have a question about this scene."},{"person":"The Director","txt":" Yes?"},{"person":"Kate","txt":" Well, I don’t understand why Adrienne’s attracted to Victor."},{"person":"The Director","txt":" Peel the onion. First of all, he’s good looking."},{"person":"Joey","txt":" Yeah."},{"person":"Kate","txt":" I think my character’s gonna need a little bit more of reason than\nthat."},{"person":"Joey","txt":" Oh, hey, how about this one. Ah, it’s says so in the script! Y'know\nah, I-I don’t know why my character likes you either, I mean it says in the script\nhere that you’re a bitch."},{"person":"Kate","txt":" It doesn’t say that in the script."},{"person":"Joey","txt":" It does in mine!"},{"person":"Chandler","txt":" I can blow dry it. I can put gel on it. It doesn’t matter, I\nstill wind up with this little (pats the flat spot on the back of his head) cowlicky thing\non the middle part of my head. It’s so annoying. Does it bug you?"},{"person":"Ross","txt":" You bug me."},{"person":"Chandler","txt":" Is there any chance you didn’t see that?"},{"person":"Chandler","txt":" Ross! You gotta stop! Okay?! You can’t just stare through the\npeep hole for three hours! You’re gonna get peep eye!"},{"person":"Ross","txt":" I knew it! I knew it! I always knew she liked him! Y'know, she’d say\nno, but here we are! Right? We just broke up, first thing she does!"},{"person":"Chandler","txt":" You didn’t just break up."},{"person":"Ross","txt":" Hey, it’s been like three weeks!"},{"person":"Chandler","txt":" You slept with somebody three hours after you thought you broke up. I\nmean bullets have left guns slower!"},{"person":"Ross","txt":" Here they come, here they come. Oh-ho, if she kisses him goodnight,\nI’m gonna kill myself, I swear. I can’t, I can’t watch this. (turns away,\nthen quickly turns to look again) Come on, date over! Date over! Uh-oh, here we go,\nshe’s going in."},{"person":"Chandler","txt":" Okay."},{"person":"Ross","txt":" She’s going in. Wait! He’s going in! He’s going in!! The\ndoor’s closed! I, I can’t see anything but the door closed!!"},{"person":"Chandler","txt":" And the inventor of the door rests happily in his grave."},{"person":"Ross","txt":" Okay, I have to do something. I mean, I have, I have to stop it!"},{"person":"Chandler","txt":" Stop what?!"},{"person":"Ross","txt":" I don’t know, but I ah, I have the feeling that my being there will\ndo it. I’ll go over and I will borrow something. Juice!! I need juice!!"},{"person":"Chandler","txt":" No!! You can’t!! "},{"person":"Ross","txt":" Look, they must be stopped!"},{"person":"Chandler","txt":" I am your friend, and I am not gonna let you do this!!\n(Ross is now dragging Chandler and the foosball table to the door) You are surprisingly\nstrong!"},{"person":"Ross","txt":" I need juice! People need juice!!"},{"person":"Chandler","txt":" Look man!"},{"person":"Ross","txt":" People need juice!"},{"person":"Chandler","txt":" Listen to me!! (Chandler turns him around and closes and holds the\ndoor shut with his feet.) "},{"person":"Ross","txt":" Juice, I need..."},{"person":"Chandler","txt":" She’s moving on! Okay, if it’s not this guy, it’s gonna\nbe somebody else! And unless you’re thinking about subletting my peep hole, "},{"person":"Ross","txt":" Yeah, okay. "},{"person":"Chandler","txt":" Okay. "},{"person":"Ross","txt":" It’s just I miss her so much."},{"person":"Chandler","txt":" I know. (He rubs Ross’s head) "},{"person":"Mark","txt":" Why do all you’re coffee mugs have numbers on the bottom?"},{"person":"Rachel","txt":" Oh. That’s so Monica can keep track. That way if one on them is\nmissing, she can be like, ‘Where’s number 27?!’"},{"person":"Rachel","txt":" Y'know what?"},{"person":"Mark","txt":" No. And I don’t think I’m gonna want to."},{"person":"Rachel","txt":" I can’t do this."},{"person":"Mark","txt":" Yep. Yep, that’s what I didn’t want to know."},{"person":"Rachel","txt":" Well, oh, Mark, I’m doing this for the wrong reasons, y'know?\nI’m just doing it to get back at Ross. I’m sorry, it’s not very fair to\nyou."},{"person":"Mark","txt":" Ahh! Fair, schmair! Y'know? Look, if you want to get back at Ross, I am\nhere for you. Really? No-no, I say-I say, I say we get back at him right on this couch.\nRight here!"},{"person":"Rachel","txt":" Oh God. I’m sorry about this."},{"person":"Mark","txt":" That’s okay."},{"person":"Rachel","txt":" You sure?"},{"person":"Mark","txt":" Yeah. I can just go home and get back at him by myself."},{"person":"Spokeswoman","txt":" ...has become the penicillin of the twenty-first century. And so\ntoday, this hospital is about to take major steps toward leading that revolution. It is\ntruly ironic, on one hand consider the size..."},{"person":"Pete","txt":" (to Monica) Hey, can I ask you something?"},{"person":"Monica","txt":" Sure."},{"person":"Pete","txt":" Where are we? "},{"person":"Monica","txt":" (looks around) Well, with all these doctors and nurses, I’m gonna\nsay, midget rodeo."},{"person":"Pete","txt":" Just tell me the truth."},{"person":"Monica","txt":" Okay. Umm, y'know, I don’t think, I don’t think I told you\nthis, but umm, I just got out of a really serious relationship."},{"person":"Pete","txt":" Oh, yeah. Wasn’t that like a year ago?"},{"person":"Monica","txt":" So I did tell you. Okay, y'know, that really isn’t the thing. Umm,\nthe thing is that, right now I’m just in a place in my life where I need to focus on\nme. Y'know what I mean?"},{"person":"Pete","txt":" Oh, yeah. I know that."},{"person":"Monica","txt":" I so wanna be attracted to you."},{"person":"Pete","txt":" But you’re not. Okay, good."},{"person":"Monica","txt":" I’m sorry."},{"person":"Pete","txt":" Y'know what, don’t be. This is not, don’t be, ‘cause\nit’s not so bad."},{"person":"Monica","txt":" It’s not?"},{"person":"Pete","txt":" I know I’m no John Bon Jovi, (Monica laughs) or someone\nwho find attractive, I’m just, I think, y'know, that you might end up feeling\ndifferently."},{"person":"Monica","txt":" Well, um, look I-I don’t want this to come our wrong, but ah, you\nseem awfully confident for a guy I just told I wasn’t attracted too."},{"person":"Pete","txt":" Yeah, stupidly charming isn’t’ it? Well listen let’s, you\nwanna get something to eat? ‘Cause this place is kinda "},{"person":"Spokeswoman","txt":" And the man who made all this possible... Mr. Peter Becker."},{"person":"Pete","txt":" (to Monica) One second."},{"person":"Chandler","txt":" I don’t think this town is big enough for both of us to relax in.\n(He blows on his hand) Draw!! (He quickly pulls the lever to raise the foot rest, like a\ngunfighter in a Western.) "},{"person":"Chandler","txt":" (to Joey) I wasn’t doing anything. (Joey starts angrily throwing\nhis stuff down.) Uh-oh, what did she do now?"},{"person":"Joey","txt":" Just because she went to Yale drama, she thinks she’s like the\ngreatest actress since, since, sliced bread!"},{"person":"Chandler","txt":" Ah, Sliced Bread, a wonderful Lady MacBeth."},{"person":"Joey","txt":" God, I just, I hate her! I hate her!! With her, ‘Oh, I’m so\ntalented.’ and ‘Oh, I’m so pretty,’ and ‘Ooh, I smell so\ngood.’"},{"person":"Chandler","txt":" I think somebody has a crush on somebody."},{"person":"Joey","txt":" Hey, Chandler, can we please stay focused on my problem here?! Y'know?"},{"person":"Chandler","txt":" I’m talking about you. You big, big freak."},{"person":"Joey","txt":" Oh. (realises) Ohh. Ohh, you’re out of your mind."},{"person":"Chandler","txt":" Hey, you have nothing but talk about her for the last 48 hours! If you\nwere in a school yard you’d be pulling her pigtails and pushing her down now!"},{"person":"Joey","txt":" Oh, yeah?! Then how come I keep thinking about her in all these sexual\nscenarios and stuff huh?!"},{"person":"Kate","txt":" Happy?! Is that what I’m supposed to be Vic? Happy?"},{"person":"Joey","txt":" Well, why don’t you tell me what you’re supposed to be! Huh?\nBecause I sure as hell can’t figure it out! I talk to you and it’s nothin’.\nYou look at me, and nothin’. (He kisses her, more passionately this time) Nothing."},{"person":"The Director","txt":" You guys make me fly! High! Okay, we’re gonna pick it up\nhere, tomorrow."},{"person":"Kate","txt":" Well, that was ah..."},{"person":"Joey","txt":" Better?"},{"person":"Kate","txt":" Yeah! Yeah, it was definitely an improvement. G’night."},{"person":"Joey","txt":" Ah, Kate? "},{"person":"Kate","txt":" Yeah?"},{"person":"Joey","txt":" You ah, you forgot your shoes."},{"person":"Kate","txt":" (she giggles) I’m probably gonna need those. Huh? (she giggles some\nmore)"},{"person":"Joey","txt":" Hey, listen you ah...."},{"person":"Kate","txt":" Hmm?"},{"person":"Joey","txt":" ...feel like getting a cup of coffee?"},{"person":"Kate","txt":" Umm."},{"person":"The Director","txt":" (leaning in) Kate?"},{"person":"Kate","txt":" Yep."},{"person":"The Director","txt":" You ready to go?"},{"person":"Kate","txt":" Yeah."},{"person":"The Director","txt":" (to Joey) Very nice. Very nice. (he walks away)"},{"person":"Kate","txt":" So umm, I’ll see you tomorrow, huh?"},{"person":"Joey","txt":" Yeah, yeah sure, goodnight."},{"person":"Phoebe","txt":" (to Chandler) Hey! (Chandler looks up, startled) Why isn’t it\nSpiderman? Y’know like Goldman, Silverman..."},{"person":"Chandler","txt":" ‘Cause it’s-it’s not his last name."},{"person":"Phoebe","txt":" It isn’t?"},{"person":"Chandler","txt":" No, it’s not like, like Phil Spiderman. He’s a spider, man.\nY'know like ah, like Goldman is a last name, but there’s no Gold Man."},{"person":"Phoebe","txt":" Oh, okay. There should be Gold Man!"},{"person":"Rachel","txt":" (entering) Hey!"},{"person":"Monica","txt":" Hey, Rach, how was work?"},{"person":"Rachel","txt":" Oh, great. Although I did sit down where there wasn’t a chair."},{"person":"Monica","txt":" By the way, Ross dropped by a box of your stuff."},{"person":"Rachel","txt":" Oh, well, I guess I had that one coming. I’m just gonna throw it\nout, it’s probably just a bunch of shampoo and... (she opens the box and stops)"},{"person":"Monica","txt":" Something wrong?"},{"person":"Rachel","txt":" (She takes the T-shirt out of the box and holds it to her chest and take\na deep breath.) No. Nothing. (She smiles and goes into her room.)"},{"person":"Closing Credits","txt":" "},{"person":"Chandler","txt":" So, ahh, what kind of powers would Gold Man have?"},{"person":"Phoebe","txt":" Okay well, he would turn things to gold."},{"person":"Chandler","txt":" What about things that are already gold?"},{"person":"Phoebe","txt":" Ahh, his work is done."},{"person":"Chandler","txt":" Okay, let’s play my game now."},{"person":"Phoebe","txt":" Okay. All right you yellow-bellied-lilly-livered-DRAW!! (they both kick\nup the foot rests like an old fashioned gun fight.)"}]