[{"person":"Rachel","txt":" (entering) Hi!"},{"person":"Monica","txt":" Hey!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Rachel","txt":" So what’s the final head count on my baby shower?"},{"person":"Phoebe","txt":" About twenty, a couple people from work who had something else to do. "},{"person":"Monica","txt":" Also both of your sisters called and neither can make it."},{"person":"Rachel","txt":" What?! You mean they’re not coming to a social event where\nthere’s no men and there’s no booze?! That’s shocking! I don’t care,\nas long as my mom’s here."},{"person":"Monica","txt":" Oh my God, your mother!"},{"person":"Rachel","txt":" What?! My mom’s not gonna be here?!"},{"person":"Monica","txt":" Well, given that we forgot to invite her it would be an awfully big\ncoincidence if she was."},{"person":"Rachel","txt":" My God!"},{"person":"Monica","txt":" Well it wasn’t my fault, Phoebe was in charge of the invitations!"},{"person":"Phoebe","txt":" Well I don’t, I don’t have a mother so often I forget that\nother people…"},{"person":"Monica","txt":" (interrupting her) Oh give it a rest!"},{"person":"Rachel","txt":" So my mother is not coming to my baby shower?!"},{"person":"Phoebe","txt":" No. (Pause) Neither is mine."},{"person":"Monica","txt":" Okay, y’know what? Don’t worry, okay? We’ll take care of\nit. We’ll call her. Just go home and get ready."},{"person":"Rachel","txt":" Please, make sure she comes. It’s really important to me, I mean\nit’s my mom!"},{"person":"Phoebe","txt":" I know. I know, what’s her number?"},{"person":"Rachel","txt":" I don’t know."},{"person":"Monica","txt":" Go! I have it in my book. Go! (Rachel leaves and Monica calls Mrs.\nGreen.) (To Phoebe) Wait a minute! If you’re in charge of the invitations why am I\nthe one who has to call her—Hello Mrs. Green! Hi, it’s Monica Geller."},{"person":"Mrs. Green","txt":" Oh, hello Monica."},{"person":"Monica","txt":" (on phone) Hi, umm I know this is last minute, but we’ve decided to\nthrow an impromptu baby shower for Rachel today."},{"person":"Mrs. Green","txt":" I know, my daughter’s told me about it when they received their\nimpromptu invitations a month ago."},{"person":"Monica","txt":" Yeah, I’m sorry. I’m-I’m so sorry."},{"person":"Mrs. Green","txt":" For what dear? For not inviting me or lying about it?"},{"person":"Monica","txt":" (To Phoebe) Oh my God, my ass is sweating! (on phone) Please! Please!\nCan you come? It’s today at four."},{"person":"Mrs. Green","txt":" Well all right. I’ll see you at four."},{"person":"Monica","txt":" Thank you. (Hangs up.)"},{"person":"Phoebe","txt":" Isn’t it at three?"},{"person":"Monica","txt":" Son of a bitch! (Calls Mrs. Green again.)"},{"person":"Chandler","txt":" Hey Joe! You wanna shoot some hoops?"},{"person":"Joey","txt":" Oh no, I can’t go. I’m practicing; I got an audition to be the\nhost of a new game show."},{"person":"Ross","txt":" Oh cool!"},{"person":"Chandler","txt":" That’s great."},{"person":"Joey","txt":" Yeah-yeah, and if I get it by day I’ll (In a sexy voice) Dr. Drake\nRemoray, but by night I’ll be (In an announcer’s voice) Joey Trrrribbiani!"},{"person":"Chandler","txt":" You’ll be perfect for this! That’s already your name!"},{"person":"Joey","txt":" But the audition’s in a couple hours and I don’t even understand\nthe game."},{"person":"Ross","txt":" Well do you want some help?"},{"person":"Joey","txt":" Oh really? That’d be great! You guys can be the contestants!"},{"person":"Ross","txt":" Awesome!"},{"person":"Chandler","txt":" Okay, I guess we can lose to junior high girls some other time."},{"person":"Joey","txt":" (announcer voice) All right! Let’s play Bamboozled!"},{"person":"Chandler","txt":" Bamboozled?"},{"person":"Joey","txt":" Yeah, isn’t that a cool name?"},{"person":"Ross","txt":" (simultaneously with Chandler) Yeah!"},{"person":"Chandler","txt":" (simultaneously with Ross) No!"},{"person":"Joey","txt":" All right. Uhh, okay. Our first contestant is Ross Geller. Why don’t\nyou tell us a little something about you Ross?"},{"person":"Ross","txt":" Well uh, I-I’m a paleontologist. Umm, I-I live in New York. I have a\nson Ben. Uh, hi Ben! (Waves.) And uh…"},{"person":"Joey","txt":" I said a little bit Ross. Now, how about you Chandler?"},{"person":"Chandler","txt":" Well Joey, I’m a headhunter. I hook up out of work Soviet\nscientists with rogue third-world nations. Hi Rasputin! (Waves.)"},{"person":"Joey","txt":" Excellent! Let’s play Bamboozled! Chandler, you’ll go first.\nWhat is the capital of Columbia?"},{"person":"Chandler","txt":" Bogota."},{"person":"Joey","txt":" It’s Ba-go-ta, but close enough. Now, you can either pass your turn\nto Ross or pick a Wicked Wango card."},{"person":"Chandler","txt":" What does a Wicked Wango card do?"},{"person":"Joey","txt":" I should know that. Let’s see, just one moment please. Umm, here we\nare, a Wicked Wango card determines whether you go higher or lower."},{"person":"Chandler","txt":" Higher or lower than what?"},{"person":"Joey","txt":" This is embarrassing. (Looks it up.)"},{"person":"Chandler","txt":" (To Ross) Can you believe how lame this is?"},{"person":"Ross","txt":" I’m sorry, I don’t believe contestants are allowed to talk to\neach other."},{"person":"Phoebe","txt":" Oh, I told the stripper to be here at five. That’s good right?"},{"person":"Monica","txt":" You ordered a stripper for the shower?! That is totally inappropriate!"},{"person":"Phoebe","txt":" What? He’s gonna be dressed as a baby! (Mrs. Green enters.) Oh hi\nMrs. Green!"},{"person":"Monica","txt":" Hi!"},{"person":"Phoebe","txt":" I’m so glad you could make it."},{"person":"Monica","txt":" Yes, thank you so much. And again, we’re so sorry. We could not\nfeel worse about it."},{"person":"Mrs. Green","txt":" Try. There’s my little girl. (Goes over to Rachel.)"},{"person":"Monica","txt":" She’s still mad."},{"person":"Phoebe","txt":" Yeah I know. Isn’t it great? One less person we have to make small\ntalk with."},{"person":"Monica","txt":" Phoebe, Sandra’s mad at you too. It-it doesn’t bother you?"},{"person":"Phoebe","txt":" No look, we’ve apologized twice! I can’t do anymore than that.\nI know you hate it when people are mad at you but you just have to be okay with it."},{"person":"Monica","txt":" Okay. I can do that. (Pause) I gotta go powder my ass."},{"person":"Mrs. Green","txt":" Look at that face! Just like when you were in high school! If I\ndidn’t know better I’d say you were a cheerleader in trouble. Come on,\nlet’s get some tea."},{"person":"Rachel","txt":" Okay. (Mrs. Green helps her up and they walk over and get some tea.)"},{"person":"Mrs. Green","txt":" Oh my look at that. Only three weeks to go, now have you picked your\nnanny yet? Now I don’t want you to use your housekeeper ‘cause it would just\nsplit her focus."},{"person":"Rachel","txt":" Oh well actually gonna use a nanny and uh, I don’t even have a\nhousekeeper."},{"person":"Mrs. Green","txt":" It’s like you’re a cave person. Rachel, you must get a\nnanny. You don’t know how overwhelming this is going to be. I mean when you were a\nbaby I had full time help, I had Mrs. Kay."},{"person":"Rachel","txt":" Mrs. Kay! Oh yeah, she was sweet. She taught me Spanish. I actually\nthink I remember some of it, tu madre es loca. (I think that’s your mother’s\ncrazy.)"},{"person":"Mrs. Green","txt":" Such a sweet woman."},{"person":"Rachel","txt":" Well, however great she was I just can’t afford that."},{"person":"Mrs. Green","txt":" Oh Rachel!"},{"person":"Rachel","txt":" What?"},{"person":"Mrs. Green","txt":" I just had the greatest idea! I’m gonna come live with you!"},{"person":"Rachel","txt":" Wh-wh-what? What?"},{"person":"Mrs. Green","txt":" Oh, I’m so happy I’m gonna do this for my little girl. Aw,\nlook at you. You have tears in your eyes."},{"person":"Rachel","txt":" Yes. Yes I do."},{"person":"Joey","txt":" All right Ross you’re in the lead, would you like to take another\nquestion or spin the Wheel of Mayhem?"},{"person":"Ross","txt":" The wheel has not been my friend tonight Joey. Uh, I’ll take another\nquestion. "},{"person":"Joey","txt":" Okay, this is gonna be tough. Hold your breath."},{"person":"Ross","txt":" It’s okay, I’m ready."},{"person":"Joey","txt":" No dude, you gotta hold your breath until you’re ready to answer the\nquestion."},{"person":"Chandler","txt":" This is ridiculous, he’s not gonna hold his breath… (Ross\ncuts him off by taking a deep breath and holding it.)"},{"person":"Joey","txt":" Okay, what do you have a fear of if you suffer from this phobia,\nTris…Holy cow, that’s a big word. Trisc… Seriously look at this thing.\nChandler, how do you say that?"},{"person":"Chandler","txt":" Let me see that."},{"person":"Joey","txt":" This one right here. (Ross whines.)"},{"person":"Chandler","txt":" Triscadecaphobia."},{"person":"Ross","txt":" (exhaling) The fear of "},{"person":"Joey","txt":" No! No, fear of the number 13."},{"person":"Chandler","txt":" Fear of "},{"person":"Ross","txt":" It’s possible, they have really sharp edges."},{"person":"Joey","txt":" All right Chandler, you’re up."},{"person":"Ross","txt":" Wait a minute, I-I believe I’m entitled to use my Angel Pass for a\nfree turn?"},{"person":"Chandler","txt":" This game makes no sense!"},{"person":"Ross","txt":" Y’know what? You’re just upset because you’re losing."},{"person":"Chandler","txt":" Oh come on Ross, I think we’re all losers here."},{"person":"Joey","txt":" All right. Chandler, you can either spin the wheel or pick a Google card."},{"person":"Chandler","txt":" Let me think. Let me think—Oh! I don’t care."},{"person":"Joey","txt":" You-you must choose Mr. Bing."},{"person":"Chandler","txt":" Either, it makes no difference."},{"person":"Joey","txt":" Choose, you jackass!"},{"person":"Chandler","txt":" I’ll take a card."},{"person":"Joey","txt":" Okay, you picked the Gimmie card! You get all of Ross’s points!"},{"person":"Ross","txt":" What?!"},{"person":"Chandler","txt":" This game is kinda fun."},{"person":"Ross","txt":" (To Chandler) You don’t think it’s a little crazy that you get\nall my points just ‘cause you…"},{"person":"Chandler","txt":" I don’t think the contestants are supposed to speak to each\nother."},{"person":"Rachel","txt":" Why did you invite my mother?!"},{"person":"Monica","txt":" What?"},{"person":"Rachel","txt":" She wants to move in with me and Ross to help take care of the baby."},{"person":"Phoebe","txt":" For how long?"},{"person":"Rachel","txt":" Eight weeks. I mean I love my mother, but my God, a long lunch with her\nis taxing."},{"person":"Monica","txt":" I personally would be honored if she wanted to live with me."},{"person":"Phoebe","txt":" She can’t hear you."},{"person":"Rachel","txt":" What? You guys, come on! What am I going to do?"},{"person":"Phoebe","txt":" Well, if you don’t want your mother to move in with you, just tell\nher."},{"person":"Rachel","txt":" You’re right. You’re right. I mean I’m about to have a\nbaby, I can tell my mother that I don’t want her to just be sleeping on my couch! Oh\nmy God! She’s gonna want to sleep in my bed with me. This cannot happen!"},{"person":"Monica","txt":" That’s right. That is right, you go over there and tell her you\ndon’t want her to live with you. Do "},{"person":"Rachel","txt":" Okay. (She goes over to tell her mother.)"},{"person":"Monica","txt":" (To Phoebe) This is great! Now she’s gonna be mad at Rachel!\nY’know what? And I’m just gonna swoop in there and be like the daughter she\nnever had."},{"person":"Phoebe","txt":" I have new respect for Chandler. All right everybody! It’s time to\nopen the presents!"},{"person":"Monica","txt":" Yes! Yes! And "},{"person":"Mrs. Green","txt":" Well uh, I don’t have a gift because I wasn’t invited\nuntil the last minute, but thank you so much for bringing that to everyone’s\nattention."},{"person":"Phoebe","txt":" How about you less important people, let’s open your presents!"},{"person":"Rachel","txt":" Mom that’s okay that you didn’t get you a gift!"},{"person":"Mrs. Green","txt":" Well, I kinda did. Me. Eight weeks of me."},{"person":"Rachel","txt":" Oh yeah. Okay, see mom, the truth is I can do this on my own."},{"person":"Mrs. Green","txt":" Sweetheart I know you’re gonna be terrific mom, I just think\nyou need a little help, especially at the beginning."},{"person":"Rachel","txt":" But mom, I really know what I’m doing. I can handle this."},{"person":"Mrs. Green","txt":" Really? Remember Twinkles?"},{"person":"Rachel","txt":" He was a hamster! I am not going to vacuum up my baby!"},{"person":"Phoebe","txt":" Okay, come on Rach it’s present time! Y’know you’re the\nglue that’s holding this whole party together. It’s kinda falling apart here."},{"person":"Mrs. Green","txt":" Oh look."},{"person":"Rachel","txt":" Wow!"},{"person":"Phoebe","txt":" Okay, this is from your friend at work."},{"person":"Rachel","txt":" Oh my gosh! Oh wow! Oh, I know what this is! (She’s holding an item\nwith a large suction cup connected to a yellow plastic box, with a long narrow tube and\nbottle connected the yellow part.) Wait a minute. That can’t be right. Is that a beer\nbong for a baby?"},{"person":"Mrs. Green","txt":" Darling, that’s a breast pump!"},{"person":"Rachel","txt":" Did I say I was done guessing? Okay, thank you for that. Oh wow!\nWhat’s this?"},{"person":"Woman","txt":" It’s a diaper genie."},{"person":"Rachel","txt":" Oh, it dispenses clean diapers!"},{"person":"Woman","txt":" No! It’s where you put the dirty ones!"},{"person":"Rachel","txt":" Well that’s gross, why don’t you just take it outside and\nthrow it in a dumpster?"},{"person":"Mrs. Green","txt":" Oh you’re gonna do that ten times a day?"},{"person":"Rachel","txt":" What?! It goes ten times a day! What are we feeding this baby?! Indian\nfood?!"},{"person":"Mrs. Green","txt":" No dear, that’s what babies do."},{"person":"Monica","txt":" Rachel, listen to your mother. She is very smart."},{"person":"Mrs. Green","txt":" Plus, what are you planning on doing with the baby while you’re\ntrotting out to the garbage ten times a day?"},{"person":"Rachel","txt":" I don’t know, I’d leave it on the changing table? (Everyone\ngasps.) What?! What’d I do? What’d I do?!"},{"person":"Mrs. Green","txt":" You can’t leave a baby alone!"},{"person":"Rachel","txt":" Oh come—(Stutters)—Of course I know that. I mean of course you\nnever leave a baby alone! I mean who would—she wouldn’t be safe as she would be\nwith me, the baby dummy. Oh God, okay. Y’know what? I think opening the presents\nright now is a little overwhelming right now. So I think umm, I’m just gonna maybe\nopen them a little bit later, but thank you all for coming. And for these beautiful gifts,\nand this basket is beautiful."},{"person":"Woman","txt":" It’s actually a bassinet. "},{"person":"Rachel","txt":" Okay mommy, don’t ever leave me. (Hugs her.)"},{"person":"Joey","txt":" (To Chandler) In what John Houston film would you hear this line,\n\"Badges? We don’t need no stinkin’ badges!\""},{"person":"Chandler","txt":" "},{"person":"Joey","txt":" Correct! There’s a possible backwards bonus!"},{"person":"Chandler","txt":" Madre Sierra the of Treasure!"},{"person":"Joey","txt":" Yes!"},{"person":"Chandler","txt":" I’d like to go up the ladder of chance to the golden mud hut\nplease."},{"person":"Joey","txt":" Wise choice, how many rungs?"},{"person":"Chandler","txt":" Six!"},{"person":"Joey","txt":" (makes a sound like a monkey) That noise can only me one thing."},{"person":"Chandler","txt":" (disappointed and simultaneously as Ross) Hungry monkey."},{"person":"Ross","txt":" (excited and simultaneously as Chandler) Hungry monkey! (To Chandler)\nHaaa! (To Joey) I’d like a Wicked Wango card!"},{"person":"Joey","txt":" Okay, it’s an audio question, name this television theme song.\n(Starts humming the theme to "},{"person":"Ross","txt":" (thinking) Oh. (Pause) Oh! Oh my God! Okay, I know this, give me-give me a\nsecond!"},{"person":"Chandler","txt":" Tell it to the Time Turtle!"},{"person":"Ross","txt":" Shut up! "},{"person":"Joey","txt":" Yes! Yes, you’re back in the lead!"},{"person":"Ross","txt":" I’d like to spin the wheel!"},{"person":"Chandler","txt":" (annoyed) Oh come on!!"},{"person":"Joey","txt":" All right! All right! Uh, umm, Super-Speedy Speed round!"},{"person":"Ross","txt":" Is there a hopping bonus?"},{"person":"Joey","txt":" Of course!"},{"person":"Joey","txt":" Who invented bifocals? "},{"person":"Ross","txt":" Ben Franklin."},{"person":"Joey","txt":" Correct! Which monarch has ruled Great Britain the longest?"},{"person":"Ross","txt":" Queen Victoria."},{"person":"Joey","txt":" Correct again! But, you forgot to switch legs between questions, so no\nhopping bonus!"},{"person":"Ross","txt":" Noooo!!! Every time!!!"},{"person":"Joey","txt":" Now, over to Chandler."},{"person":"Chandler","txt":" I’d like a Google Card."},{"person":"Joey","txt":" Are you sure?"},{"person":"Chandler","txt":" Yes! (Pause) No! (Pause) Google!"},{"person":"Joey","txt":" Oh my God! Congratulations Ross, because Chandler, you’ve been\nBamboozled!"},{"person":"Chandler","txt":" Nooo!!"},{"person":"Ross","txt":" Yeah!!"},{"person":"Chandler","txt":" This is the best game ever!!!"},{"person":"Rachel","txt":" So umm, you’re gonna stay with me as long as I need you?"},{"person":"Mrs. Green","txt":" Of course I am!"},{"person":"Rachel","txt":" Oh mom, I swear I’m not an idiot. I’ve read all kinds of books\non pregnancy and giving birth, but I-I just didn’t think to read the part about what\nto do when the baby comes. And-and then guess what? The baby’s coming and I\ndon’t know what to do. Oh, can I throw up in my diaper genie?"},{"person":"Mrs. Green","txt":" No. Sweetie, you’re gonna be fine. (Starts to get up.)"},{"person":"Rachel","txt":" Wait-wait where are you going? Where are you going?"},{"person":"Mrs. Green","txt":" I’m going to the bathroom."},{"person":"Rachel","txt":" Okay."},{"person":"Mrs. Green","txt":" Now don’t worry! Everything’s gonna be okay. (Hugs Rachel\nwhile she is standing and Rachel is sitting, seeing this Monica decides to join in on the\nhugging by hugging Mrs. Green from behind her back.)"},{"person":"Monica","txt":" It "},{"person":"Ross","txt":" (entering, out of breath) Hey!"},{"person":"Phoebe","txt":" Hey! Why are you all red and sweaty?"},{"person":"Ross","txt":" I just Bamboozled Chandler! (Flexes in victory while everyone stares at\nhim.) Which is not uh sexual thing. That was a quick shower."},{"person":"Phoebe","txt":" Not if you were here."},{"person":"Ross","txt":" Wow! It looks like we got a lot of good stuff."},{"person":"Rachel","txt":" Oh we did, but my mom got us the greatest gift of all."},{"person":"Ross","txt":" (excited) A "},{"person":"Rachel","txt":" No. She’s going to live with us for eight weeks."},{"person":"Ross","txt":" Uh, what?"},{"person":"Rachel","txt":" Yes! She’s gonna help us take care of the baby! Woo-hoo. (Sees that\nRoss isn’t happy.)"},{"person":"Ross","txt":" What—You’re not serious. I mean she’s a very nice woman,\nbut there is no way we can take eight weeks of her. She’ll drive us totally crazy."},{"person":"Mrs. Green","txt":" (entering from bathroom) Hi Ross!"},{"person":"Ross","txt":" Hi roomie! (Hugs her and looks at Rachel.)"},{"person":"Man","txt":" Hey Joey, hi! I’m Ray; I’m the producer of the show."},{"person":"Joey","txt":" (announcer voice) It’s a pleasure to meet you Ray."},{"person":"Ray","txt":" And this is Duncan (points to the cameraman) and Erin, they’re gonna\nhelp us out with the audition. So uh, let’s get the camera rolling."},{"person":"Joey","txt":" (announcer voice) Rightie-O Ray!"},{"person":"Ray","txt":" Whenever you’re ready."},{"person":"Joey","txt":" (to the camera) Hello, I’m Joey Tribbiani! Let’s play\nBamboozled! Erin, you get the first question! In hockey, who is known as The Great One?"},{"person":"Erin","txt":" Wayne Gretzky."},{"person":"Joey","txt":" Correct! Now, would you like to pick a Wicked Wango card or spin the Wheel\nof Mayhem?"},{"person":"Ray","txt":" Uh Joey, didn’t your agents give you the revised rules? We’ve\neliminated all of that. No wheel, no cards."},{"person":"Joey","txt":" What—Why?!"},{"person":"Ray","txt":" Uh well, the game was too complicated and research showed people\ndidn’t follow it."},{"person":"Joey","txt":" Well what’s complicated? You spin the Wheel of Mayhem to go up the\nLadder of Chance. You go past the Mud Hut through the Rainbow Ring to get to the Golden\nMonkey; you yank his tail and boom! You’re in Paradise Pond!"},{"person":"Ray","txt":" Yeah all that’s gone. It’s basically just a simple question and\nanswer game now."},{"person":"Joey","txt":" Well what’s fun about that? You expect me to be the host of a boring\ngame that’s just people standing around answering questions?"},{"person":"Ray","txt":" Well, there’ll be women in bikinis holding up the scores."},{"person":"Joey","txt":" (announcer voice to the camera) Let’s play Bamboozled!"},{"person":"Mrs. Green","txt":" …and all those dinosaur nick-knacks you have Ross, I thought\nthey might be more at home in the garage."},{"person":"Ross","txt":" Well we…we don’t have a garage."},{"person":"Mrs. Green","txt":" Did I say garage? I meant garbage."},{"person":"Ross","txt":" Y’know what? Maybe, Mrs. Green, it’s not absolutely vital that\nyou live with us."},{"person":"Mrs. Green","txt":" Well Rachel needs help with the baby."},{"person":"Rachel","txt":" I do. I really do. I don’t know anything."},{"person":"Ross","txt":" I’m-I’m sure that’s not true."},{"person":"Rachel","txt":" Oh no? Pheebs? Monica? Do I know anything about babies?"},{"person":"Phoebe","txt":" No, not a thing."},{"person":"Monica","txt":" It’s frightening."},{"person":"Ross","txt":" Well uh, y’know what? Even if she doesn’t know anything, I do! I\nhave a son. And his mother and I didn’t live together, and whenever he was with me I\ntook care of him all the time, by myself."},{"person":"Mrs. Green","txt":" That’s true. You do have another child."},{"person":"Ross","txt":" Yeah."},{"person":"Mrs. Green","txt":" With another woman. Have you no control Ross?"},{"person":"Ross","txt":" That’s a different issue. Uh, the point is, when the baby comes I\nwill be there to…to feed her and bathe her and change her. And more than that I want\nto do all those things."},{"person":"Mrs. Green","txt":" Well then you really don’t need me to live with you."},{"person":"Ross","txt":" Yes! Yes, you’re gonna be so missed."},{"person":"Mrs. Green","txt":" You’re gonna be a great father."},{"person":"Ross","txt":" Well you’re gonna be a wonderful grandma. (They hug.)"},{"person":"Rachel","txt":" Hello?! I still don’t know what the hell I’m doing!"},{"person":"Ross","txt":" Oh, come on, every first time mother feels that way.\nYou’ll—you’re gonna pick it up. (Rachel doesn’t believe that.) Hey!\nYou will! Uh look, y’know when you first came to the city? You were this spoiled\nhelpless little girl who-who still used daddy’s credit card. Do you remember?"},{"person":"Rachel","txt":" I hope you’re going somewhere with this."},{"person":"Ross","txt":" Look at you! What—You’re-you’re this big executive! You are\nmuch more capable than you give yourself credit for. I-I have no doubt you’re gonna\nbe an incredible mother. "},{"person":"Rachel","txt":" Really?"},{"person":"Ross","txt":" I’m telling you."},{"person":"Rachel","txt":" Thank you. (Hugs him.)"},{"person":"Mrs. Green","txt":" All right you two, I’m gonna get going."},{"person":"Ross","txt":" Oh. (Rachel and he start to stand up.)"},{"person":"Mrs. Green","txt":" Oh no-no-no-no sweetheart, you stay put. I’ll let myself out.\nIt’s like I’m not here, which I almost wasn’t."},{"person":"Monica","txt":" (laughs) You’re still so funny. You’re so funny. (To Phoebe)\nWhat do I do?"},{"person":"Phoebe","txt":" Nothing! You have apologized to her like a million times and she’s\nbeen "},{"person":"Monica","txt":" Y’know what? You’re-you’re right."},{"person":"Phoebe","txt":" Yeah I mean if you want to say anything to her, I’d tell her off."},{"person":"Monica","txt":" Really?"},{"person":"Phoebe","txt":" Uh-huh!"},{"person":"Monica","txt":" Okay! I will! Mrs. Green? Mrs. Green! (She ignores Monica and Monica\nfollows her out into the hall with Phoebe in tow.) It is rude to leave a party without\nsaying good-bye to the host! Yeah, and-and also when someone apologizes to you the decent\nthing to do is to accept it! Now what I did to you, it wasn’t on purpose! But what\nyou’re during to me now is just plain spiteful!"},{"person":"Mrs. Green","txt":" Spiteful?!"},{"person":"Monica","txt":" That’s right! Maybe it’s time you took a good hard look at a\nmirror young lady…old lady…lady!"},{"person":"Phoebe","txt":" (To Monica) Wrap it up, wrap it up, wrap it up…"},{"person":"Monica","txt":" So whenever you’re ready to apologize to me, I will forgive you.\nGood day! (Monica and Phoebe reenter the apartment and Monica closes the door on a stunned\nMrs. Green.) I can’t feel my legs!"},{"person":"Phoebe","txt":" You were fantastic! I’m so proud of you!"},{"person":"Monica","txt":" Yeah? I’m proud of me too."},{"person":"Phoebe","txt":" You should be!"},{"person":"Monica","txt":" Yeah could-could-could you get me something to drink?"},{"person":"Phoebe","txt":" You got it!"},{"person":"Monica","txt":" Okay. (When Phoebe turns around Monica runs out into the hall after Mrs.\nGreen.) Mrs. Green! Okay I’m really sorry!! I’m apologizing for the—(She\ntrips and falls down the stairs.) (Pause) Okay, I bit my tongue, but I’m "},{"person":"Rachel","txt":" (closing a book) Okay! I’m ready."},{"person":"Ross","txt":" You sure?"},{"person":"Rachel","txt":" Yes, I’ve done my studying and I really know my stuff."},{"person":"Ross","txt":" All right then. (Gets up, in an announcer’s voice) Rachel Green!\nLet’s play Bamboozled! (Reading from a note card.) How do you test the temperature of\nthe baby’s bath water?"},{"person":"Rachel","txt":" Uh, put your elbow in it."},{"person":"Ross","txt":" Excellent! How do you put a baby down for a nap?"},{"person":"Rachel","txt":" Full, dry, on its back, and no loose covers."},{"person":"Ross","txt":" That’s correct! This is an audio question, what do you do when the\nbaby makes this sound? (Makes a sound like someone is choking a cat.)"},{"person":"Rachel","txt":" Check if it’s wet, check if it’s hungry, burp it!"},{"person":"Ross","txt":" Excellent! Excellent, now-now do you want another question or a Wicked\nWango card?"},{"person":"Rachel","txt":" A card! A card! I pick a card!"},{"person":"Ross","txt":" Oh, I’m sorry you’ve been Bamboozled! You’re gonna be a\nterrible mother! (Rachel stares at him agape.) I’ve lost sight of why we’re\ndoing this! (Rachel gets up and walks away.)"}]