[{"person":"Joey ","txt":"Monica, hey, can I borrow the Porsche?"},{"person":"Monica ","txt":"Ok."},{"person":"Joey ","txt":"Alright!"},{"person":"Monica ","txt":"But ehm...what is it not?"},{"person":"Joey ","txt":"(abashed) A place to entertain my lady friends."},{"person":"Monica ","txt":"And what else is it not?"},{"person":"Joey ","txt":"(even more abashed) A place to eat spaghetti."},{"person":"Monica ","txt":"Very good! (Gives him the keys) What do you need it\nfor anyway?"},{"person":"Joey ","txt":"Oh well, the powerball lottery is upto 300 million and\nthey don't sell tickets here in New York, so..."},{"person":"Rachel ","txt":"Oh! So you're driving up to Connecticut?"},{"person":"Joey ","txt":"(hesitates for a moment)Yeah Connecticut...Not West\nVirginia."},{"person":"Monica ","txt":"Hey, maybe I'll drive you up there! I'd like to buy\nsome tickets myself! "},{"person":"Joey ","txt":"Uh!"},{"person":"Monica ","txt":"Yeah with Chandler not getting paid, we could really\nuse 300 million dollars."},{"person":"Chandler ","txt":"Yeah, because if I was at my old job we'd say 300\nmillion? No thank you!"},{"person":"Phoebe ","txt":"Hey will you get me tickets too?"},{"person":"Rachel ","txt":"Yeah me too. oh! I have an idea. Why don't we all\npitch in 50 bucks, we'll pool our money together and then if we win,\nwe'll split it!"},{"person":"Everyone almost simultaneously except Ross ","txt":"yeah thats a great\nidea!"},{"person":"Ross ","txt":"No thanks!"},{"person":"Phoebe ","txt":"You don't wanna win the lottery?"},{"person":"Ross ","txt":"(in a  mocking voice)Uh...sure I do, and I also wanna\nbe King of my own country and find out what happened to Amelia Earhart."},{"person":"Chandler ","txt":"Still on Amelia Earhart?"},{"person":"Ross ","txt":"The woman just vanished!"},{"person":"Joey ","txt":"Seriously, Ross, you don't want in on this?"},{"person":"Ross ","txt":"No! Do you know what your odds are of winning the\nlottery? I...I mean you have a better chance of being struck by\nlightning 42 times."},{"person":"Chandler ","txt":"Yes but there's six of us so we'd only have to get\nstruck by lightning 7 times."},{"person":"Joey ","txt":"I like those odds!"},{"person":"Ross ","txt":"Seriously you guys, I can't believe you're going to\nspend 250 dollars on the lottery, I mean that's such a bunch of boohaki."},{"person":"Chandler ","txt":"(looking around at the others)I'll ask. (To Ross)\nBoohaki?"},{"person":"Ross ","txt":"Oh oh, we think Emma is about to start talking so we're\ntrying to be careful about what words we use in front of her."},{"person":"Rachel ","txt":"Yeah so get ready to hear alot of ehm...boohaki,\ngoshdarnit and brotherpucker."},{"person":"Monica ","txt":"How do you know she's gonna start talking?"},{"person":"Rachel ","txt":"Well when I talk to her I almost feel like she\nunderstands what I'm saying."},{"person":"Chandler ","txt":"Kinda like Joey."},{"person":"Joey ","txt":"(who wasn't paying attention)What's that now?"},{"person":"Monica ","txt":"God! Look at all these tickets! It's so exciting! You\nknow I haven't won anything since the sixth grade."},{"person":"Chandler ","txt":"Pie eating contest?"},{"person":"Monica ","txt":"Oh! You assume because I was heavy that's the only way\nI could win something? "},{"person":"Chandler ","txt":"No, I saw a picture of you covered in blueberries."},{"person":"Monica ","txt":"(smiling)That was a good day!"},{"person":"Ross ","txt":"(yelling to Monica)They're towing your car, they're\ntowing your car!!"},{"person":"Monica ","txt":"I'm parked in a garage on Morton! "},{"person":"Ross ","txt":"(panting)They're towing "},{"person":"Joey ","txt":"(sounding panicky)Oh my god Ross! You don't have Emma!\nAnd Rachel you don't have Emma! (Starts yelling) Where's Emma? Who has\nEmma!?"},{"person":"Rachel ","txt":"Joey relax! My mother picked her up two hours ago. You\nwere there!"},{"person":"Joey ","txt":"(not yelling anymore)I was?"},{"person":"Racel ","txt":"Yes and you talked to her..."},{"person":"Joey ","txt":"I did?"},{"person":"Rachel ","txt":"She dropped off a casserole?"},{"person":"Joey ","txt":"Oh yeah! The casserole lady."},{"person":"Monica ","txt":"(to Ross)So, did you come by to watch us win the big\nbucks?"},{"person":"Ross ","txt":"Yeah, uh... and then I figured after you win, we could\nall go out to the balcony and see a night rainbow with gremlins dancing\non top of it!"},{"person":"Chandler ","txt":"(hysterical)Don't touch the phone! I'll get it, I'll\nget it, I'll get it!! (picks up the phone)"},{"person":"Ross ","txt":"(to Monica)Think he washed his hands?"},{"person":"Chandler ","txt":"(into receiver)Hello? Hey Charlie, what do you know?"},{"person":"Rachel ","txt":"(to Monica)What's going on?"},{"person":"Monica ","txt":"Chandler is supposed to find out if he's getting an\nassistent job at his ad agency. But out of the 15 interns, they are\nonly hiring three."},{"person":"Joey ","txt":"Ooh! Tough odds!"},{"person":"Ross ","txt":"(mockingly)Yeah if only it were a sure thing like your\n24 state lottery!"},{"person":"Joey ","txt":"(smiling)Look who's coming around!"},{"person":"Chandler ","txt":"(still on the phone)Damnit. Alright call me when\nyou know more."},{"person":"Joey ","txt":"(excited)Did you get it?"},{"person":"Chandler ","txt":"One of the slots got filled."},{"person":"Joey ","txt":"(Still excited)By you!?"},{"person":"Chandler ","txt":"Sense the tone! No that kid Nate got it."},{"person":"Monica ","txt":"Oh! I hate that guy! I mean come on kid! Pull up your\npants!"},{"person":"Chandler ","txt":"Yeah I know."},{"person":"Rachel ","txt":"Well, there's two spots left right?"},{"person":"Chandler ","txt":"Yeah...I mean I want this so much! I mean, I wanna\nget one, I want my friend Charlie to get one...Except I don't care\nabout Charlie."},{"person":"Phoebe ","txt":"(excited)Hey you guys! Ok, you're not going to\nbelieve this! I just saw my psychic and she said I was definitely gonna\nwin the lottery tonight!"},{"person":"Monica ","txt":"Hey that reminds me, I thought we could use some extra\nluck so I brought a wishbone home from work."},{"person":"Ross ","txt":"(mockingly)A psychic AND a wishbone? Guys! Give someone\nelse a chance!"},{"person":"Monica ","txt":"Alright, who wants to do it?"},{"person":"Phoebe ","txt":"Oh can I? Vegetarians never get to do the wishbone.\nIt's really not fair either! You know, just because we don't eat the\nmeat doesn't mean we don't like to play with the carcasses!"},{"person":"Monica ","txt":"Ok, hey Rach?"},{"person":"Rachel ","txt":"Oh no, I'm good, I don't wanna get that turkey smell\nall over my hands."},{"person":"Joey ","txt":"I'll do it!! It'll get the casserole stink off of mine."},{"person":"Phoebe ","txt":"I hope I win!"},{"person":"Monica ","txt":"Well, it doesn't really matter ... you're both wishing\nfor the same thing, right?"},{"person":"Joey ","txt":"I can't tell you what I'm wishing for! Else...you\nknow...won't come true!"},{"person":"Monica ","txt":"Right! .. but we \"know\" what you're wishing for!"},{"person":"Joey ","txt":"Can't really say!"},{"person":"Monica ","txt":"I understand, but you're wishing for what we think\nyou're wishing for, aren't you?"},{"person":"Joey ","txt":"(slightly irritated)I'm not really comfortable with\nthese questions!"},{"person":"Rachel, Chandler and Monica ","txt":"Please, just do it!"},{"person":"Phoebe ","txt":"One, two, three!"},{"person":"Joey ","txt":"I won, hey!"},{"person":"Ross ","txt":"You know what, I'm sure your wish is gonna come true,\nbut, you guys - just in case, maybe a genie will come out if we rub\nthis lamp! (rubs lamp, stops because it's very hot) Ah!! That thing\ngets hot!!"},{"person":"Rachel ","txt":"You know, Ross, just keep making your jokes. How are\nyou gonna feel if we actually do win?"},{"person":"Ross ","txt":"Uh, you're not gonna win."},{"person":"Rachel ","txt":"Oh, I know, I know, the odds are against us, but\nsomebody has to win, and it could be us! And then how you gonna feel?\nYou know, we're gonna be all like \"oh everybody, let's take our\nhelicopters up to the cape\" and you're gonna be all like \"oh, I can't\nguys, I'll meet you guys up there, I gotta gas up the Hyundai\""},{"person":"Ross ","txt":"Ok, I've heard myself on tape and I sound nothing like\nthat."},{"person":"Chandler ","txt":"I can see the headline now: \"Lottery winners' friend\nfilled with regret eats own arm\"."},{"person":"Ross ","txt":"Why would I eat my own arm?"},{"person":"Chandler ","txt":"Well you wouldn't, but we own the paper, we can\nprint whatever we want."},{"person":"Monica ","txt":"You know what, Ross? I'm gonna throw in 50 bucks for\nyou."},{"person":"Ross ","txt":"Why?"},{"person":"Monica ","txt":"Because I know that you think the lottery is \"boohaki\"\nbut we're all here and gonna watch the numbers and have fun. And you're\nmy brother, and I want you to be a part of this."},{"person":"Ross ","txt":"You don't have to do that, I'll pay for myself. But just\nthe fact that you want me to have fun with you guys - that's so sweet!\nCome here (they kiss and hug)"},{"person":"Phoebe ","txt":"Get a room!"},{"person":"Chandler ","txt":"Ok, so now that you're in, what are you gonna do if\nwe win?"},{"person":"Ross ","txt":"I don't know, probably just invest it."},{"person":"Chandler ","txt":"Ooh! Calm down ..."},{"person":"Joey ","txt":"Seriously, that's your fantasy? To invest it? "},{"person":"Ross ","txt":"Oh, I'm sorry, did I say \"invest it\"? I meant \"be cool\nand piss it all away\" (Joey and Chandler pleased)"},{"person":"Joey ","txt":"Ooh, ooh, I know! We should pool all own money and buy\nthe Knicks!"},{"person":"Rachel ","txt":"I don't really care about the Knicks."},{"person":"Joey ","txt":"Oh, you will when I pick you as starting forward."},{"person":"Rachel ","txt":"(touched) You would do that? I never get picked!"},{"person":"Chandler ","txt":"You know, I'm not sure a sports team is the way to\ngo."},{"person":"Joey ","txt":"You're not gonna let me buy the Knicks?? I can't believe\nyou're taking this away from me!"},{"person":"Chandler ","txt":"You're right, it has been you dream for over 15\nseconds."},{"person":"Ross ","txt":"(to Rachel) Uh, how long until they announce the\nnumbers, Mommy?"},{"person":"Chandler ","txt":"(looks around) I'll take this one too (to Ross) Uh\n... Mommy?"},{"person":"Ross ","txt":"Oh, I've gotten into the habit of calling Rachel \"Mommy\"\nwhen we're around Emma. Which I now realize we are not ..."},{"person":"Rachel ","txt":"I'm hoping that if she hears it enough it will be her\nfirst word."},{"person":"Ross ","txt":"Although if we're gonna do that, we should probably call\nme \"Daddy\" too."},{"person":"Phoebe ","txt":"Oooh, I like that, \"daddy\" (in a sexy tone)"},{"person":"Ross ","txt":"I ... I was just talking about Rachel."},{"person":"Phoebe ","txt":"(still in sexy tone) Oooh, is daddy getting angry? Is\ndaddy gonna spank me?"},{"person":"Ross ","txt":"(tries to be sexy too) Well that depends ... have you\nbeen a baaad gi .. (stops) no I can't."},{"person":"Chandler ","txt":"Hello? Hello? Oh, hey Charlie. Did anybody else\nhear? ... What? Susan got it?? How? Oh man, I would have slept with\nhim!! .. Alright, bye. (hangs up)"},{"person":"Joey ","txt":"Dude, I'm sorry. But hey, there's one spot left, right?"},{"person":"Chandler ","txt":"Well no, Charlie's gonna get that."},{"person":"Monica ","txt":"Hey, don't say that! You got just as good a chance as\nanybody else of getting that job!"},{"person":"Chandler ","txt":"He's the boss's son."},{"person":"Monica ","txt":"Come on, lottery!! (everybody cheers)"},{"person":"Rachel ","txt":"Ooh, you guys, it starts in like 20 minutes."},{"person":"Monica ","txt":"Ok, here we go. We need to sort out the tickets as\nquickly as possible to see if we've won. So does anybody have any ideas\nhow to organize this? (doesn't let them answer) Ok, how about this: we\ndivide them into 6 groups of 40, and the remaining 10 can be read by\nwhoever finishes their pile first."},{"person":"Rachel ","txt":"Ooh, I have another idea!"},{"person":"Monica ","txt":"I'm sorry, idea time is over."},{"person":"Phoebe ","txt":"Ok, well, are all the tickets in the bowl?"},{"person":"Monica ","txt":"Yeah."},{"person":"Chandler ","txt":"What about the ones you have on the nightstand?"},{"person":"Monica ","txt":"There are no tickets on the nightstand!"},{"person":"Chandler ","txt":"Yes there are, I just saw them a few minutes ago."},{"person":"Monica ","txt":"Un, no you didn't! You must be mistaken!"},{"person":"Chandler ","txt":"Honey, there are like 20 tickets on the nightstand!"},{"person":"Monica ","txt":"Chandler, sense the tone!!"},{"person":"Rachel ","txt":"Well, well, well, look what mommy found!!"},{"person":"Monica ","txt":"Ok, fine!! I bought 20 extra tickets for me and\nChandler."},{"person":"Phoebe ","txt":"Uh! The psychic also said that I would be betrayed."},{"person":"Ross ","txt":"I can't believe this, I thought we were all in this\ntogether!"},{"person":"Monica ","txt":"Hey, you just got in 5 minutes ago!"},{"person":"Ross ","txt":"3 minutes ago!!! I don't know why that's important ..."},{"person":"Joey ","txt":"I was with you the whole time we were in Connecticut,\nwhen did you even get those?"},{"person":"Monica ","txt":"When you were reading the dirty magazines without\ntaking off the plastic!"},{"person":"Joey ","txt":"(to Ross) I'll show you how."},{"person":"Rachel ","txt":"Ok, well Monica, suppose one of your \"special\" tickets\nwin? How are you gonna feel when you win the lottery and you lose all\nyour friends?"},{"person":"Monica ","txt":"Please ... if I win the lottery, you guys are not\ngonna leave me. Someone gave me a basket of mini-muffins last week and\nI couldn't get rid of you for 3 days!"},{"person":"Rachel ","txt":"Chandler, would you just tell her what she did was\nwrong?"},{"person":"Chandler ","txt":"(to Mon) She's right, you shouldn't have bought\ntickets just for us ..."},{"person":"Monica ","txt":"Ahhh!  (shocked)"},{"person":"Chandler ","txt":"Let me finish ... (to everyone else) however, it\ndoesn't look like I'm gonna get this job so I can't afford to have\nprinciples, so screw you, the tickets are ours!! (takes tickets from\nRachel)"},{"person":"Monica ","txt":"There's the man I married!!"},{"person":"Rachel ","txt":"All right, believe me.If you win the lottery, it's\nthe last you're gonna hear from us!"},{"person":"Monica ","txt":"Fine! Don't be my friends! I'll buy new friends!\nYeah, and then I'll pay for their plastic surgery so they'd look just\nlike you!"},{"person":"Rachel ","txt":"(surprised) OH! Alright, you know what? That's it! I\nwant my share of the tickets (picks up the bowl)!"},{"person":"Joey ","txt":"Yeah, I want my tickets too (takes the bowl from\nRachel)! And I'm buying the Knicks! And Steffi Graff, ah ah!"},{"person":"Ross ","txt":"Than I want mine, too (takes the bowl from Joey)! And\nif I win I'm gonna put it all into a very low-yield bond."},{"person":"Phoebe ","txt":"Oh, you guys! We've got to keep all the tickets\ntogether (takes the bowl from Ross and puts it on the table)"},{"person":"Monica ","txt":"No, no! We should divide them up (picks up the bowl)\nand I should get extra because we used my card to buy them!"},{"person":"Joey ","txt":"Hey, if anybody gets extra tickets, it should be me!\nThis all thing was my idea! (takes the bowl from Monica)"},{"person":"Chandler ","txt":"Oh, yeah! Thanks for inventing the lottery!"},{"person":"Rachel ","txt":"Ok, that's it! Just give'em to me! I'll split them\nup! (she tries to snatch the bowl from Joey's hands but she can't, so\nshe pinches his nipple and she manages to take it)"},{"person":"Joey ","txt":"(in pain) Oh!"},{"person":"Phoebe ","txt":"(she takes the bowl from Rachel's hands and she\nstarts running around the room and yelling) OOOOOHHHHH!"},{"person":"Ross ","txt":"(trying to stop her) Hey, hey!!"},{"person":"Phoebe ","txt":"(keeping on running and yelling) OOOOOHHHHH! (she\nstops) Fine, I can't take it anymore! I'm putting an end to this! (she\ngoes out to the balcony)"},{"person":"Rachel ","txt":"Oh, if she jumps, I get her tickets."},{"person":"Joey ","txt":"No, no! (they all go towards the balcony but they get\njammed in the window)"},{"person":"Phoebe ","txt":"If we are not doing it together, we're not doing it\nat all! So, say goodbye to your tickets! (She holds out the bowl, and\nmakes as to drop the tickets on the street)."},{"person":"Everyone ","txt":"NO!!"},{"person":"Phoebe ","txt":"Don't come any closer!"},{"person":"Chandler ","txt":"Can I come a little bit closer, valuable things are\ngetting squished..."},{"person":"Phoebe ","txt":"No, what's more important, your friends or money?"},{"person":"Everyone but Monica ","txt":"Friends! "},{"person":"Monica ","txt":"Money! (they all look at her) Friends..."},{"person":"Phoebe ","txt":"Hey Monica, what about your extra tickets?"},{"person":"Monica ","txt":"They're all in there! Even these five that I hid in\nmy bra (takes some tickets out of her bra and gives them to Phoebe)..."},{"person":"Ross ","txt":"Monica!"},{"person":"Phoebe ","txt":"Ok, good! (pause) You guys were so scared! There was\nno way I was gonna dump this...(a pigeon swoops down, scaring Phoebe\nwho drops the bowl on the street) Oh God, no! (pause) I think I broke\nyour bowl."},{"person":"Ross ","txt":"Go, go, go!!"},{"person":"Phoebe ","txt":"What a beautiful night to be running around the\nstreet, looking for tickets. And the wind sure made it fun."},{"person":"Monica ","txt":"Phoebe, we lost half of them."},{"person":"Phoebe ","txt":"So, what? Monica, we have the winning ticket! My\npsychic said I  was gonna win, remember?"},{"person":"Ross ","txt":"Weird.. your psychic didn't mention anything about the\nscary pigeon..."},{"person":"Phoebe ","txt":"As a matter of fact she said that's how I am going to\ndie. (pause ) So, excuse me for being a little skittish."},{"person":"Chandler ","txt":"(looking at the answering machine) Hey, there's two\nmessages. These could be from work!"},{"person":"Monica ","txt":"Oh, play them!"},{"person":"Chandler ","txt":"Ok, here we go! (he pushes the play button)"},{"person":"Message ","txt":"(Phoebe's voice) \"Hello. Th-this is the pigeon from\nthe balcony calling to apologise\" (they all turns to look at Phoebe) \"I\nsh.. I shouldn't have knocked the tickets out of the pretty lady's\nhand. It-it was all my fault. Not hers. Bye. Coo.\""},{"person":"Phoebe ","txt":"Well, I bet that was very hard for him to do."},{"person":"Second message ","txt":"\"Hey Chandler, it's Charlie\""},{"person":"Chandler ","txt":"This is..shhh!"},{"person":"Second Message ","txt":"\"Listen, oh... it turns I got the last spot.\nI'm really sorry man, it was a lot of fun working with you. Give me a\ncall if you want.\""},{"person":"Monica ","txt":"Oh God, I am so sorry honey..."},{"person":"All ","txt":"Oh, so sorry man! Sorry!"},{"person":"Rachel ","txt":"Oh, it is so unfair. It's like that time they\npromoted Sandra over me at work."},{"person":"Chandler ","txt":"Oh, is she related to Ralph Lauren?"},{"person":"Rachel ","txt":"No, she was just much better at job than me!"},{"person":"Phoebe ","txt":"Guys, the drawing is about to start!"},{"person":"Rachel ","txt":"(To Ross) You know what? We should call my mum's\nhouse and say goodnight to Emma before she goes down."},{"person":"Ross ","txt":"Oh yeah, it's a good idea!"},{"person":"Monica ","txt":"(she hugs Chandler) Honey, you've been really strong\nabout this, I know how badly you wanted that job."},{"person":"Chandler ","txt":"Yeah, you know, I really thought I deserved it.\n(pause) But... let's go win the lottery... I mean, we still have 130\nchances to win, right?"},{"person":"Monica ","txt":"(she draws out a ticket from a pocket of her pants)\n131! (they kiss)"},{"person":"Ross ","txt":"(on the phone) Goodnight sweetheart! I love you. And\nremember, you're daddy's little girl... (covering the phone, to Rachel)\nPhoebe's totally ruined that for me... (he passes the receiver to\nRachel)"},{"person":"Rachel ","txt":"Hi mum, put her back on!"},{"person":"Joey ","txt":"(sitting on the sofa in front of the tv) Rach, come on!\nThey are announcing the numbers! My God, I can already feel myself\nchanging."},{"person":"TV ","txt":"\"Here we are, the official Powerball numbers! We have 53\""},{"person":"Chandler ","txt":"I got that!"},{"person":"Ross ","txt":"Oh, we have one too!!"},{"person":"Monica ","txt":"We are on a roll, people!!"},{"person":"Ross ","txt":"(calling Rachel) Come on!!"},{"person":"Rachel ","txt":"(on the phone) Mum, please!I know you love your new\nlips, but I can barely understand you! Would you, please, just let me\nsay goodnight to my daughter?"},{"person":"TV ","txt":"\"And number 29! Here we go! The Powerball is 7\""},{"person":"Monica ","txt":"Check your numbers! Make me rich!"},{"person":"Rachel ","txt":"(she goes towards the others and she's very excited)\nGuys, you're not gonna believe this! I was just saying goodnight to\nEmma and she said her first words!!"},{"person":"All ","txt":"Wow!"},{"person":"Joey ","txt":"And what did she say?"},{"person":"Rachel ","txt":"She said \"gleba\"!! (she celebrates)"},{"person":"Monica ","txt":"Make me rich!!"},{"person":"Rachel ","txt":"(to Ross) Isn't that amazing?"},{"person":"Ross ","txt":"Oh yeah, no no no...that's great!"},{"person":"Rachel ","txt":"Why-why aren't you more excited?"},{"person":"Ross ","txt":"Oh, Rach...oh...\"gleba\" is not a word."},{"person":"Rachel ","txt":"Oh, but of course it is!"},{"person":"Ross ","txt":"Okay, what does it mean?"},{"person":"Rachel ","txt":"I don't know all the words."},{"person":"Ross ","txt":"I'm just, I'm just glad I didn't miss my daughter's\nfirst words (goes back to checking the tickets)."},{"person":"Ross ","txt":"Yes you did, gleba is a word!"},{"person":"Ross ","txt":"Ok, use it in a sentence."},{"person":"Rachel ","txt":"Ok... \"Emma just said gleba\"!"},{"person":"Ross ","txt":"It's not a word!"},{"person":"Rachel ","txt":"Okay, okay, okay, fine, I'm gonna look it up (she goes\nand picks up the dictionary)."},{"person":"Ross ","txt":"Oh, oh, ok, great. You know what, while you're at it she\nsaid another word the other day, why don't you, why don't you look up:\npbbqqt...."},{"person":"Rachel ","txt":"(searching the dictionary) Alright, okay, okay, gleba,\ngleba... (excited) Gleba! Ha! Here it is: the fleshy, spore-bearing\ninner mass of a certain fungi."},{"person":"Ross ","txt":"She's gonna be a scientist! (kisses Rachel on the head,\nvery moved)"},{"person":"Joey ","txt":"(checking the last ticket) Damnit! anybody got anything?"},{"person":"Chandler ","txt":"No."},{"person":"Phoebe ","txt":"I'm still looking through mine..."},{"person":"Monica ","txt":"Just double checking (does so)...no, no, no...(takes off a shoe and takes a ticket out of it) No!"},{"person":"Monica ","txt":"(answering phone) Hello? Hold on. It's your boss."},{"person":"Chandler ","txt":"Ah, the \"I'm sorry I rejected you\" phone call. I'm\nnot used to getting it from guys. (on the phone, getting up from the\nsofa) Hey, Steve."},{"person":"Steve ","txt":"Chandler, hi! I'm sure you've heard we filled the three\npositions. We just felt that with your maturity and experience, you\nwouldn't be happy being someone's assistant."},{"person":"Chandler ","txt":"Oh no no no no, I'd love to be somebody's assistant!\nAnswering phones, getting coffee, I live for that stuff! And I'm not\ntoo mature... farts, boobies, butt cracks!"},{"person":"Steve ","txt":"Chandler, you were the strongest person in the program.\nWe're offering you the position of junior copywriter."},{"person":"Chandler ","txt":"Me, that guy who just said butt cracks?"},{"person":"Steve ","txt":"Yes, that's right. We're excited about the level of\nsophistication you'll be bringing to the job."},{"person":"Chandler ","txt":"Ok well, thanks, you won't regret it. I'll see you\ntomorrow (hangs up)."},{"person":"Chandler ","txt":"What? (pause) Oh, yeah, I'm gonna be a junior\ncopywriter."},{"person":"Everybody ","txt":"(excited) Oh my God, congratulations!"},{"person":"Monica ","txt":"Oh sweetie, I'm so proud of you!"},{"person":"Chandler ","txt":"Does that mean I get the good loving tonight?"},{"person":"Monica ","txt":"You bet! No TV or anything! (she gets up from the sofa\nand goes to the kitchen area)"},{"person":"Joey ","txt":"(to Chandler) Hey, that is so great about the job. "},{"person":"Chandler ","txt":"Thanks, man."},{"person":"Joey ","txt":"And I like to think I had a little something to do with\nit."},{"person":"Chandler ","txt":"Really? What?"},{"person":"Joey ","txt":"Well, before, with the wishbone... I didn't wish we\nwould win the lottery, I wished you'd get the job."},{"person":"Chandler ","txt":"(smiling, surprised) Oh yeah? (looks towards the\nkitchen, worried) Listen, don't tell Monica, she'll rip your heart\nright out."},{"person":"Joey ","txt":"Oh yeah."},{"person":"Rachel ","txt":"You know what? There is a little part of me that\nreally thought we were gonna win."},{"person":"Ross ","txt":"Me too. So much for my dinosaur/Amelia Earhart theme\npark."},{"person":"Phoebe ","txt":"You guys, what was the Powerball number again?"},{"person":"Monica and Ross ","txt":"Seven."},{"person":"Phoebe ","txt":"We won."},{"person":"Rachel ","txt":"What?"},{"person":"Phoebe ","txt":"We won!"},{"person":"Monica ","txt":"Let me see!"},{"person":"Phoebe ","txt":"Don't tear it."},{"person":"Ross ","txt":"Phoebe, you don't have any of the first five numbers."},{"person":"Phoebe ","txt":"I know that, but look, we've got the Powerball number,\nwe've won 3 dollars!"},{"person":"Chandler ","txt":"Wow, you'd think we should get that over 20 years or\ngo for the big payout."},{"person":"Phoebe ","txt":"(still very excited) I don't care, I've never won\nanything before, I can't believe this!"},{"person":"Rachel ","txt":"So Pheebs, what are you going to do with your $3?"},{"person":"Phoebe ","txt":"It's not all mine. We all get 50 cents."},{"person":"Monica ","txt":"You know what? You can have mine."},{"person":"Chandler ","txt":"Me too."},{"person":"Joey ","txt":"Me too."},{"person":"Rachel ","txt":"Me too."},{"person":"Ross ","txt":"I guess if everybody else is..."},{"person":"Joey ","txt":"(sitting in a chair) Hey guys, so I just called the\nPowerball hotline, can you believe it? Nobody won."},{"person":"Phoebe ","txt":"I beg to differ (shows him her cup of coffee and her\nplate of cookies)."},{"person":"Gunther ","txt":"Maybe nobody won the jackpot, but there was this guy\nin here earlier, and he found the ticket on the street, right outside,\nand won $10,000 (goes to the counter)."},{"person":"Phoebe ","txt":"(hides her mouth behind the cup and speaks in the\n\"pigeon voice\" from before) Coo, again. Don't blame the pretty lady. It\nwas not her fault. It was me, the pigeon, coo! (pause) Seriously, stop\nstaring at her."}]