[{"person":"Rachel","txt":" I cannot believe that you didn’t tell me that we are still\nmarried!!"},{"person":"Ross","txt":" Look I was going to tell you!"},{"person":"Rachel","txt":" When?! After the birth of our first secret child?! (To All) Ross\ndidn’t get the annulment; we are still married."},{"person":"Chandler","txt":" What?"},{"person":"Monica","txt":" You’re kidding!"},{"person":"Phoebe","txt":" (overdoing it) Oh my God!!"},{"person":"Monica","txt":" Ross!"},{"person":"Ross","txt":" Okay, maybe it wasn’t my best decision. But I just couldn’t face\nanother failed marriage."},{"person":"Chandler","txt":" Okay, let me just jump in and ask, at what point did you think this\nwas a successful marriage?"},{"person":"Ross","txt":" Rach, come on, if you think about it, it’s actually kinda funny. (He\nlaughs, and he laughs alone.) Okay, maybe it’s best not to think about it."},{"person":"Phoebe","txt":" Okay, "},{"person":"Ross","txt":" Phoebe, I told her you already knew."},{"person":"Phoebe","txt":" Another lie. You have a sickness!"},{"person":"Chandler","txt":" Ross, just for my own piece of mind, you’re not married to\nanymore of us are ya?"},{"person":"Joey","txt":" Oh! Hey, somebody left their keys. (Looks at them) Ooohh, to a Porsche!\n{Transcriber’s note: Oh come on! Who would leave the keys to their Porsche behind? If\nI had a Porsche, I’d have the keys surgically attached to my hand!} Hey Gunther,\nthese yours?"},{"person":"Gunther","txt":" Yeah, that’s what I drive. I make four bucks an hour, I saved up\nfor 350 years!"},{"person":"Joey","txt":" Na-uh! (To everyone there) Hey did anybody lose their keys?"},{"person":"Monica","txt":" Joey, why don’t you put them in the lost and found?"},{"person":"Joey","txt":" There’s a lost and found? (Gunther sets the box up on the table.) My\nshoe! (Grabs it out of the box.)"},{"person":"Chandler","txt":" You left a shoe here?!"},{"person":"Joey","txt":" Well, I didn’t realize until I got home. I wasn’t gonna walk all\nthe way back down here with one shoe! Y’know what? I’m gonna go find that\nguy’s car and leave a note on the windshield. (Goes to do so.)"},{"person":"Chandler","txt":" Oh good, when he comes back for his keys, I’ll be sure to give\nhim your shoe."},{"person":"Joey","txt":" Great! Thanks. (Exits.)"},{"person":"Phoebe","txt":" (coming in from the bathroom) Oh, good, good, you guys are here! Listen,\nhow would like to spend tomorrow taking care of three incredibly cute little puppies?!"},{"person":"Monica","txt":" Oh my God, what a fun day! That sounds great!"},{"person":"Chandler","txt":" (not enthused) Yeah, all right."},{"person":"Phoebe","txt":" Okay, well I’ll bring them by tomorrow morning. Okay, and uh, by\nthe way, they’re not actually puppies, they’re Frank and Alice’s triplets.\nOkay, see ya! (Exits.)"},{"person":"Chandler","txt":" Whoa-whoa-whoa! What?"},{"person":"Phoebe","txt":" (stops) Please! Please! Please! Please! Oh please! Please! Please! Frank\nand Alice asked me to baby sit the triplets and I’m nervous ‘cause I’ve\nnever done that before by myself!"},{"person":"Monica","txt":" Don’t worry about it Phoebe, we’ll absolutely do it."},{"person":"Chandler","txt":" Yeah, I’m gonna pass. ‘Cause I was kinda iffy when it was\npuppies."},{"person":"Monica","txt":" Come on Chandler, come on! It’ll give us great practice for\nwhen—(realizes what she’s about to say and changes)—people with babies come\nto visit."},{"person":"Guy #1","txt":" Nice car!"},{"person":"Joey","txt":" Yeah, it’s not mine."},{"person":"Woman","txt":" (walking up) I love your car."},{"person":"Joey","txt":" Yeah, it’s (looks up and sees the woman) mine."},{"person":"Woman","txt":" I bet it’s fast."},{"person":"Joey","txt":" Me too! Yeah. And comfortable. Do uh, do you like leather seats?"},{"person":"Woman","txt":" Yeah!"},{"person":"Joey","txt":" (checks in the window to make sure it has them) It’s got ‘em!"},{"person":"Rachel","txt":" So, I still have boxes here. I still have boxes at Ross’s, "},{"person":"Phoebe","txt":" What about me? I just found out that Denise is leaving town for a while,\nI don’t have a roommate."},{"person":"Rachel","txt":" Well, maybe-maybe I could be your roommate Pheebs."},{"person":"Phoebe","txt":" Maybe you could be my roommate!"},{"person":"Rachel","txt":" Well there’s an idea!!"},{"person":"Phoebe","txt":" Yeah!"},{"person":"Rachel","txt":" That would be great! Wait, how long is Denise gone for?"},{"person":"Phoebe","txt":" Umm, she said she’d be back December 26"},{"person":"Rachel","txt":" December 26"},{"person":"Rachel","txt":" (deadpan) Oh look who it is, my husband. The apple of my eye."},{"person":"Ross","txt":" Okay, I got us a court date for tomorrow at 2:00 and I picked up all the\nforms. I’ll take care of everything."},{"person":"Rachel","txt":" Well sure, if you say you’re gonna take care of everything I have\nno reason to doubt you. Give me those forms! (Grabs them from him.) All right, now\nI’m gonna do this my way and I don’t want to hear a peep out of you!"},{"person":"Ross","txt":" Okay Rach, but…"},{"person":"Rachel","txt":" Op! You’re peeping!"},{"person":"Rachel","txt":" Ross! Y’know what, I just got—why? Why did you do this?!"},{"person":"Ross","txt":" Look I told you…"},{"person":"Rachel","txt":" I don’t wanna hear \"Three failed marriages!\""},{"person":"Ross","txt":" Look, if you’d had two failed marriages, you’d understand!"},{"person":"Rachel","txt":" Well, y’know what? Thanks to you I’m half way there! Ugh! Oh!\nI am so mad! Ross, I don’t think I have ever been this angry!"},{"person":"Ross","txt":" What about the time I said we were on a break?"},{"person":"Rachel","txt":" Ugh! (Stares at him.)"},{"person":"Monica","txt":" Pheebs, how’s it going?"},{"person":"Phoebe","txt":" (rapidly) I’m doing okay. I think it’s going well. Do you\nthink they’re having fun? Am I talking to fast?"},{"person":"Monica","txt":" Nope, sound like me. Pheebs, it’s going great. Look at Chandler\nwith little baby girl Chandler."},{"person":"Chandler","txt":" Little baby girl Chandler, where I have heard that before? Oh right,\nCoach Ruben. (Tries to get her to drink a little more from the bottle when he suddenly\nsmells something. It’s times like these I’m glad Smell-O-Vision hasn’t been\ninvented.) Do you know what Pheebs? When you’re done over there, we kinda have a\nsituation over here too. (Phoebe is changing hers.)"},{"person":"Phoebe","txt":" Na-uh, no, we are all responsible for our own babies."},{"person":"Chandler","txt":" See that’s where I think that you’re wrong. We’ve been\nplaying these babies man for man; we should really be playing a zone defense."},{"person":"Monica","txt":" What do you mean?"},{"person":"Chandler","txt":" I just think that things would go a lot smoother if we each have our\nown zone. Phoebe, you can be in charge of wiping. And y’know Mon, you can be in\ncharge of diapering and I can be in charge of looking how cute they are when they put\ntheir hands around… (He degrades into baby talk, but he means when they grab his\nfinger.)"},{"person":"Phoebe","txt":" That sounds really great, but maybe you should be in charge of wiping."},{"person":"Chandler","txt":" Okay, I’m a rookie. I should not be in the end zone."},{"person":"Monica","txt":" This is so great! This is exactly how we set the plates at the\nrestaurant."},{"person":"Phoebe","txt":" Yeah? (Checking the final diaper) Well this is not what I ordered."},{"person":"Joey","txt":" (entering) Hey guys!"},{"person":"Chandler","txt":" Hey!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Joey","txt":" Hey babies! Oh, I’m having the best morning. That uh, that Porsche\nI’ve got the keys too, still there!"},{"person":"Chandler","txt":" Shocking! Since you still have the keys."},{"person":"Joey","txt":" You should see the treatment I get when I’m with that car! People are\nfriendly; they-they wanna talk, and not just about the car! One guy gave me advice about\nmy equity investments."},{"person":"Chandler","txt":" What equity investments?"},{"person":"Joey","txt":" The ones that got me the Porsche! Will you keep up! (Chandler wipes his\nforehead with a baby wipe, that might have been used. He drops it disgustedly.) But I\nfigured, if-if people keep seeing me just standing there, they’re gonna start to\nthink that I don’t own it. So I figured I’ll wash it. Right? Monica, you got a\nbucket and some soap I can borrow?"},{"person":"Monica","txt":" Oh yeah, I got soap and sponges and rags and Carnuba wax and polishing\ncompound."},{"person":"Chandler","txt":" You don’t even have a car!"},{"person":"Monica","txt":" I know. But umm, one time there was this really dirty car in front of\nthe building, so I washed it."},{"person":"Chandler","txt":" And?"},{"person":"Monica","txt":" And six others."},{"person":"Chandler","txt":" There you are."},{"person":"Joey","txt":" Yeah, she tops out at 130."},{"person":"Guy #2","txt":" Wow!"},{"person":"Joey","txt":" And that’s just in the city. I get her up to 160 when I take her\nupstate."},{"person":"Guy #2","txt":" Really! You got a place upstate?"},{"person":"Joey","txt":" Sure!"},{"person":"Guy #2","txt":" Well, I’ll see you later."},{"person":"Joey","txt":" Okay, take it easy."},{"person":"The Porsche Owner","txt":" Hey! That’s my car."},{"person":"Joey","txt":" Really? Oh uh, oh just give me five more minutes with it."},{"person":"The Porsche Owner","txt":" What-what are you doing?"},{"person":"Joey","txt":" Oh I-I uh, found the keys and now I’m just polishing her up."},{"person":"The Porsche Owner","txt":" But it’s my car!"},{"person":"Joey","txt":" Yeah, but it’s my wax."},{"person":"The Porsche Owner","txt":" Listen, I-I-I don’t come to this city much so I\ndon’t know if you’re crazy or this is some kind of street theater, but could I\nhave my keys."},{"person":"Joey","txt":" Sure. Here. (He hands them over.) I’ll uh, save your parking spot."},{"person":"The Porsche Owner","txt":" I’m not coming back."},{"person":"Joey","txt":" Why not?"},{"person":"The Porsche Owner","txt":" I live upstate."},{"person":"Joey","txt":" Yeah, so did I."},{"person":"Phoebe","txt":" I don’t know why I was so nervous about this. And I don’t know\nwhy Frank and Alice are always complaining. This is so easy."},{"person":"Monica","txt":" Yeah, two hours, a lifetime that’s the same."},{"person":"Chandler","txt":" (entering) Check it out! Check it out! When the babies wake up, they\ncan meet Krog! (He holds up this Xena-like warrior action figure.)"},{"person":"Monica","txt":" Chandler, what are you doing? That thing can put someone’s eye out!"},{"person":"Chandler","txt":" He can do more than that! He can destroy the universe!"},{"person":"Phoebe","txt":" No Chandler, they can swallow one of those little parts! And also, look\nat his smooth area, that’s just gonna mess them up."},{"person":"Chandler","txt":" They’re not gonna swallow anything, you guys are being way over\nprotective. When I was a kid, my mom used to just throw me into a pile of broken glass!"},{"person":"Phoebe","txt":" What?!"},{"person":"Chandler","txt":" Glass, sand, whatever. (Walks out as Monica and Phoebe turn to check\non the babies again.)"},{"person":"Phoebe","txt":" Oh, look at little Leslie stretching in her sleep."},{"person":"Monica","txt":" Oh it’s so cute. I wonder what age it is when you stop being able\nto put both legs over your head."},{"person":"Phoebe","txt":" Oh, I can still do that."},{"person":"Monica","txt":" How are you still single?!"},{"person":"Chandler","txt":" (entering) All right. (Clears throat) I thought about it and maybe\nyou’re right. Maybe Krog is not a safe toy."},{"person":"Monica","txt":" Good. What made you change your mind?"},{"person":"Chandler","txt":" I swallowed the sonic blaster gun."},{"person":"Phoebe","txt":" How did that happen?!!"},{"person":"Chandler","txt":" Well, I was trying to prove that I was right. Y’know? And it\nturns out I was wrong. And now it’s lodged in my throat. (Mimics a cat trying to\ncough up a hairball.) (He does it again.)"},{"person":"Monica","txt":" Damnit! Y’know this whole time we were concentrating on watching\nthe babies and, and no one was watching Chandler! (He does it again.)"},{"person":"Judge","txt":" Okay you two are asking the court for an annulment?"},{"person":"Rachel","txt":" Yes your honor, and here are, are forms, all filled out."},{"person":"Judge","txt":" So based on your petition you are seeking an annulment on the grounds\nthat Mr. Geller is mentally unstable."},{"person":"Ross","txt":" Fine, I’m mentally unstable."},{"person":"Judge","txt":" And based on the fact that Mr. Geller is intravenous drug user."},{"person":"Ross","txt":" What?!"},{"person":"Rachel","txt":" Uh yes, heroin and crack."},{"person":"Ross","txt":" Crack isn’t even an intravenous drug!"},{"person":"Rachel","txt":" Well, you would know."},{"person":"Judge","txt":" Now it also says here that you lied about your sexual preference before\nmarriage?"},{"person":"Ross","txt":" Oh, come on!"},{"person":"Rachel","txt":" (starts to cry) Ross, please, I found the magazines!"},{"person":"Judge","txt":" And finally that you were unable to consummate the marriage. Well, that\nmakes sense since you’re gay and addicted to heroin."},{"person":"Ross","txt":" Okay, I’m sorry, this is insane! I-I-I’m not addicted to heroin,\nI’m not gay, and there is "},{"person":"Judge","txt":" That won’t be necessary."},{"person":"Ross","txt":" And when we were dating we consummated like bunnies!"},{"person":"Rachel","txt":" Ugh!"},{"person":"Judge","txt":" Now if you were two involved in a serious relationship, that really\ncreates a problem."},{"person":"Rachel","txt":" Ross! Your honor, rest assured relationship ended like two years ago!\n(To the stenographer) And could you strike \"Consummated like bunnies\" from the\nrecord?"},{"person":"Judge","txt":" Is there, anything in this record that is actually true?"},{"person":"Rachel","txt":" Well, yes, we got married in Vegas and uh, and the names I think."},{"person":"Judge","txt":" Well, based on what I heard, you two certainly don’t qualify for an\nannulment. If you two don’t want to be together you’ll have to file for divorce."},{"person":"Ross","txt":" (stands up) That’s great! Are you happy now? Look what you did with\nyour funny, funny form!"},{"person":"Rachel","txt":" (stands up as well) What?! Me?! What about you and your consummated like\nbunnies nonsense!"},{"person":"Ross","txt":" And what—(notices the stenographer is still typing)—What are you\ntyping that for? Did you hear what she said? We don’t get the annulment. Don’t\ntype that! What?! Stop typing! (He goes over to where the stenographer is typing and in\nthe process pushes Rachel out of his way.) Hey! Stop typing! (He’s still typing.)\nStop typing! Stop typing!!"},{"person":"Rachel","txt":" (to the judge) Okay, do you see, do you see what you’re keeping me\nmarried too?!"},{"person":"Judge","txt":" You need to get out of my chambers."},{"person":"Rachel","txt":" All right look lady here is the deal, I came here for an annulment and I\nam not leaving here until I get one!"},{"person":"Ross","txt":" Yeah!"},{"person":"Judge","txt":" Would you like to spend the night in jail?"},{"person":"Rachel","txt":" And thank you for your time. (They both beat a hasty retreat.)"},{"person":"Joey","txt":" (entering wearing nothing but Porsche clothes) So the Porsche guy took his\ncar back."},{"person":"Chandler","txt":" But you found the keys to his clothes?"},{"person":"Joey","txt":" No. No, I just uh, I just loved the way it feels when everybody thinks I\nown a Porsche."},{"person":"Monica","txt":" And people will think you own a Porsche because you’re wearing the\nclothes?"},{"person":"Joey","txt":" Of course! Only an idiot would wear this stuff if you didn’t have the\ncar! Right?"},{"person":"Chandler","txt":" That is true."},{"person":"Phoebe","txt":" Yeah, but only a genius would swallow a sonic blaster gun."},{"person":"Joey","txt":" Oh, I’ve been there. Yeah, I am gonna go drive my Porsche. (Starts to\nleave.)"},{"person":"Monica","txt":" Joey, you know you don’t actually have one."},{"person":"Joey","txt":" Come on! What are you doing?! I’m in character! Would you talk to\nher! (Storms out.)"},{"person":"Chandler","txt":" Ahh, I think it just moved. It’s really poking me."},{"person":"Monica","txt":" All right, that’s it, we’re going to the emergency room."},{"person":"Phoebe","txt":" What?! No, you can’t, you can’t leave me here with them!\nWe’re baby-sitting! "},{"person":"Monica","txt":" The babies are asleep, I’m sure you’ll be okay on your own for\na while!"},{"person":"Phoebe","txt":" But you-you can’t leave me with them! We-we’re a team!\nWe’re playing a zone! They’re gonna triple team me!"},{"person":"Monica","txt":" He’s got something plastic lodged in his throat, we’ve got to\ngo to the hospital."},{"person":"Phoebe","txt":" But no, because a doctor won’t be able to help him, it’s just\ngonna y’know naturally pass through his system in like seven years."},{"person":"Chandler","txt":" I think that’s gum."},{"person":"Phoebe","txt":" I’m pretty sure it’s gun."},{"person":"Chandler","txt":" Okay, listen this really hurts. Let’s go."},{"person":"Phoebe","txt":" A real man wouldn’t just run to the hospital! (They don’t\nstop.) No! What would, what would Krog do? (They ignore her and Phoebe is left alone.)"},{"person":"Joey","txt":" Why isn’t that valet back with my Porsche?"},{"person":"Passerby","txt":" Maybe because you’ve got the keys?"},{"person":"Joey","txt":" (to women passing him) Porsche."},{"person":"Rachel","txt":" This is totally your fault!"},{"person":"Ross","txt":" My fault?! You threatened the judge!"},{"person":"Rachel","txt":" Well, you ripped the paper out of the court reporter’s machine!!"},{"person":"Ross","txt":" That was the only way I could get him to "},{"person":"Joey","txt":" Hi! How are the Gellers? "},{"person":"Rachel","txt":" Don’t call us that! (Storms away)"},{"person":"Ross","txt":" The judge wouldn’t let us get an annulment! Now we gotta get a\ndivorce!! Did a Porsch throw up on you? (Walks on.)"},{"person":"Joey","txt":" Hey! It’s Porsche!! (He’s right y’know.)"},{"person":"Phoebe","txt":" Me taking care of you is no problem, huh? You guys feel safe. Right?\nOkay, I’m gonna take that spit bubble as, \"Yeah, I do!\" Okay, after I get\nrid of this dirty diaper Leslie, I’ll set you up with a clean one. (She throws it at\nthe garbage without looking, misses, and knocks over a vase and flowers, which fall to the\nfloor and break.) Okay, I’m sorry. I didn’t mean to scare you. I just have to\nclean that up. Okay? ‘Cause let’s face it, we’re at Monica’s. (She\ncrawls over, disposes of the diaper, picks up the flowers, and the vase.) I broke it. All\nright. Well, that’s just the way that goes. (She throws out both the flowers and the\nvase.) Okay, good. (She turns around and only counts two babies.) Why are there only two\nof you? Where is Leslie? Well, you can’t answer. (She starts looking for her) Leslie?\nWhere are you Leslie? Leslie, now would be a "},{"person":"Chandler","txt":" (entering) Hey!"},{"person":"Phoebe","txt":" (exhausted) How do you feel?"},{"person":"Chandler","txt":" Well, let’s just say that Krog will be fully equipped to destroy\nthe universe again in twelve to fourteen hours."},{"person":"Phoebe","txt":" Okay, so I "},{"person":"Chandler","txt":" And protected them from a tornado?"},{"person":"Monica","txt":" Oh my God."},{"person":"Phoebe","txt":" I know, the babies are asleep."},{"person":"Monica","txt":" Phoebe, what, what happened here?!"},{"person":"Phoebe","txt":" I did it! I took care of the babies all by myself!"},{"person":"Monica","txt":" But my apartment!"},{"person":"Chandler","txt":" Was the setting of Phoebe’s triumph."},{"person":"Monica","txt":" But the mess!"},{"person":"Chandler","txt":" Is not as important as the fact that Phoebe took care of the babies\nall by herself."},{"person":"Monica","txt":" You’re right, you’re right I shouldn’t freak out.\n‘Cause this is what will happen when you and I have babies! When will that be?!"},{"person":"Chandler","txt":" (pause) Phoebe, would you take a look at this mess!!!!"},{"person":"Rachel","txt":" (deadpan) Oh honey thank God you’re home, I was getting worried."},{"person":"Ross","txt":" I picked up the divorce papers. Uh, I’ve already signed everything\nand I put little ‘X’s where you need to sign."},{"person":"Rachel","txt":" Oh, little ‘X’s! Great! That makes up for everything!"},{"person":"Ross","txt":" Y’know, I-I—you’ve done a lot of stupid stuff too! Okay?"},{"person":"Rachel","txt":" Oh, name one stupid thing that is as stupid as this one!"},{"person":"Ross","txt":" Okay, how about you flew to London to stop my wedding! Ah, how about you\ntold me you loved me "},{"person":"Rachel","txt":" Hey! Wait a minute! That was different! I did those things because I was\nin love with you!"},{"person":"Ross","txt":" Yeah! Right!"},{"person":"Ross","txt":" You’re right. That’s very different. So let’s, let’s\njust sign the papers. All right? (Sits down and Rachel keeps standing there.) What?"},{"person":"Rachel","txt":" Nothing. (Sits down.)"},{"person":"Ross","txt":" Okay, can we just sign please?"},{"person":"Rachel","txt":" Uh-hmm. (Just as Rachel finishes signing her name, Ross yanks each page\nout of the way.)"},{"person":"Ross","txt":" Congratulations. (Gets up to leave.)"},{"person":"Rachel","txt":" Okay Ross, we’re—wait a minute. Umm, I uh, I kinda have a\nlittle confession."},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" Well, y’know this whole marriage thing, kinda my idea."},{"person":"Ross","txt":" Excuse me?"},{"person":"Rachel","txt":" Well, remember how we were too drunk to remember anything the night we\nwere married?"},{"person":"Ross","txt":" Yeah?"},{"person":"Rachel","txt":" And uh, yeah, I didn’t really, I didn’t want to say anything,\nbut it kinda it just, it kinda kept coming back to me, and umm, remember we were in the\ncasino and for some reason thought it would be funny to eat a lot of grapes. And uh, and I\nthought it would be funnier if we got married. So as a, as a compromise we decided first\nto get married, and then (Ross joins in) to eat a lot of grapes. So umm, sorry I got us\ninto this mess."},{"person":"Ross","txt":" So then if-if—I mean if you think about it, this is all (Pause.) your\nfault."},{"person":"Rachel","txt":" Yeah, don’t push it though."},{"person":"Ross","txt":" I’ve got to say; I know I divorce a lot of women, never thought I\nwould be divorcing you."},{"person":"Rachel","txt":" I know. I always thought if you and I got married, it would be the one\nthat stuck. And it wouldn’t be a secret, and we wouldn’t have our wedding dinner\nat "},{"person":"Ross","txt":" Did I, did I even treat?"},{"person":"Rachel","txt":" No, it was on the house, it was, it was a newlywed special."},{"person":"Ross","txt":" That may be the most depressing thing I’ve heard in my life. I should\nprobably get these to my lawyer’s office."},{"person":"Rachel","txt":" Hey, thanks Ross, for taking care of all of this."},{"person":"Ross","txt":" Eh, no problem."},{"person":"Rachel","txt":" I’m gonna need a copy of those."},{"person":"Ross","txt":" Totally. (Exits.)"},{"person":"Joey","txt":" Hey! Hey! Be careful around my Porsche! "},{"person":"Woman","txt":" (the same one from before approaches) Hi Joey."},{"person":"Joey","txt":" Hey! How you doin’?"},{"person":"Woman","txt":" (to her friend) He has the most amazing Porsche under there!"},{"person":"Joey","txt":" I’d love to show ya, but I just tucked her in. She’s sleeping.\n(The women both laugh) Hey uh, would you two girls like to go for a drink? (Just then the\nsame guy with the football dives to make a catch, lands on the car cover, and collapses\nit. It turns out that Joey set up a bunch of boxes to make it look like a Porsche.)"}]