[{"person":"Monica","txt":" (looking up) Ross, when’s this comet thing start?"},{"person":"Ross","txt":" Well, technically it seven "},{"person":"All","txt":" (groaning) Oh no! Oh no! (They all start to get up a leave.)"},{"person":"Ross","txt":" Okay! Okay! Fine, I’ll stop! No teaching, okay? We’ll just watch\nthe pretty light streaking across the sky. (Comets don’t streak across the sky,\nmeteors do.) Okay? Who’s official name is Bapstein-King."},{"person":"All","txt":" Okay! Okay! (They start to leave again.)"},{"person":"Phoebe","txt":" (looking up) There it is! Oh, look at that! Isn’t Mother Nature\namazing?"},{"person":"Chandler","txt":" (looking up with her) That’s a plane!"},{"person":"Phoebe","txt":" Well, all right. 1700 bags of peanuts flying that high, that’s\npretty amazing too."},{"person":"Tag","txt":" Hey, I wonder if you can see my apartment from up here."},{"person":"Rachel","txt":" No. No, you can’t."},{"person":"Tag","txt":" What?"},{"person":"Rachel","txt":" Oh I don’t-I don’t know."},{"person":"Ross","txt":" Man, look at all those stars! (Yeah, you can see what? Five of them from\nthe city?) Infinite space. It really, really makes you wonder, doesn’t it?"},{"person":"Joey","txt":" (looking through his binoculars at a nearby building) Y’know what\nelse makes you wonder?"},{"person":"Ross","txt":" Huh?"},{"person":"Joey","txt":" Check out the rack on this chick! (Turns around to point it out to Ross\nand finds that Ross is glaring at him. So he quickly puts his binoculars to his eyes and\nstarts looking for the comet.)"},{"person":"Monica","txt":" Okay, we’ve been out here for two hours and we haven’t seen\nany stupid comets. Can we go now? I mean, Chandler’s getting chilly. (She walks over\nto where Chandler is bundled up in a big coat and shivering.)"},{"person":"Chandler","txt":" (with a quivering voice) No, I’m not!"},{"person":"Joey","txt":" Then why are you wearing Monica’s jacket?"},{"person":"Chandler","txt":" Because it’s flattering! (Shivers harder) Come on Monica! Come on\nMonica! (He goes inside.)"},{"person":"Rachel","txt":" Yeah actually, I think we’re gonna take off too. We rented a movie."},{"person":"Phoebe","txt":" Oh! I won’t say, ‘no’ to a movie!"},{"person":"Rachel","txt":" Uh Pheebs, we just actually kinda wanted to be alone."},{"person":"Phoebe","txt":" Shh! Get me out of here."},{"person":"Rachel","txt":" Oh. (They leave, leaving just Joey and Ross.)"},{"person":"Joey","txt":" (whispering) Ross!"},{"person":"Ross","txt":" What?"},{"person":"Joey","txt":" Come here, check this out!"},{"person":"Ross","txt":" What? Is it the comet? (Runs over to where Joey’s standing.)"},{"person":"Joey","txt":" No! No-no. Look, there’s a bug stuck in tar right here. (Bends down\nto get a closer look.)"},{"person":"Ross","txt":" Joey come—I can’t believe—I bring you here to see the\nBapstein-King comet, one of nature’s most spectacular phenomenon, and all you care\nabout are bugs stuck in tar and-and some woman!"},{"person":"Joey","txt":" (standing up) Y’know, there’s "},{"person":"Ross","txt":" Show me where?"},{"person":"Joey","txt":" Right-right up here. (Starts looking at them through a piece of pipe.)"},{"person":"Ross","txt":" (noticing the pipe and looking at the door) Joey where’s the pipe\nthat was holding the door open?"},{"person":"Joey","txt":" (annoyed) I don’t know! (Goes back to looking through the pipe.)\n(Pause) Yeah, I do."},{"person":"Ross","txt":" Joey!"},{"person":"Joey","txt":" What?! All right—Hey! Don’t look at me! You’re the one who\nwanted to come up and look for some stupid "},{"person":"Ross","txt":" It’s called the Bapstein-King comet, okay? (Joey starts to groan.)\nHey! Hey! Bapstein was a very well respected astronomer! "},{"person":"Joey","txt":" (covering his ears and yelling) Oh no! No! No! (He starts banging on the\ndoor.)"},{"person":"Chandler","txt":" (whispering) Monica!"},{"person":"Monica","txt":" She’s sleeping."},{"person":"Chandler","txt":" I know, just quick-quick question, quick question. Which one was "},{"person":"Monica","txt":" "},{"person":"Chandler","txt":" Sorry, I just…can’t sleep. Ooh! (Turns on the light and\nMonica groans.) Where is that book that you are reading with the two women who were\nice-skating and wearing, wearing those hats with the flowers on it? Because every time I\nlook at that cover I’m like…(Fake snores.)"},{"person":"Monica","txt":" It is in the living room where there is also a light! And no one will\nkick you in the shin."},{"person":"Chandler","txt":" What?! (Monica kicks him in the shin.) Ow! (He gets out of bed and\nheads into the living room.)"},{"person":"Phoebe","txt":" (crossing her fingers and closing her eyes) Please don’t be a space\nship. Please don’t be a space ship. (She turns on the light and looks around and\nfinds that it’s the smoke detector that’s beeping.) Oh thank God! (She moves a\nchair over and starts to investigate how to make the beeping turn off, in frustration she\nyanks the thing off of the wall. She sets it down and heads for bed, just as she gets\nthere it beeps again. She opens the cover and removes the battery, but it still beeps.)\nHow could you be beeping?! I just disconnected you! I took out your battery! How can…"},{"person":"Smoke Detector","txt":" Beep!"},{"person":"Phoebe","txt":" Don’t interrupt me!!"},{"person":"Ross","txt":" Rachel!! Monica!!"},{"person":"Joey","txt":" Come on!"},{"person":"Ross","txt":" I can’t believe this!!"},{"person":"Joey","txt":" All right well, y’know…I guess we know what we have to do to get\ndown."},{"person":"Ross","txt":" (standing at the edge of the roof) Yeah, I guess we don’t have a\nchoice. (Screaming to the street) Help us! Please help us! We’re stuck up on the roof\nand we can’t get down!!!"},{"person":"Joey","txt":" Ross. I was thinking we could just go down the fire escape. (Points it\nout.)"},{"person":"Ross","txt":" (To Joey) I know, I wasn’t finished. (Joey motions him to finish.)\n(Yelling at the street) But don’t worry! We’re gonna go down the fire escape!!"},{"person":"Chandler","txt":" Shhhhhhhhh!!! (Monica enters) I’m sorry, I thought maybe I’d\nmake some warm milk and it would help me sleep."},{"person":"Monica","txt":" With a wok? (Chandler’s holding a wok.) I thought you were going to\nread my boring book to put you asleep."},{"person":"Chandler","txt":" It got interesting! Damn you Oprah!"},{"person":"Monica","txt":" Here, let me make the milk, I’m up anyway."},{"person":"Chandler","txt":" Hey, y’know what we can do? Y’know, now that we are up? We\ncan just like talk to each other all night long, y’know like we did when we were\nfirst going out. It’d be fun!"},{"person":"Monica","txt":" Okay that does sound like fun. "},{"person":"Chandler","txt":" Okay, so how bummed were you when the second sister died huh?"},{"person":"Monica","txt":" The second sister dies?!"},{"person":"Chandler","txt":" (Pause) No. No, I-I was, I was talking about the book I was reading."},{"person":"Monica","txt":" The second sister dies in "},{"person":"Chandler","txt":" That’s correct."},{"person":"Rachel","txt":" You wanna go in the bedroom? It’s a little more comfortable."},{"person":"Tag","txt":" Sure."},{"person":"Rachel","txt":" Okay. (They start to head for the bedroom) Oh wait! Umm, did you send\nthose contracts to Milan?"},{"person":"Tag","txt":" If this is your idea of sexy talk? (Shakes his head that it’s not\nworking.)"},{"person":"Rachel","txt":" No seriously, y’know the contracts I gave you, did you overnight\nthem?"},{"person":"Tag","txt":" What contracts?"},{"person":"Rachel","txt":" Okay please tell me that this is just one of your jokes that you do that\nI don’t get."},{"person":"Tag","txt":" Like what?"},{"person":"Rachel","txt":" Y’know, like the thing when you put the phone in your pants? (He\nstarts laughing.) Tag! I’m serious! This isn’t funny! Those contracts absolutely\nhad to go out today!"},{"person":"Tag","txt":" Rach, I’m sorry, but you didn’t give me any contracts!"},{"person":"Rachel","txt":" Yes I did! And I put a little "},{"person":"Tag","txt":" I’m telling you, you never gave them to me."},{"person":"Rachel","txt":" Y’know what Tag, if we went down to the office you would see those\ncontracts sitting on your desk."},{"person":"Tag","txt":" No, I would see you looking embarrassed because they are "},{"person":"Rachel","txt":" Or maybe you would see me looking embarrassed because you are talking on\nthe phone with your crotch!"},{"person":"Tag","txt":" You wanna go down to the office right now?"},{"person":"Rachel","txt":" No! Come on its late, we’re not gonna go down to the office."},{"person":"Tag","txt":" Okay I understand. (Sits down.) I wouldn’t want to be proved wrong\neither."},{"person":"Rachel","txt":" Okay get your coat! (They get their coats and start to leave. Rachel\nsuddenly stops and sticks the hand up the back of her shirt.) Oh! When did you unhook\nthis? (Her bra.) Nice work!"},{"person":"Joey","txt":" All right, it won’t go down any further. It’s stuck."},{"person":"Ross","txt":" Ugh. Well, we’re just gonna have to jump. (Joey looks at him.) Yeah.\nNow, we’re gonna have to make sure to land to the right of that patch of ice, okay?\nNot hit the dumpster on the other side and uh, and try to avoid that-that weird brownish\nred stuff in the middle. So, when "},{"person":"Joey","txt":" Oh whoa-whoa wait a minute! I have to do it?!"},{"person":"Ross","txt":" Yeah! Oh yeah, you’ll be fine! It-it’ll be uh, just like bungy\njumping. Y’know? But instead of bouncing back up you-you won’t."},{"person":"Joey","txt":" What if I smack my head on the concrete?"},{"person":"Ross","txt":" Well, I’m gonna lie to you Joey, it’s a possibility."},{"person":"Joey","txt":" (looks at the ground and at Ross) I don’t know Ross! I-I tell you\nwhat, let’s flip to see who does it, okay? You-you call it in the air, all right?"},{"person":"Ross","txt":" Oh, all right. (Joey flips the coin.) Tails! (The coin bounces off of the\nlanding above them and falls to the ground.) Can you-can you see what it is?"},{"person":"Joey","txt":" No."},{"person":"Ross","txt":" Okay. Well, you be careful."},{"person":"Joey","txt":" What? No! No Ross! No-no! Stop! I’m not jumping! Okay, look I have an\naudition tomorrow and I can’t go if I break my leg."},{"person":"Ross","txt":" Well I’m jumping! I have a son! Okay? He won’t have a father\nif-if I die!"},{"person":"Joey","txt":" Well all right so, it looks like we’re even!"},{"person":"Phoebe","txt":" Okay. So, this wire is connected to this wire which plugs into here.\n(She points at each as she says it.) Okay so, to get the beeping to stop all I have to\ndo… (She picks up a shoe and proceeds to pummel the smoke detector. She then gets up\nand heads to bed, stops, quickly turns around, and is satisfied that the beeping has\nstopped.) Well done, Pheebs. (She resumes her trek to bed, but is stopped at the entrance\nto the hallway by the now steady and extremely loud tone emanating from the smoke\ndetector.) (Yelling.) "},{"person":"Monica","txt":" Okay, here’s your milk. What do you want to talk about? (She sees\nthat Chandler has fallen asleep and slams the door loudly to wake him up.)"},{"person":"Chandler","txt":" (startled) What? What? What?"},{"person":"Monica","txt":" Ohh! Ohhhh! Were you sleeping sweetie? I’m sorry. Here. (Hands the\nmug of milk to him.)"},{"person":"Tag","txt":" Okay! Feel free to look, but I’m telling you those contracts are not\non this desk."},{"person":"Rachel","txt":" Oh "},{"person":"Tag","txt":" It’s my sister."},{"person":"Rachel","txt":" Okay, very cute braces. Anyway y’know what, the "},{"person":"Tag","txt":" So when do you imagine you gave them to me? In the morning or in the\nafternoon?"},{"person":"Rachel","txt":" In the afternoon. Mr. Zelner came into my office after lunch. He put\nthem on my desk, and then I put a "},{"person":"Tag","txt":" It’s not here."},{"person":"Rachel","txt":" Puzzler. A bit of a puzzle. Why don’t you um, check the copy room,\nmaybe you left the contracts in there?"},{"person":"Tag","txt":" How could I have left them in the copy room?"},{"person":"Rachel","txt":" I don’t know Tag! How can your genitals make phone calls? Okay?\nIt’s not a perfect world! Just go please."},{"person":"Tag","txt":" Fine."},{"person":"Rachel","txt":" Thank you. (He leaves and she proceeds to plant the folder in his bottom\ndrawer. She then picks up the phone and holds it to her breasts.) Hello? (Hangs up the\nphone.) I still don’t get it."},{"person":"Monica","txt":" Are you still awake?"},{"person":"Chandler","txt":" Yeah! You?"},{"person":"Monica","txt":" You do know that was me who just said that right? (He doesn’t\nrespond and she turns on the light, waking him.) Hey. As long as we’re both up…"},{"person":"Chandler","txt":" (intrigued) Yeah? (Monica nods yes.) I hope you’re not thinking\nabout cleaning the living room."},{"person":"Joey","txt":" Man, I’m starving! What the hell was I thinking at dinner?! \"Do\nyou want soup or salad?\" Both! Always order both!"},{"person":"Ross","txt":" (looking in the window behind them) Y’know, y’know I’m\nlookin’ and I don’t think anyone’s home here. I say we just break the\nwindow, crawl through, and-and y’know explain later."},{"person":"Joey","txt":" Yeah? Really? No one’s home?"},{"person":"Ross","txt":" I don’t think so. Hello? (Knocks on the glass, which angers the big,\nlarge, angry dog behind the glass and causes them to jump to the other side of the\nlanding.) When you get in there… (Joey nods his disapproval.)"},{"person":"Phoebe","txt":" Okay, this is where you and I part ways. (She drops the blanket into the\nchute.) Noisy bitch!"},{"person":"Monica","txt":" What?! What are you doing?!"},{"person":"Chandler","txt":" Do you know what just happened?"},{"person":"Monica","txt":" Yeah. We-we had sex and then we fell asleep."},{"person":"Chandler","txt":" No. We were in the middle of sex…and "},{"person":"Monica","txt":" Nooo! No, that’s not true. No, best time ever! Yeah, you rocked me\nworld! (She turns out the light to go back to sleep.)"},{"person":"Chandler","txt":" (turning the light back on) Monica?"},{"person":"Monica","txt":" What?!"},{"person":"Chandler","txt":" I was giving you some of my best moves, and you missed it. So please\nwake up so "},{"person":"Monica","txt":" Okay. Okay, I’m ready. Come on big fella!"},{"person":"Chandler","txt":" Okay."},{"person":"Monica","txt":" Give me the good stuff."},{"person":"Chandler","txt":" Yeah! (Monica falls asleep) No! No! No! Don’t fall asleep! Okay,\nI am going to make you some coffee. (Monica doesn’t move as he gets out of bed and as\nhe’s heading for the door.) And I probably won’t spill coffee grounds all over\nthe kitchen floor."},{"person":"Monica","txt":" Okay, I’m up! I’m up!"},{"person":"Rachel","txt":" Hi! I got you some coffee. To, uh… (She looks for a place to set it\non his messy desk and he clears a spot for her to set it down.) …fair enough. So! Do\nyou got anything for me?"},{"person":"Tag","txt":" Still no luck."},{"person":"Rachel","txt":" Oh my God! Did you check your entire desk! Did you check "},{"person":"Tag","txt":" Do you want me to check again?"},{"person":"Rachel","txt":" Well yeah, I wish that you would. (He opens the top drawer.) Well, no\nit’s not in there! (Closes it.) How about that drawer? (She points to the bottom one\nand he opens it. She doesn’t see the folder she planted and bends over to check.)"},{"person":"Tag","txt":" Well, it’s not out here. Is there any chance it could be in your\noffice?"},{"person":"Rachel","txt":" (thinks) Y’know, I don’t-I don’t know. Let me, let me\ncheck. (As she heads for her office, she stops glances over her should at Tag, looks into\nher office, and finds the folder on her desk.)"},{"person":"Tag","txt":" (smirking) Any luck?"},{"person":"Rachel","txt":" Can I see you in my office for a minute?"},{"person":"Tag","txt":" (entering) Yeah? (She holds up the folder) You found them!! (Rachel is not\namused, because she’s still going to try to blame him for her mistake like every\n‘good’ boss.) Y’know what? I’m not even going to gloat. I’m just\nreally relived this whole thing is over."},{"person":"Rachel","txt":" You put these on my desk!"},{"person":"Tag","txt":" I did not!"},{"person":"Rachel","txt":" Oh really? So you’re saying they just "},{"person":"Tag","txt":" How did you know they were in my bottom drawer?"},{"person":"Rachel","txt":" (pause as she realizes her lame attempt to shift the blame has failed) I\nam so hot for you right now."},{"person":"Phoebe","txt":" Oh my God! How did you get back here?!"},{"person":"A Disembodied Voice","txt":" (yelling through the door) Phoebe Buffay?!"},{"person":"Phoebe","txt":" (scared) Fire alarm? (She opens the door to reveal a fireman holding the\nblanket with the smoke detector.) Oh! Hi, officer—fireman, can-can I help you?"},{"person":"The Fireman","txt":" We found your fire alarm in the trash chute."},{"person":"Phoebe","txt":" That’s not mine."},{"person":"The Fireman","txt":" Yes it is."},{"person":"Phoebe","txt":" How do you know?"},{"person":"The Fireman","txt":" The next time you want to dump a fire alarm in a trash chute,\ndon’t wrap it in a blanket that says, \"Property of Phoebe Buffay not\nMonica.\""},{"person":"Phoebe","txt":" Okay do you—Okay, do you have a search warrant? Because the last\ntime I checked this was still America!"},{"person":"The Fireman","txt":" Please reattach this, it’s against the law to disconnect them."},{"person":"Phoebe","txt":" Fine! (She takes the blanket.) But please God; tell me how to stop them\nfrom going off!"},{"person":"The Fireman","txt":" There’s a reset button under the plastic cover."},{"person":"Phoebe","txt":" There’s a reset button?! Ugh, thank you! Thank you! (He exits and\nshe goes to shut it off.) There’s a reset button! My God! Why didn’t I see that!\n(She takes off the plastic cover and looks for the button.) Reset button, reset button,\nwhere is there a reset button? (Finds it.) Oh here it is! (Picks it up off of the floor.)\nOh! (She presses it hard, but of course it would help if the button was still attached to\nthe detector. In frustration she presses it so hard it causes pain in her thumb.) Ohh,\nGod!"},{"person":"Ross","txt":" Okay, do-do you have a good grip?"},{"person":"Joey","txt":" Yeah!"},{"person":"Ross","txt":" Okay, I’m going to start climb down you now."},{"person":"Joey","txt":" All right! Just hurry up!"},{"person":"Ross","txt":" Okay. Now-now-now should I climb down your front so we’re face to\nface or-or should I climb down your back so we’re-we’re butt to face."},{"person":"Joey","txt":" I think face to face."},{"person":"Ross","txt":" I would say that."},{"person":"Joey","txt":" Face to face, yeah!"},{"person":"Ross","txt":" Okay, here I go."},{"person":"Joey","txt":" All right. "},{"person":"Joey","txt":" (grunting) Oh my… How much do you weigh Ross?!"},{"person":"Ross","txt":" I prefer not to answer that right now, I’m still carrying a little\nholiday weight."},{"person":"Joey","txt":" Y’know, when we talked about face to face, I don’t think we\nthought it all the way through."},{"person":"Ross","txt":" So what do you want me to do?"},{"person":"Joey","txt":" Well, just shimmy down me and drop!"},{"person":"Ross","txt":" Hi."},{"person":"Joey","txt":" Hi."},{"person":"Ross","txt":" (looking down) M-maybe I should hang and you can climb down me."},{"person":"Joey","txt":" (angrily) Yeah? Maybe we should talk about that for a little while!"},{"person":"Ross","txt":" It’s still looks pretty far!"},{"person":"Joey","txt":" It’s not that far! Just drop!"},{"person":"Ross","txt":" Do not "},{"person":"Joey","txt":" Ross, you should know that my pants are startin’ to come down and\nI’m not wearing any underwear!"},{"person":"Ross","txt":" Oww!! My ankle! I really hurt my ankle! I think I twisted it when\nI—Ooh, a quarter!"},{"person":"Monica","txt":" That really was some of your best work."},{"person":"Chandler","txt":" Hm-hmm, I told you! (Looks at the clock) I can’t believe that\nI’ve only got two hours before I call in sick for work."},{"person":"Monica","txt":" I have to be up in seven minutes."},{"person":"Chandler","txt":" Well, you’re not gonna believe this, but if you have seven\nminutes…"},{"person":"Monica","txt":" Really?!"},{"person":"Chandler","txt":" Do you wanna?"},{"person":"Monica","txt":" Okay! You get the vacuum cleaner and I’ll get the furniture polish!"}]