[{"person":"Chandler","txt":" Buh-bye. (Hangs up the phone) I just got us reservations at\nMichelle’s and tickets to the "},{"person":"Monica","txt":" Betrothed… (Corrects him)"},{"person":"Chandler","txt":" …betrothed couple."},{"person":"Phoebe","txt":" (entering carrying a skull) Hey!"},{"person":"Chandler","txt":" Hey!"},{"person":"Rachel and Monica","txt":" Hi!"},{"person":"Phoebe","txt":" Haaaa... (Puts the skull on the table) ... ahhhh!"},{"person":"Chandler","txt":" Pheebs?"},{"person":"Phoebe","txt":" Huh?"},{"person":"Chandler","txt":" Skull?"},{"person":"Phoebe","txt":" Oh, yeah, it's my mom's."},{"person":"Rachel","txt":" (freaking out) Oh my god!!"},{"person":"Phoebe","txt":" No, no, no. It's not! It's not my mom. It belonged to mom. Yeah, no, she\nused to put it out every Christmas to remind us, that even though it's Christmas, people\nstill die. And, you can put candy in it. (She grabs the skull, pulls out a stick of\nlicorice, and takes a bite.)"},{"person":"Ross","txt":" (entering) Hey!"},{"person":"All","txt":" Hey!"},{"person":"Monica","txt":" (Offering Ross the skull) Licorice?"},{"person":"Ross","txt":" (Thinking it over) Sure! (Takes one) Hey, I just found out, I get Ben for\nthe holidays this year."},{"person":"All","txt":" Ohh! That's great!"},{"person":"Monica","txt":" Are you gonna dress up as Santa?"},{"person":"Ross","txt":" Nope. I mean, I know Susan does every year, but I think I wanna take this\nyear to teach him all about Hanukkah."},{"person":"Phoebe","txt":" And maybe I could teach Ben about the Christmas skull and how people\ndie."},{"person":"Rachel","txt":" You may need to use this year to teach Ben about Phoebe."},{"person":"Ross","txt":" Hmm."},{"person":"Joey","txt":" Hey. (He exits)"},{"person":"Rachel","txt":" (to Monica) Did you know he was in there?"},{"person":"Monica","txt":" No."},{"person":"Chandler","txt":" How long have we been home?"},{"person":"Monica","txt":" About a half an hour."},{"person":"Chandler","txt":" "},{"person":"Chandler","txt":" Hey, you know what I was thinking? When we get married, are you gonna\nchange your last name to Bing?"},{"person":"Monica","txt":" No."},{"person":"Chandler","txt":" Why not?"},{"person":"Monica","txt":" Bing's weird."},{"person":"Phoebe","txt":" (entering) Oh, hey, you guys!"},{"person":"Chandler","txt":" Hey!"},{"person":"Monica","txt":" Hey!"},{"person":"Phoebe","txt":" Hey. Guess what! My landlord just called and my apartment is gonna get\nready soon, so I guess I'll be moving out."},{"person":"Monica","txt":" Ahh, Phoebe, I'm gonna miss you!"},{"person":"Phoebe","txt":" Yes, you will be very sad. All right, well I gotta go tell Rachel the\ngood news."},{"person":"Chandler","txt":" Ohh! You guys gonna be living together again?"},{"person":"Phoebe","txt":" Yeah, why not?"},{"person":"Chandler","txt":" Well, she's just so much fun with Joey, I just assumed, she'd still be\nliving with him."},{"person":"Phoebe","txt":" Why do you think, she's having so much fun living with Joey?"},{"person":"Chandler","txt":" No reason, except…she…told…me."},{"person":"Phoebe","txt":" Really? So she said, she didn’t wanna live with me anymore?"},{"person":"Chandler","txt":" No! No, she didn't say that. I-I-I think you should talk to Monica\nnow."},{"person":"Monica","txt":" Phoebe, don't worry about it. I'm sure she wants to live with you."},{"person":"Phoebe","txt":" You're sure? You're absolutely sure?"},{"person":"Monica","txt":" Well, no. But, um, I bet she probably does."},{"person":"Phoebe","txt":" Probably? Yeah, I don't like that word. (Chandler and Monica look\nsurprised) Kind of what ‘probably’ really means. Yeah, uh-huh. Yeah, oh,\n\"Your mom probably won't kill herself,\" y’know? I'm sorry, but I'm not\nhanging all my hopes of Rachel and I living together on-on \"Probably!\"\nY’know? You gotta take care of yourselves! (She starts to walk out) In "},{"person":"Chandler","txt":" Bing doesn't seem so weird now, does it?"},{"person":"Rachel","txt":" (entering) Hey!"},{"person":"Joey","txt":" Hey! Great, you’re home! Guess what Phoebe got me for Christmas!\n(Starts drumming.)"},{"person":"Rachel","txt":" Drums?"},{"person":"Joey","txt":" (yelling) No! Drums!"},{"person":"Chandler","txt":" (to the Maitre d') Hi, could we get two burritos to go, please?\n(Laughs.)"},{"person":"Monica","txt":" I'm sorry. But not that sorry, 'cause you don't have to live with it.\nUm, we have a reservation under the name Chandler Bing."},{"person":"Maitre d'","txt":" Oh-kay, we'll have a table for you in about 45 minutes."},{"person":"Chandler","txt":" Forty-five minutes? We have tickets to the "},{"person":"Maitre d'","txt":" I'm sorry. Christmas is a very busy time, sir."},{"person":"Chandler","txt":" Is this because of the burrito thing?"},{"person":"Monica","txt":" (pulling Chandler away from the Maitre d') You need to give him money."},{"person":"Chandler","txt":" Give him money? It was a joke!"},{"person":"Monica","txt":" No, to get a table! Places like are always shakin’ you down.\nEverybody wants to be paid off."},{"person":"Chandler","txt":" Right, calm down, O'Mally. I'll slip him some money."},{"person":"Monica","txt":" You've got to be smooth about it."},{"person":"Chandler","txt":" Hey, I can be smooth. (Walks back to the Maitre d', very smoothly)\nListen, we're a little bit in a hurry, so, if you can get us a table a little quicker, I'd\nappreciate it. (Shakes his hand)"},{"person":"Maitre d'","txt":" Of course, sir."},{"person":"Chandler","txt":" Okay. (Walks back to Monica)"},{"person":"Monica","txt":" How did it go?"},{"person":"Chandler","txt":" Had the money in the wrong hand. (Shows her his left hand with the\nmoney in it)"},{"person":"Ross","txt":" Wooooooo, hehehe. Hey, ahh, you don't feel like you're gonna throw up, do\nya?"},{"person":"Ben","txt":" No."},{"person":"Ross","txt":" Well, I do, so let's... (Ben and Ross sit down on the couch) So, Ben, you\nuh, you know what holiday is coming up, don't ya?"},{"person":"Ben","txt":" Christmas."},{"person":"Ross","txt":" Yep, and you know what other holiday is coming up?"},{"person":"Ben","txt":" Christmas eve."},{"person":"Ross","txt":" Yes, but also (Pauses to let Ben answer, but he doesn’t.) Hanukkah!\nSee, you're part Jewish, and-and Hanukkah is a Jewish holiday."},{"person":"Ben","txt":" Santa has reindeers that can fly!"},{"person":"Ross","txt":" Right, um, but, on Hanukkah, Hanukkah is a celebration of a miracle. See,\nyears and years ago there were these people called the Maccabees."},{"person":"Ben","txt":" (singing) "},{"person":"Ross","txt":" (interrupts him) Okay, that's right, yes, but on Hanukkah, uh, we sing, uh\n(Sings) "},{"person":"Ben","txt":" (singing) "},{"person":"Ross","txt":" (interrupts him again) Okay, it's not a contest."},{"person":"Ben","txt":" When is Santa coming?"},{"person":"Ross","txt":" Well, how about this year, instead of Santa, we have fun celebrating\nHanukkah?"},{"person":"Ben","txt":" No Santa? Was I bad?"},{"person":"Ross","txt":" No! Oh, no-no-no. Hey, you weren't bad, you've been very good, Ben."},{"person":"Ben","txt":" Santa's mad at me."},{"person":"Ross","txt":" No, hey-hey, come on, (He grabs Ben and sits him on his lap) Ben, Santa is\nnot mad at you, okay? Hey, you're-you're his favorite little guy!"},{"person":"Ben","txt":" So Santa's coming?"},{"person":"Ross","txt":" (disappointed) Yes! Santa's coming!"},{"person":"Monica","txt":" It's easy! Just keep it casual! Give him a kind word, shake his hand and\ngive him the money!"},{"person":"Chandler","txt":" How do you know so much about this?"},{"person":"Monica","txt":" I don't know."},{"person":"Chandler","txt":" Richard used to do it, didn't he?"},{"person":"Monica","txt":" We'd be eating our soup right now."},{"person":"Chandler","txt":" Mustached bastard…"},{"person":"Monica","txt":" (sees two people exit) Okay, those people just left, come on! Quick!\nGive him the money and get their table!"},{"person":"Chandler","txt":" (walks up to the Maitre d') Excuse me..."},{"person":"Chandler","txt":" (finds his money) Ahh-hahaha! (Turns around to give the Maitre d' his\nmoney, but he isn't there anymore)"},{"person":"Rachel","txt":" (stopping at Phoebe’s entrance) Ha!"},{"person":"Phoebe","txt":" So you like the drums! That's, that's great! Y’know, I was worried,\nthat, you know, they would maybe an unbearable living situation. All right, okay, well,\napparently not! So, yay!"},{"person":"Joey","txt":" Hey-hey, Pheebs, check it out, we already learned a song. (To Rachel)\nReady? One, two, three, four..."},{"person":"Rachel and Joey","txt":" Tequila!!"},{"person":"Phoebe","txt":" That's fun. (She exits disappointedly.)"},{"person":"Chandler","txt":" Thank you Gunther, put it there. (He gets up, and shakes Gunther's\nhand. A bunch of coins fall out his hand. He sits down next to Monica.) Definitely not\neasier with coins. (Joey gets up and picks up the coins. Chandler thinks, Joey is just\nhelping him to pick them up.) Thank you."},{"person":"Joey","txt":" Thank you. (He gets up and puts on his jacket.) (Phoebe enters) Hey\nPheebs!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Joey","txt":" Here. (Gives her the coins) Now I only owe you $49.50."},{"person":"Chandler","txt":" Hey Pheebs!"},{"person":"Phoebe","txt":" Hey! (she sits down next to him)"},{"person":"Chandler","txt":" If you wanna give Joey a Christmas present that disrupts the entire\nbuilding, why not get him something a little bit more subtle, like a wrecking ball, or a\nvile of small pox to release in the hallway?"},{"person":"Monica","txt":" It's not just the drum noise. Every five minutes, Joey throws his sticks\nin the air, and I have to hear, \"Oh my eye! Oh god, my eye!\" I mean, it is so\nannoying."},{"person":"Phoebe","txt":" Yes, thank you. You see, this is how normal people are supposed to react\nto drums."},{"person":"Monica","txt":" Phoebe, you got Joey drums to annoy Rachel, so she wouldn't wanna live\nthere anymore?"},{"person":"Phoebe","txt":" Maybe on some level."},{"person":"Rachel","txt":" Joey, y’know that you could just not throw the sticks up in the\nair."},{"person":"Joey","txt":" What is Rock 'n' Roll about that?"},{"person":"Phoebe","txt":" (entering with an aquarium covered by a towel) Hey, Joey, I got you\nanother present. (She puts it on the counter)"},{"person":"Joey","txt":" Oh wait, before you tell me what it is! (He plays a drum-roll) Okay, what\nis it?"},{"person":"Phoebe","txt":" It's a…tarantula! (Joey almost falls down from his drum-stool\njumping up) Oh! God! Rachel, look, I'm sorry. What was I thinking giving Joey this big,\ngross, scary spider in such a poorly constructed cage?"},{"person":"Rachel","txt":" What are you talking about? I love them! (Looks into the cage) Yeah, I\nhad a tarantula when I was a kid. But it-it died, because my cat ate it. And then, then my\ncat died. But Joey, isn't this cool?"},{"person":"Joey","txt":" Is it on me? I feel, I feel like it's on me! I got, hey! (He storms into\nhis room)"},{"person":"Rachel","txt":" Oh, isn't that adorable? Joey is afraid of the tarantula."},{"person":"Phoebe","txt":" (sarcastic) Ah, yeah, he's so adorable, God, he's just so much fun, Joey\nis the best, I'm glad you're having so much fun here. (She turns around, about to leave)"},{"person":"Rachel","txt":" What? Wait-wait a minute, what? Phoebe, what's the matter?"},{"person":"Phoebe","txt":" Our apartment is ready."},{"person":"Rachel","txt":" And that makes you angry because…"},{"person":"Phoebe","txt":" Because you would rather live here with Joey."},{"person":"Rachel","txt":" Where did you get that?"},{"person":"Phoebe","txt":" Monica and Chandler said that you were having so much fun here. And\napparently no amount of drums or tarantulas is gonna change that."},{"person":"Rachel","txt":" Phoebe?"},{"person":"Phoebe","txt":" Hm?"},{"person":"Rachel","txt":" Did you get all this stuff for Joey to try and drive me out of the\napartment? Honey, if you wanted to do that, you might as well just gotten him a fish, you\nknow how fish freaked me out!"},{"person":"Phoebe","txt":" (nods along) Fish!"},{"person":"Rachel","txt":" It wouldn't have mattered anyway, Phoebe, you and I are, are gonna live\ntogether, we're roommates; that's the deal."},{"person":"Phoebe","txt":" Yes, but I wanted you to want to live with me, but okay, if you're\nhaving so much fun over here…"},{"person":"Rachel","txt":" Oh, it's so much more fun with you."},{"person":"Phoebe","txt":" We did have fun, didn't we?"},{"person":"Rachel","txt":" We did!"},{"person":"Phoebe","txt":" Oh, anyway, they say, if we want, we can see it tonight."},{"person":"Rachel","txt":" Oh, I would love to!"},{"person":"Phoebe","txt":" Yay, okay!"},{"person":"Rachel","txt":" Good, good, good, good, good. (She runs to the drums and gets the\nsticks)"},{"person":"Phoebe","txt":" Great, all right, okay, and Monica ask me to make the drumming stop."},{"person":"Rachel","txt":" (with the sticks in her hands) Um... (She goes to the tarantula-cage and\nputs the sticks into it) Done!"},{"person":"Ross","txt":" Hey!"},{"person":"Salesman","txt":" Hello, Sir. You're here to return those pants?"},{"person":"Ross","txt":" No, these are my pants."},{"person":"Salesman","txt":" Oh. Okay! How can I help you?"},{"person":"Ross","txt":" Well, uh, do you have a Santa-outfit left?"},{"person":"Salesman","txt":" Two days before Christmas? Sorry, man."},{"person":"Ross","txt":" Okay look, do-do, you have anything Christmassy? I promised my son, and I\nreally don't want to disappoint him, um, come on, I…uh, you gotta have something."},{"person":"Ross","txt":" I'm the holiday armadillo! I'm a friend of Santa's and he sent me here to\nwish you (Points to Ben) a Merry Christmas!"},{"person":"Monica","txt":" What happened to Santa, Holiday Armadillo?"},{"person":"Ross","txt":" (to Monica) Santa was unavailable so close to Christmas."},{"person":"Monica","txt":" Wow, come in, have a seat. You must be exhausted coming all the way\nfrom…Texas."},{"person":"Ben","txt":" Texas?"},{"person":"Ross","txt":" That's right, Ben. I'm Santa's representative for all the southern states.\nAnd Mexico! But, Santa sent me here to give you these presents, Ben. (He tries to bend\ndown to pick up the bag with the presents, but can't because of the costume) Maybe the\nLady will help me with these presents."},{"person":"Ben","txt":" Wow! Thanks!"},{"person":"Ross","txt":" You're welcome, Ben. Merry Christmas, ooh, and Happy Hanukkah!"},{"person":"Ben","txt":" Are you for Hanukkah, too? Because I'm part-Jewish."},{"person":"Ross","txt":" (gasps) You are? Me, too!"},{"person":"Monica","txt":" Because Armadillos also wandered in the desert?"},{"person":"Ross","txt":" (to Monica) You wanna wander in the hall? (to Ben) Ooh, hey Ben, what if\nthe Holiday Armadillo told you all about the festival of lights?"},{"person":"Ben","txt":" Cool!"},{"person":"Ross","txt":" Yeah!"},{"person":"Monica","txt":" Come on Ben."},{"person":"Ross","txt":" Years and years ago there were these people called the Maccabees..."},{"person":"Chandler","txt":" (entering in a Santa costume) Ho, ho, ho! Merry Christmas!"},{"person":"Ben","txt":" Santa! (Runs to Chandler and hugs him)"},{"person":"Chandler","txt":" Hey! (Grunts as Ben hits him at full speed.)"},{"person":"Ross","txt":" What are you doing here, Santa?"},{"person":"Chandler","txt":" Well, I'm here to see my old buddy Ben. What are you doing here,\nweird…turtle-man?"},{"person":"Ross","txt":" I'm the Holiday Armadillo, your part-Jewish friend. You sent me here to\ngive Ben some presents. Remember?"},{"person":"Chandler","txt":" What?"},{"person":"Ben","txt":" Did you bring me any presents, Santa?"},{"person":"Chandler","txt":" You bet I did, Ben, put it there! (He shakes Ben's hand, but the money\nfalls out of his hands) (to Monica) Well, it would have worked this time, if his hands\nweren't so damn small! (Realizes, that Ben is standing right there) Ho, ho, ho!"},{"person":"Monica","txt":" Okay Ben, why don't you come open some more presents, and Santa, the\nArmadillo, and I have a little talk in the kitchen? There's a sentence, I never thought\nI'd say."},{"person":"Ross","txt":" (to Chandler) What are you doing?"},{"person":"Chandler","txt":" You called everyone and said you were having trouble finding a Santa\ncostume, so I borrowed one from a guy at work!"},{"person":"Ross","txt":" Thank you, but, but you gotta leave."},{"person":"Chandler","txt":" Why?"},{"person":"Ross","txt":" Because, I'm finally getting him excited about Hanukkah, and, and\nyou're-you’re wrecking it."},{"person":"Chandler","txt":" But I didn't get to shape my belly like a bowl full of jelly."},{"person":"Ross","txt":" I'm sorry, Chandler but this, this is really important to me."},{"person":"Chandler","txt":" Fine, I'll give the suit back."},{"person":"Monica","txt":" (to Chandler) Hey, you think, you can keep it another night? (She has a\nreally teasing look on her face and keeps twirling Chandler's beard.)"},{"person":"Chandler","txt":" Santa? Really?"},{"person":"Monica","txt":" Yes, is that okay?"},{"person":"Chandler","txt":" Did your Dad ever dress up like Santa?"},{"person":"Monica","txt":" No."},{"person":"Chandler","txt":" Then it's okay! (They kiss.)"},{"person":"Ross","txt":" Okay Ben, Santa has to go. Say good-bye!"},{"person":"Ben","txt":" No! Why does he have to go?"},{"person":"Chandler","txt":" Because, if Santa and the Holiday…Armadillo? (Ross nods) ...are\never in the same room for too long the universe will implode. Merry Christmas!"},{"person":"Ben","txt":" No! Why can't the Armadillo leave? I want Santa!"},{"person":"Ross","txt":" Fine, I-I give up. Santa, Santa can stay."},{"person":"Chandler","txt":" Well, I'll stay, but only because I wanna hear about Hanukkah. Ben,\nwill you sit here with Santa and learn about Hanukkah?"},{"person":"Ben","txt":" Okay, Santa!"},{"person":"Ross","txt":" All right, it's time for the story of Hanukkah. Years and years ago, there\nwere these people called the Maccabees."},{"person":"Joey","txt":" (entering wearing a "},{"person":"Rachel","txt":" Oh wow! Look at this place!"},{"person":"Phoebe","txt":" Oh, this is terrible. Oh, they’ve made so many changes I can’t\neven feel my grandmother’s presence anymore—Ooh! New sconces!"},{"person":"Rachel","txt":" (yelling from another room) Oh my God!"},{"person":"Phoebe","txt":" What?"},{"person":"Rachel","txt":" (returning) Okay, remember uh, remember how you told me that your\ngrandmother put up that wall to make that into two bedrooms?"},{"person":"Phoebe","txt":" Yeah?"},{"person":"Rachel","txt":" And remember how you always said you were afraid the landlord would find\nout and then tear it down?"},{"person":"Phoebe","txt":" Yeah?"},{"person":"Rachel","txt":" Do you really not know where I’m going with this? (Phoebe nods,\n\"No.\") It left! It’s one huge room!"},{"person":"Phoebe","txt":" Oh no! (She runs to see.) (Running back, excitedly) Oh! Wow!!!"},{"person":"Rachel","txt":" See?"},{"person":"Phoebe","txt":" Well, I guess we’ll just have to put the wall back up."},{"person":"Rachel","txt":" You can’t, because of the new skylight!"},{"person":"Phoebe","txt":" There’s a skylight?! (Runs to see and yells from the bedroom.)\nWow!!"},{"person":"Rachel","txt":" So what should we do? Should we start looking for a new place?"},{"person":"Phoebe","txt":" (returning slowly) Y’know I’m-I’m sensing that um, my\ngrandmother would not be comfortable with that."},{"person":"Rachel","txt":" Oh yeah? Startin’ to feel her again there are we?"},{"person":"Phoebe","txt":" A little bit, yeah."},{"person":"Rachel","txt":" Pheebs is your grandmother maybe saying that you should live here alone?"},{"person":"Phoebe","txt":" You heard her too?! You have the gift!"},{"person":"Rachel","txt":" Phoebe, it’s okay. I like living with Joey."},{"person":"Phoebe","txt":" Are you sure?"},{"person":"Rachel","txt":" Oh please, I hate packing, it’s closer to work, and we do have fun.\nAlthough, I’m really gonna miss living with you."},{"person":"Phoebe","txt":" Oh me too."},{"person":"Rachel","txt":" I know. (They hug.) Oh-oh, wait did you hear that-hear that? Listen,\nI’m gettin’ something from your grandmother, she said that since you get to keep\nthe one bedroom apartment you should give Rachel the purple chair?"},{"person":"Phoebe","txt":" No, I do not hear that."},{"person":"Ross","txt":" …and the miracle was that that little bit of oil that should’ve\njust lasted just one day, burned for…"},{"person":"Ben","txt":" (answering him) Eight whole days."},{"person":"Ross","txt":" That’s right, and that’s why we celebrate Hanukkah today. The\nend."},{"person":"Ben","txt":" Awesome!"},{"person":"Ross","txt":" Yeah?"},{"person":"Chandler","txt":" My favorite part was when "},{"person":"Ross","txt":" The Armadillo was actually not so "},{"person":"Rachel","txt":" (entering with Phoebe) Hey! "},{"person":"Phoebe","txt":" Oh."},{"person":"Rachel","txt":" (seeing the collection of characters.) Wow! It looks like the Easter\nBunny’s funeral in here."},{"person":"Ross","txt":" Come on, come on, we’re-we’re-we’re lighting the candles!"},{"person":"Rachel","txt":" Oh."},{"person":"Phoebe","txt":" Oh."},{"person":"Phoebe","txt":" Okay, I understand why "},{"person":"Rachel","txt":" I got it!"},{"person":"Joey","txt":" (yelling from the bedroom) Is it back in the cage?"},{"person":"Rachel","txt":" Its back in cage!"},{"person":"Joey","txt":" Cage closed?"},{"person":"Rachel","txt":" Joey, would you just come out here and stop being such a baby!"}]