[{"person":"Joey","txt":" Hey."},{"person":"Chandler","txt":" Hi, my name’s Chandler. I just moved in next door and I was\nwondering if you would be interested in battling me in a post-apoplectic world for control\nof the galaxies last remaining energy source?"},{"person":"Joey","txt":" Sure, neighbor come on in."},{"person":"Chandler","txt":" So, is Janine around?"},{"person":"Joey","txt":" Uh, no, she’s at dance class."},{"person":"Chandler","txt":" Can I check out what she did to my room?"},{"person":"Joey","txt":" Yeah, but, hey look, don’t go through her stuff. She gets really\nmad.(Chandler gives him a look and walks to the door of his old room.)"},{"person":"Chandler","txt":" (The room is filled with flowers and a floral print sheet on the bed.) Oh\nmy God. What is th… it’s like a guy never lived in here. Look, you’ve got\nto be careful. This girl thing is dangerous. (Looking around the living room.) It’s\nspreading already."},{"person":"Joey","txt":" (Looking around the room.) It is???"},{"person":"Chandler","txt":" (Picking up a pillow.) Yeah, is this your pretty pink pillow on the\ncouch?"},{"person":"Joey","txt":" No."},{"person":"Chandler","txt":" (Pointing to the table and picking up the box.) Is that your tiny little\nbox, that’s too small to put anything in?"},{"person":"Joey","txt":" No."},{"person":"Chandler","txt":" No! Ok, this is not good. You are a guy. Ok? This is a guys place. If you\nlet this go, you’re going to be sitting around with your fingers soaking in stuff."},{"person":"Joey","txt":" (With Big Eyes.) All right, you’re right. I’ll talk to her."},{"person":"Chandler","txt":" Yes talk to her. Be a man."},{"person":"Joey","txt":" I’m a man."},{"person":"Chandler","txt":" Defend yourself."},{"person":"Joey","txt":" (Grunting) Hmm. (Monica opens the front door and comes in.)"},{"person":"Monica","txt":" Chandler come on. We have to hem the new dust ruffle."},{"person":"Chandler","txt":" Be right there sweetums. (Monica leaves. To Joey.) A totally different\nsituation."},{"person":"Monica","txt":" Hey guys."},{"person":"Chandler","txt":" Hey, how was your breakfast with Hillary?"},{"person":"Monica","txt":" It was okay. She’s still kind of depressed because she broke up with\nher boyfriend."},{"person":"Chandler","txt":" Ohh, yeah."},{"person":"Ross","txt":" Well, is this Hillary your HOT assistant chef Hillary?"},{"person":"Monica","txt":" Yeah."},{"person":"Ross","txt":" The one that always stares at me when I come in?"},{"person":"Monica","txt":" No, the one who looked at you once because you got in her way."},{"person":"Ross","txt":" Still I could tell. She was into me. (Joey rolls his eyes.) Well, why\ndon’t you set us up?"},{"person":"Rachel","txt":" Ohh, are you setting Ross up with someone? Does she have a wedding dress?"},{"person":"Phoebe","txt":" (Walking over and Sitting down.) Hey."},{"person":"Rachel","txt":" Hey."},{"person":"Phoebe","txt":" Rachel?"},{"person":"Rachel","txt":" Yeah."},{"person":"Phoebe","txt":" I’m, uhh, making up flyers trying to get new massage clients. So, can\nI come to Bloomingdale’s and use the copy machine."},{"person":"Rachel","txt":" Well, sure, but they might think it’s kinda weird considering I\ndon’t work there anymore."},{"person":"Phoebe","txt":" Oh my God. What happened?"},{"person":"Rachel","txt":" I-I, got a job at Ralph Lauren."},{"person":"Phoebe","txt":" Well that’s great! Congratulations!! (She hugs Rachel.)"},{"person":"Rachel","txt":" Yeah. (chuckling) A year ago.."},{"person":"Phoebe","txt":" (Hugging her again.) You’ve lasted a whole year. Good for you."},{"person":"Rachel","txt":" But, Pheebs, you can still use the copy machine where I actually work. But,\njust come by at lunch so my boss doesn’t see you. Cause Kim will just freak out and\nshe already doesn’t like me very much."},{"person":"Chandler","txt":" That’s weird. I don’t think my boss likes me either."},{"person":"Monica","txt":" I don’t think mine likes me either."},{"person":"Ross","txt":" Maybe it’s a universal thing?"},{"person":"Joey","txt":" Or maybe, it’s because you’re hanging around here at 11:30 on a\nWednesday. (Everybody gets up.)"},{"person":"Chandler","txt":" Yeah let’s head off to work."},{"person":"Monica","txt":" We should go."},{"person":"Phoebe","txt":" Thank you."},{"person":"Rachel","txt":" Sure."},{"person":"Phoebe","txt":" Now you will not believe this. But, I was in the copy room, making copies,\nand Ralph Lauren came in."},{"person":"Rachel","txt":" Oh my God. Did you talk to him?"},{"person":"Phoebe","txt":" Yeah a little. He seems really nice. Good kisser."},{"person":"Rachel","txt":" What? What!?! You kissed him?"},{"person":"Phoebe","txt":" Totally."},{"person":"Rachel","txt":" (Gasps) Phoebe are you serious?"},{"person":"Phoebe","txt":" Yeah. I was just in there. He introduced himself and the next thing I know,\nwe’re making out. You know."},{"person":"Rachel","txt":" Phoebe, I mean, you do know he’s married?"},{"person":"Phoebe","txt":" "},{"person":"Rachel","txt":" Phoebe…"},{"person":"Phoebe","txt":" What am I supposed to do? Ask every guy I make out with if he’s\nmarried? (Rachel looks at her.) No, yeah, I should."},{"person":"Janine","txt":" Hey Joey."},{"person":"Joey","txt":" Hey. Uh, can I talk to you for a second? This, uh, kid in this picture. Do\nyou, uh, know this kid? Is that like a relative or something?"},{"person":"Janine","txt":" No, I just thought it was cute."},{"person":"Joey","txt":" Yeah, that’s what I was afraid of.. Okay, uhh…Look Janine I really\nwant you to feel at home here, but some of this new stuff. It’s…too girly."},{"person":"Janine","txt":" Ohh. Like what?"},{"person":"Joey","txt":" Like this. (pointing to the picture) Pictures of cute babies we don’t\nknow. We..we can’t have that."},{"person":"Janine","txt":" Joey, it’s Anne Geddes. She’s a famous artist."},{"person":"Joey","txt":" Look I don’t know this baby. I don’t know if she’s a famous\nartist or not. You know, and I don’t want to be a jerk but you’re changing too\nmuch around here."},{"person":"Janine","txt":" Well, I’m sorry. I just thought I’d try to make the place a\nlittle nicer."},{"person":"Joey","txt":" Yeah but it’s too much stuff. You know like, you got the candles and the\nfoofy schmoofer thing here and over here you got a picture of a watering can."},{"person":"Janine","txt":" Well I just thought…"},{"person":"Joey","txt":" I’m sure it’s a famous watering can, okay. But, come on…and\nwhat is with the really hot stick in the bathroom?"},{"person":"Janine","txt":" It’s a curling iron."},{"person":"Joey","txt":" Ohh, well, that’s ok then. But, okay my towels for instance. I come in\nto the bathroom here and my towel is not on the floor where keep it. It’s up here on\nsome hook..and…smells different."},{"person":"Janine","txt":" It’s clean."},{"person":"Joey","txt":" Yeah, well, it feels different."},{"person":"Janine","txt":" It’s dry."},{"person":"Joey","txt":" Alright, I can make my peace with the clean dry towels…Also what is with\nthese chips you bought?"},{"person":"Janine","txt":" No no no no, it’s potpourri. You’re supposed to smell it. (Joey\ntakes a big whiff of the potpourri.)"},{"person":"Joey","txt":" (Voice cracking) Well that’s like summer in a bowl."},{"person":"Rachel","txt":" Oh, Kim, Hi. (Kim doesn’t even look up from her report.)"},{"person":"Kim","txt":" Uhh-huh."},{"person":"Rachel","txt":" So you know, I…I handed in that marketing report and I never got to\nhear what you thought."},{"person":"Kim","txt":" I didn’t read it."},{"person":"Rachel","txt":" Ahh….So…Wow…The spring line, it’s really going to be\ngreat this year, huh?"},{"person":"Kim","txt":" Yeah."},{"person":"Rachel","txt":" So I hear the Ralph Lauren fooled around with someone in the copy room.\n(Kim stops the elevator and turns to Rachel.)"},{"person":"Kim","txt":" Tell me everything."},{"person":"Ross","txt":" Hey guys."},{"person":"Chandler and Monica","txt":" Hey."},{"person":"Ross","txt":" What’s up? (He smiles. His teeth are freakishly white.)"},{"person":"Chandler","txt":" You know…Oh My God."},{"person":"Monica","txt":" What happened to your teeth."},{"person":"Ross","txt":" I whitened them."},{"person":"Chandler","txt":" (Sarcastically) Really."},{"person":"Ross","txt":" Yeah. What do you think."},{"person":"Monica","txt":" Well, I think I shouldn’t look directly at them."},{"person":"Ross","txt":" Come on, seriously."},{"person":"Monica","txt":" Ross they’re really, really, really white."},{"person":"Chandler","txt":" Yeah, what was wrong with your old…human teeth."},{"person":"Ross","txt":" Ahh, I-I did leave the gel on a little longer then it said to."},{"person":"Monica","txt":" How much longer?"},{"person":"Ross","txt":" A-A day."},{"person":"Monica","txt":" Ross you know that tonight is your date with Hillary?"},{"person":"Ross","txt":" I know. That’s why I did it. (With a big smile) Come on, are they really\nthat bad?"},{"person":"Chandler","txt":" No, no no no. You’ll be fine. (turning to Monica) Hillary’s\nbind, right?"},{"person":"Monica","txt":" She will be after tonight."},{"person":"Chandler","txt":" Yeah. (Rachel walks in.)"},{"person":"Ross","txt":" Oh, hey, hey Rach, do you notice anything..ahh…"},{"person":"Rachel","txt":" Yeah. Your teeth? Yes, I saw them from outside. (Sitting down on the\ncouch.) You guys are never going to believe this. But, Phoebe made out with Ralph Lauren."},{"person":"Chandler","txt":" What???"},{"person":"Monica","txt":" Oh my god."},{"person":"Rachel","txt":" Yeah I know. She ran into him at my office and they just…made out. And\nthe craziest thing is, now my boss likes me because I told her about it and she said it\nwas the best gossip she’d heard all year."},{"person":"Chandler","txt":" I am proud of all my friends today."},{"person":"Monica","txt":" My God, Rachel, I can’t believe Phoebe made out with Ralph Lauren.\nOhh, I’m so jealous. (Chandler looks at her.)"},{"person":"Chandler","txt":" Hi, I’m Chandler. Your live-in boy"},{"person":"Monica","txt":" Chandler, please, come on. Look at him. (Pointing to a picture of Ralph on\na magazine,.)"},{"person":"Chandler","txt":" Oh, I am no women, but that is one tasty dish. (Phoebe walks in.)"},{"person":"Phoebe","txt":" Hey. Here. (Hands Chandler a copy of her flyer and sees the picture of\nRalph.) Ohh, who’s the silver fox?"},{"person":"Rachel","txt":" That-that is your make out buddy. Don’t you recognize him? (Holding up\nthe magazine in front of her face.) Oh wait. Ohh, Phoebe I love you. Kiss me please."},{"person":"Phoebe","txt":" That’s not Ralph Lauren. Sounds like him though."},{"person":"Rachel","txt":" What?"},{"person":"Phoebe","txt":" Yeah, no, Ralph doesn’t look anything like that guy.\nHe’s-he’s young and he’s got long hair and a beard and a hacky sack."},{"person":"Rachel","txt":" Oh My God, Phoebe, that’s not Ralph Lauren. That’s Kenny the copy\nguy."},{"person":"Phoebe","txt":" What?"},{"person":"Rachel","txt":" Oh..Go..Oh..and I told my boss that someone made out with Ralph Lauren. If\nshe finds out that I lied to her, she is going to hate me even more. "},{"person":"Phoebe","txt":" Why would the copy guy say he was Ralph Lauren?"},{"person":"Rachel","txt":" To get you to make out with him!!!"},{"person":"Phoebe","txt":" Ohhh."},{"person":"Monica","txt":" (Holding a shirt in front of Ross.) Okay, maybe this will make your teeth\nlook less white. (Ross has a big smile.) Nope. Okay, colors that don’t work are blue,\nyellow, green, red, black, white, orange, and purple."},{"person":"Ross","txt":" I don’t know what I’m going to do. That date starts in like an\nhour."},{"person":"Monica","txt":" Hey Ross, maybe if your skin was lighter. Your teeth wouldn’t look so\nbright."},{"person":"Ross","txt":" Oh great. So all I need to do is get some new skin. Thank you."},{"person":"Monica","txt":" I’m just saying, if we put just a little bit of makeup on you."},{"person":"Ross","txt":" Whoa. Whoa. Whoa. We’re not 13 anymore."},{"person":"Monica","txt":" Ross this is the only thing left that has a shot at working."},{"person":"Ross","txt":" But, won’t she notice I have makeup on?"},{"person":"Monica","txt":" Please. Half the guys out there have makeup on."},{"person":"Ross","txt":" What??"},{"person":"Monica","txt":" All right, half the people. I mean, just try it and see."},{"person":"Ross","txt":" No. I am not putting on makeup. (Knock at the door. Phoebe enters.)"},{"person":"Phoebe","txt":" Hello. Oh good. Ross could you put up some of these flyers for me? (He\nsmiles at her.) OH!! Demon!! Demon!!"},{"person":"Monica","txt":" Now are drawers will smell nice and we didn’t waste these pantyhose."},{"person":"Chandler","txt":" Yes, God forbid we throw out old underwear. You-you know what? I’m\ngoing to go over to Joey’s."},{"person":"Monica","txt":" Wait, we’re supposed to organize the wrapping paper drawer."},{"person":"Chandler","txt":" Yes, but I feel like I’ve really gotten in touch with my feminine\nside enough today. You know. In fact I think we’re two sachets away from becoming a\nlesbian couple."},{"person":"Monica","txt":" You know what? This has been kind of a girlie day. You’re right,\nI’m sorry."},{"person":"Chandler","txt":" Nah, Nah, it’s okay. I feel like I need to be in guy place. You\nknow, do kind of like a man thing."},{"person":"Monica","txt":" Yeah. Go over to Joey’s. Go over to Joey’s and drink some beer\nand hammer up some drywall."},{"person":"Chandler","txt":" You know when guys hang out they don’t just drink some beer and\nhammer up drywall?"},{"person":"Monica","txt":" When girls hang out, we don’t have pillow fights in our underwear.\n(Chandler gets a hurt look on his face.) I’m sorry. We do. We do. I don’t know\nwhy I said that."},{"person":"Joey","txt":" Hey Chandler. Come on in. We’re knitting pot holders."},{"person":"Chandler","txt":" No thanks, Josephine."},{"person":"Chandler","txt":" Hey Ross, I was wondering if… "},{"person":"Rachel","txt":" Ohh, hi, Kim."},{"person":"Kim","txt":" Hi Rachel."},{"person":"Rachel","txt":" Yeah, remember that thing I told you that happened yesterday? Well it\ndidn’t happen."},{"person":"Kim","txt":" You didn’t cancel the fabric order from Taiwan?"},{"person":"Rachel","txt":" Okay, two things didn’t happen. Remember I told you that someone made\nout with Ralph Lauren in the copy room? Well, it turns out that’s not true."},{"person":"Kim","txt":" That’s not true?"},{"person":"Rachel","txt":" No."},{"person":"Kim","txt":" Oh that’s interesting? Because I checked and only one keycard was used to\naccess the copy machine yesterday during lunch and that keycard belonged to you, Rachel."},{"person":"Rachel","txt":" Oh no, no, no. Oh God, you think I made out with him."},{"person":"Kim","txt":" Listen to me. If you think sleeping with Ralph is going to get you my job. You\nare sadly mistaken."},{"person":"Rachel","txt":" I-I don’t want your job. I-I don’t. Ohh this is such a mistake. I\ndid not make out with him. Nobody made out with him. I did not use my keycard yesterday. I\ndon’t even know how to use my keycard. (The elevator stops. Ralph steps on.)"},{"person":"Kim","txt":" Hi Ralph."},{"person":"Ralph Lauren","txt":": Hi Kim. (Dead silence until Ralph gets off the elevator.)"},{"person":"Kim","txt":" Yeah, nothing happen. You could cut the sexual tension in here with a knife."},{"person":"Hillary","txt":" And after that, what could I do except become a chef."},{"person":"Ross","txt":" Mmm-Hmm."},{"person":"Hillary","txt":" And someday soon, I hope to open my own restaurant."},{"person":"Ross","txt":" Mmm."},{"person":"Hillary","txt":" You know, you’re a really great listener. Most guys I go out with,\nthey just talk and talk."},{"person":"Ross","txt":" Mm-Hmm."},{"person":"Hillary","txt":" After a while it’s like, shut your mouth, you know?"},{"person":"Ross","txt":" (Chuckling) Hmm-Hmm."},{"person":"Hillary","txt":" I’ve probably been talking too much. Why don’t we talk about you\na little bit?"},{"person":"Ross","txt":" Mmm-Unmm."},{"person":"Hillary","txt":" Come on. I want to know."},{"person":"Ross","txt":" Hmm-Hmm-Hmm. (Putting his hand up to block his mouth.) Okay. I, uh, am from\nLong Island. I-I came to the city for college. Um, I, um, have a 5 year old son and in my\nspare time I like to read spy novels. But, but, let’s talk more about you. Hmm."},{"person":"Joey","txt":" So what’s really neat. If you sear the stems of the flowers first in a\nfrying pan, your arrangement will look fresh much longer."},{"person":"Monica","txt":" Oh my God, Joey, that is such a great tip."},{"person":"Chandler","txt":" Monica, could you excuse us for a second? I need to talk to the girl with\nthe flowers."},{"person":"Monica","txt":" Okay. Oh but Joey, come over later because I’m going to teach you to\nmake a bird feeder out of just a pine cone and some peanut butter."},{"person":"Joey","txt":" Ohh, I love birds. (Monica leaves. Chandler shuts the door.)"},{"person":"Chandler","txt":" What is the matter with you ?!?"},{"person":"Joey","txt":" What?"},{"person":"Chandler","txt":" You’re arranging flowers! (Pointing to the dish on the table.) You\ngot dead flowers! You got a picture, a picture, of a baby dressed like flowers! This is\nnot Joey!!"},{"person":"Joey","txt":" Hey. Hey look I am still Joey, okay. Flowers they’re just, you know,\nthey’re nice to look at. And that happens to be a picture by a famous artist. Of a\nfamous baby."},{"person":"Chandler","txt":" You’re turning into a women."},{"person":"Joey","txt":" No I’m not. Why would you say that? That’s just mean."},{"person":"Chandler","txt":" Now I’ve upset you? What did I say?"},{"person":"Joey","txt":" It’s not what you said. It’s the way you said it….Oh My God,\nI’m a women!!!"},{"person":"Rachel","txt":" Now, she thinks that I made out with him and I did it to get her job."},{"person":"Phoebe","txt":" But why didn’t you just tell her the truth."},{"person":"Rachel","txt":" I did but she doesn’t think anyone would be stupid enough to confuse\nKenny the copy guy with Ralph Lauren."},{"person":"Phoebe","txt":" Well, hey, what if Kenny were the real brains behind the whole company? You\nknow. What if Kenny hired that Ralph Lauren guy to be the pretty front man? Huh, did she\never think of that?"},{"person":"Rachel","txt":" You were with Kenny today, weren’t you?"},{"person":"Phoebe","txt":" Just for a second."},{"person":"Rachel","txt":" Ohh, Phoebe, what am I going to do?"},{"person":"Phoebe","txt":" Well, the only thing you can do. Sleep with Ralph Lauren."},{"person":"Rachel","txt":" I’m not going to sleep with Ralph Lauren. I mean, I could, but I\nwouldn’t."},{"person":"Phoebe","txt":" Ohh, sleep with Kenny."},{"person":"Rachel","txt":" That wouldn’t help me."},{"person":"Phoebe","txt":" Ohh, yes it would."},{"person":"Hillary","txt":" I’ve had a really good time tonight."},{"person":"Ross","txt":" Mmm."},{"person":"Hillary","txt":" You know, I rarely connect with someone this much on the first date."},{"person":"Ross","txt":" (Giggling) Hmm-Hmm-Hmm. (Picking up a piece of bread and covering his mouth.)\nMe, neither. I’ve had a really good time too, you know. (Putting the bread down.)"},{"person":"Hillary","txt":" Are you going to eat that bread?"},{"person":"Ross","txt":" (Putting the bread up to his nose.) Ohh, I just like the smell. (Sniffing\nit.) Mmmm."},{"person":"Hillary","txt":" (Laughing) You make me laugh."},{"person":"Ross","txt":" Hmm-Hmm."},{"person":"Hillary","txt":" Would you like to move over to the couch?"},{"person":"Ross","txt":" Mmm-Hmm. (Picking up their wine glasses.)"},{"person":"Hillary","txt":" Maybe I’ll just turn the lights down a little."},{"person":"Ross","txt":" (Covering his mouth with the glass.) How about all the way."},{"person":"Hillary","txt":" Okay. (She goes to turn the lights off and Ross sits on the couch. She has\nsome black light posters on the wall.)"},{"person":"Ross","txt":" (Looking at the posters.) Wow, cool poster. Or should I say groovy poster?\n(They sit down on the couch. Ross smiles and the black light fluoresces his teeth.) So,\nahh, where were we?"},{"person":"Hillary","txt":" Are those your teeth??"},{"person":"Ross","txt":" Ohh, you can see them, huh?"},{"person":"Hillary","txt":" Yes. They’re insanely white."},{"person":"Ross","txt":" I-I, did that for you."},{"person":"Hillary","txt":" What’s a matter with you?"},{"person":"Ross","txt":" What’s a matter with me? You’ve got a black light. It’s 1999!"},{"person":"Rachel","txt":" Kim, hi."},{"person":"Kim","txt":" Hi Rachel. Ohh, I’ve been meaning to ask you. Have you seen the new Ralph\nLauren sheets? Ohh, what am I thinking. Of course you have."},{"person":"Rachel","txt":" Okay..Okay.. Look. I’m sorry that I lied to you before. You were\nright. Ralph and I were an item but were not anymore."},{"person":"Kim","txt":" Oh, really?"},{"person":"Rachel","txt":" (Faking crying.) Yeah, he dumped me. He said, \"Rachel, I can’t do\nthis. Even though you are a very, very, very beautiful women. I can’t do this.\nI’m married and I’m sorry.\" And then I don’t know why but he said,\n\"and you will never get promoted. Especially not above Kim, who is an integral cog in\nthe Ralph Lauren machine.\""},{"person":"Kim","txt":" You expect me to believe..(Doors open, Ralph steps in.) Hi Ralph."},{"person":"Ralph Lauren","txt":": Hi Kim. (Dead silence again until he gets off.)"},{"person":"Kim","txt":" Oh my God. He just gave you the coldest look I have ever seen. It’s like\nhe hates you. Then it is true."},{"person":"Rachel","txt":" Of course it’s true and it hurts so bad."},{"person":"Kim","txt":" Ohh honey come here. (Hugging Rachel.) Ohh it will be ok. We’ve all been\nthere."},{"person":"Rachel","txt":" You and Ralph?"},{"person":"Kim","txt":" Kenny the copyboy."},{"person":"Janine","txt":" Hey."},{"person":"Joey","txt":" Hey, uhh, I need to talk to you."},{"person":"Janine","txt":" What’s the matter? Are you upset?"},{"person":"Joey","txt":" I’m sorry but we’ve got to get rid of all this girlie stuff in\nhere. I, uh, I got to be a man! Okay. The living room has to remain a guy place, okay?\nThat’s just the way it has to be."},{"person":"Janine","txt":" Well, if that’s what you want. I’ll just put it all in my room."},{"person":"Joey","txt":" Great…Great…and thanks for being so understanding. I mean, I\ndidn’t want to make a big deal out of this, you know. (She starts to collect all the\ngirlie stuff up.) You could, uh, put the picture of the famous baby in my room. I mean, if\nyou want to."},{"person":"Janine","txt":" Okay."},{"person":"Joey","txt":" And, uhh, maybe the watering can there."},{"person":"Janine","txt":" Sure."},{"person":"Joey","txt":" And a couple of these little tiny boxes."},{"person":"Janine","txt":" Joey? Do you want me to put it all in your room?"},{"person":"Joey","txt":" (Smiling) Okay."}]