[{"person":"Chandler","txt":" (entering in a bathrobe) I just walked in the bathroom and saw Kathy\nnaked! It was like torture!"},{"person":"Ross","txt":" Y'know if we ever go to war and you’re captured, you’re in for a\n"},{"person":"Chandler","txt":" It just keeps getting worse and worse! Y'know? I mean it’s bad\nenough that I’m in love with my roommates girlfriend—which by the way, I think\nshe knows. Because every time we’re in the room together there’s this weird like\nenergy between us. And call me crazy, but I think she likes me too. And now I have seen\nher naked. I mean at least when I’ve seen her with clothes on, I could imagine her\nbody was like covered in boles or something. But there are no boles, she’s smooth!\nSmooth! (leaves)"},{"person":"Phoebe","txt":" Wow! Could everyone totally see up his robe?"},{"person":"All","txt":" Yeah! Oh my God!"},{"person":"Casey","txt":" Here you go."},{"person":"Joey","txt":" Great! All right, so I’ll call you later."},{"person":"Casey","txt":" Great! (leaves)"},{"person":"Chandler","txt":" (rushing up) Hey-Hey-Hey! Who was that?"},{"person":"Joey","txt":" That would be Casey. We’re going out tonight."},{"person":"Chandler","txt":" Goin’ out, huh? Wow! Wow! (Does a little celebration dance) So\nthings didn’t work out with Kathy, huh? Bummer."},{"person":"Joey","txt":" No, things are fine with Kathy. I’m having a late dinner with her\ntonight, right after my early dinner with Casey."},{"person":"Chandler","txt":" (shocked) What?"},{"person":"Joey","txt":" Yeah-yeah. And the craziest thing is that I just ate a whole pizza by\nmyself! (Laughs)"},{"person":"Chandler","txt":" Wait! You’re going out with Kathy!"},{"person":"Joey","txt":" Yeah. Why are you getting so upset?"},{"person":"Chandler","txt":" Well, I’m upset—for you. I mean, having sex with an endless\nline of beautiful women must be very unfulfilling for you. (He can’t believe he just\nsad that.)"},{"person":"Joey","txt":" What is the big deal? It’s not like we’re exclusive."},{"person":"Chandler","txt":" Look, Joey, Kathy is clearly not fulfilling your emotional needs. But\nCasey, I mean granted I only saw the back of her head, but I got this sense that\nshe’s-she’s smart, and funny, and gets you."},{"person":"Joey","txt":" You got all that from the back of her head?"},{"person":"Chandler","txt":" All right look, I think it’s time for you to settle down. Y'know?\nMake a choice, pick a lane."},{"person":"Joey","txt":" Who’s Elaine?"},{"person":"Phoebe","txt":" (singing) \""},{"person":"Ross","txt":" Oh, you could just go uh, \""},{"person":"Phoebe","txt":" Yeah, ooh, I like that! Yeah. Wait! How do you know about\n‘bah-bah-bha-bhan?’"},{"person":"Ross","txt":" Well umm, y’know, I used to play."},{"person":"Phoebe","txt":" Oh yeah, that’s right, the keyboards, huh?"},{"person":"Ross","txt":" Yeah, just a little in high school, but then I really got into it in\ncollege. I mean that’s-that’s when I really found my sound."},{"person":"Monica","txt":" Oh God! Orange juice just came out of my nose, but it was totally worth\nit. Oh my God, I completely forgot about your sound."},{"person":"Ross","txt":" Yeah."},{"person":"Monica","txt":" He used to lock himself in the basement for hours. No one was every\nallowed to hear, \"The Sound.\""},{"person":"Phoebe","txt":" I wanna hear \"The Sound.\""},{"person":"Ross","txt":" Really? No. I mean, nah, I haven’t played in so long, and-and, well\nit’s-it’s really personal stuff, y’know?"},{"person":"Phoebe","txt":" Come on, play that funky music white boy."},{"person":"Monica","txt":" Yeah!"},{"person":"Ross","txt":" No, you guys, I mean my keyboards are all the way up in—No, yeah,\nokay. (Runs out.)"},{"person":"Ross","txt":" Okay, guys."},{"person":"Chandler","txt":" All right! Bring it on, you…"},{"person":"Ross","txt":" Here we go. (Plays one note) Y’know, I’ve-I’ve never played\nmy stuff for anyone before, so it’s important that-that you understand it’s\nabout communicating very private emotions. (Plays another note) Y’know, umm, you\nshould-you should think of umm, my work as wordless sound poems. That’s what\nI’m…"},{"person":"Chandler","txt":" (interrupting) Oh my God! Play!"},{"person":"Monica","txt":" (At a loss for words) Boy, that was-that was, umm… terrific."},{"person":"Chandler","txt":" Really, bitchin’!"},{"person":"Phoebe","txt":" Wow, it was so—wow!"},{"person":"Ross","txt":" Really?! I mean, really?!!"},{"person":"Rachel","txt":" Yeah, I mean, you should play in public!"},{"person":"Ross","txt":" Wow! Thanks, you guys. That’s uh—ohhh, I wanna, I wanna play you\nanother piece! Umm! Uh-oh! I left my uh, helicopter sounds on another disk. I’ll be\nright back! Okay? (Runs to fetch them) This is so nice, I’m—I am so…\n(starts to break up and leaves)"},{"person":"Monica","txt":" Oh God bless my dad sound proofing the basement!"},{"person":"Rachel","txt":" Oh, I can’t believe I ever let him touch me with those fingers."},{"person":"Phoebe","txt":" What are you guys talking about, I loved it! It was soo moving. Oh, plus\nit’s just, it’s so different from the stuff you usually hear."},{"person":"Chandler","txt":" You mean like, music?"},{"person":"Chandler","txt":" Yeah, I know what you’re thinkin’! Yes, yes, your breasts\nare just as firm and juicy."},{"person":"Chandler","txt":" Come in!"},{"person":"Kathy","txt":" (entering) Hey! (sees what’s on TV) Oh God, is that "},{"person":"Chandler","txt":" Uh yes, but uh, I just watch it for the articles."},{"person":"Kathy","txt":" So is Joey around?"},{"person":"Chandler","txt":" No-no, he’s not back yet, but he’ll be here any minute. So\nuh, come on in. Have a seat. Bow or stern?"},{"person":"Kathy","txt":" I uh, don’t really have a preference. You?"},{"person":"Chandler","txt":" I like it in the stern. (Realizes what he just said.) …of the\nboat. (The phone rings, and he answers it.) (on phone) Hello."},{"person":"Joey","txt":" (on the other end at a pay phone) Hey, it’s me. Listen Casey and I\nwere on our way back and had a little car trouble."},{"person":"Chandler","txt":" What happened?"},{"person":"Joey","txt":" We broke down on the Parkway, so I have to walk back and get some\ntransmission fluid. And hey, listen could you please tell Kathy that I’ll be there as\nsoon as I can."},{"person":"Chandler","txt":" Why can’t you tell her?"},{"person":"Joey","txt":" ‘Cause I only have one quarter, and I think my time is about\nto—(he stops talking suddenly)"},{"person":"Chandler","txt":" Joey! Joey!!"},{"person":"Joey","txt":" Yeah?"},{"person":"Chandler","txt":" I thought your time ran out."},{"person":"Joey","txt":" Me too, but I guess I do have a couple of more—(his time runs out for\nreal)"},{"person":"Chandler","txt":" (to Kathy) Uhh, that was Joey. He’s running a little late, he\nsays he’s sorry."},{"person":"Kathy","txt":" Oh."},{"person":"Chandler","txt":" So I guess it’s just uh, you and me then."},{"person":"Kathy","txt":" Oh, okay."},{"person":"Chandler","txt":" Yeah, I think it is!"},{"person":"Kathy","txt":" So what did you do today?"},{"person":"Chandler","txt":" Oh, I had an appointment to get my haircut…"},{"person":"Kathy","txt":" (interrupting) Oh, it looks great!"},{"person":"Chandler","txt":" …and then it got canceled."},{"person":"Kathy","txt":" Well, I could cut it."},{"person":"Chandler","txt":" Really?! You do that?"},{"person":"Kathy","txt":" Yeah, I do. Of course, I learned at my aunt’s dog grooming shop, but\nhey, what do you say?"},{"person":"Chandler","txt":" Dog grooming huh? Okay, just don’t make my tail too poofy."},{"person":"Kathy","txt":" You have really great hair."},{"person":"Chandler","txt":" Well, thanks. I grow it myself. (Kathy is running her fingers through\nhis hair, and Chandler catches himself enjoying it too much.) Y’know who also has\ngreat hair is Joey!"},{"person":"Kathy","txt":" Yes! Yeah! Joey has great hair! Umm, I’m basically done here. Just\nlet me get this off your neck."},{"person":"Chandler","txt":" What-what ‘cha doin’?"},{"person":"Kathy","txt":" Checking to see if it’s even."},{"person":"Chandler","txt":" ‘Kay."},{"person":"Kathy","txt":" Looks good."},{"person":"Chandler","txt":" (jumping up to answer the phone) Oh the phone! The phone’s making\nsounds! (On phone) Hello!"},{"person":"Joey","txt":" (on phone) Hey dude, it’s me."},{"person":"Chandler","txt":" Hey it’s Joey!"},{"person":"Joey","txt":" Listen uh, I’m really sorry, it looks like I’m gonna be stuck\nhere for a while. I got the transmission fluid, but when I went to put it in the car, the\ntransmission wasn’t there!"},{"person":"Chandler","txt":" What?"},{"person":"Joey","txt":" Yeah, it must’ve fallen out a few blocks back. I just figured we hit\na dog."},{"person":"Chandler","txt":" Okay."},{"person":"Joey","txt":" Listen uh, could you put Kathy on, I wanna apologize."},{"person":"Chandler","txt":" Oh yeah man. (to Kathy) Joey. (Hands her the phone.)"},{"person":"Kathy","txt":" (on phone) Hey. (listens) Oh no it’s fine, don’t worry about\nit. (listens) Yeah-no, stop apologizing, it’s okay. (listens) Yeah! I’ll talk to\nyou tomorrow. (hangs up) (to Chandler) I should uh, probably go."},{"person":"Chandler","txt":" Yeah. Yes! Yeah. "},{"person":"Kathy","txt":" I forgot my purse."},{"person":"Chandler","txt":" Oh. "},{"person":"Kathy","txt":" No, I really did forget my purse."},{"person":"Chandler","txt":" No-no-no-no, this is bad! It’s bad! This is bad!"},{"person":"Kathy","txt":" Horrible!"},{"person":"Chandler","txt":" Wait the uh, the kiss or the situation?"},{"person":"Kathy","txt":" No-no-no, the kiss was good."},{"person":"Chandler","txt":" Okay!"},{"person":"Kathy","txt":" No, but that’s bad!"},{"person":"Chandler","txt":" Ooh! Yes! Okay! Here’s what we do, we-we forget it happened."},{"person":"Kathy","txt":" What?!"},{"person":"Chandler","txt":" Okay, we-we swallow our feelings. Even if it means we’re unhappy\nforever. Sound good?"},{"person":"Kathy","txt":" Can you really do that?"},{"person":"Chandler","txt":" I have to; he’s my best friend, and you’re seeing him."},{"person":"Kathy","txt":" Chandler, I like Joey a lot, but with you…"},{"person":"Chandler","txt":" (interrupting) Oh-no-no-no! Don’t! Don’t! See-see,\nyou’re getting me confused, I’m starting to urn. "},{"person":"Kathy","txt":" I’m sorry. If you wanna pretend that nothing happened, I can try."},{"person":"Chandler","txt":" I-I think we have too."},{"person":"Kathy","txt":" Okay. Bye."},{"person":"Chandler","txt":" Bye. (Kathy leaves and Chandler wonders over to and leans up against\nthe door.) Are you still out there?"},{"person":"Kathy","txt":" (outside the door) No. (Chandler opens the door and they kiss again.)"},{"person":"Ross","txt":" (His voice is altered to sound like a computer.) Electrifying. (He plays\nthe sound of a ticking clock.) Emphatic time-time-time…"},{"person":"Monica","txt":" (to Rachel and Phoebe) Y'know, there’s a "},{"person":"Phoebe","txt":" (pushing Monica back onto the couch) It’s so inspired! Look at him!\nLook at him go!"},{"person":"Ross","txt":" (with the altered voice) Thank you guys-guys-guys…"},{"person":"Monica","txt":" (to Phoebe) Hey, aren’t you up next?"},{"person":"Phoebe","txt":" Oh no, I’m not playing tonight."},{"person":"Rachel","txt":" Why not?"},{"person":"Phoebe","txt":" I can’t follow Ross! It’d be like those bicycle ridding chimps\nthat followed "},{"person":"Monica","txt":" Phoebe, Ross sucks! "},{"person":"Rachel","txt":" Phoebe, the place has emptied because of him."},{"person":"Phoebe","txt":" Oh my God, he’s not even appreciated in his own time. I would give\nanything to not be appreciated in my own time!"},{"person":"Monica","txt":" Okay. Umm, Phoebe, you suck too."},{"person":"Rachel","txt":" Yeah, Phoebe you’re… awful!"},{"person":"Phoebe","txt":" You guys. You suck too. (She hugs them both.)"},{"person":"Joey","txt":" Aww man! I can’t believe I locked myself out again! (He knocks on the\ndoor.)"},{"person":"Chandler","txt":" Hang on buddy! (He goes over and unlocks the door and opens it to\nreveal a fully furnished apartment.)"},{"person":"Joey","txt":" (rushing in) Oh my God! What happened here? Did you do all this?"},{"person":"Chandler","txt":" I sure did."},{"person":"Joey","txt":" Why?"},{"person":"Chandler","txt":" Well, I just thought it’d make me feel good to do something nice\nfor my friend."},{"person":"Joey","txt":" Well, you’re amazing."},{"person":"Chandler","txt":" Oh no-no-no. "},{"person":"Joey","txt":" (very excited) A TV as if it appears from nowhere! That’s the dream!\nMan, how did you afford this stuff?"},{"person":"Chandler","txt":" Well, y’know I’m 29. I mean who needs a savings account."},{"person":"Joey","txt":" Oh, you are the best friends anyone has ever had."},{"person":"Chandler","txt":" Oh, I don’t know."},{"person":"Joey","txt":" Oh-no-no-no, you are! You do this, you give me the great advice, and hey\nlisten, I was thinking about what you said yesterday about focusing on one woman, I’m\ngonna do that."},{"person":"Chandler","txt":" You mean with Casey."},{"person":"Joey","txt":" No-no-no, I think I’m gonna see how things go with Kathy. She’s\npretty cool."},{"person":"Chandler","txt":" Or Casey."},{"person":"Joey","txt":" No-no, Kathy."},{"person":"Chandler","txt":" Could be Casey."},{"person":"Joey","txt":" No. No, Kathy."},{"person":"Chandler","txt":" Consider Casey."},{"person":"Joey","txt":" Y’know what I think? I think somebody’s got a little crush on\nCasey. How ‘bout I fix you two up? What do you think?"},{"person":"Chandler","txt":" That all the pieces of my life are falling right into place!"},{"person":"Ross","txt":" (to Phoebe) Hey!"},{"person":"Phoebe","txt":" Hey! You were really great! You were really, really great!"},{"person":"Ross","txt":" Oh, thanks, thanks. So Monica tells me that uh, you don’t want to\nplay anymore because me and y'know my talent. Is that true?"},{"person":"Phoebe","txt":" Well, kinda. Yeah. Yeah."},{"person":"Ross","txt":" Pheebs…"},{"person":"Phoebe","txt":" Yeah, I-I can’t—I mean y’know I was trying to be really\ny'know okay and upbeat about it, I just—I feel so dwarfed by your musical gift.\nI…"},{"person":"Ross","txt":" See but, Pheebs that-that is the exact opposite intent of my music.\nY’know my music is-is meant to inspire, and if it bothers you this much, then I…\nI won’t play anymore."},{"person":"Phoebe","txt":" Oh no. No-no-no, don’t do that! How could I live with myself if I\nknew I was depriving the world of your music."},{"person":"Ross","txt":" Yeah, okay."},{"person":"Ross","txt":" Hey Chandler! Saw the new furniture. Very nice."},{"person":"Monica","txt":" Yeah! Joey has the best boyfriend ever!"},{"person":"Chandler","txt":" I kissed Kathy."},{"person":"Ross","txt":" What?"},{"person":"Monica","txt":" Are you serious?"},{"person":"Phoebe","txt":" Does Joey know?"},{"person":"Chandler","txt":" No. Is there anyway, "},{"person":"Monica","txt":" You obviously haven’t screwed over a lot of your friends. (They all\nlook at her) Which we all appreciate."},{"person":"Ross","txt":" No the-the sad thing is, if you had told him how you felt before you\nkissed her, knowing Joey, he probably just would’ve just stepped aside."},{"person":"Chandler","txt":" Oh, don’t say that! Don’t say that. That’s not true. Is\nit?"},{"person":"Phoebe","txt":" I think maybe, yeah."},{"person":"Monica","txt":" He loves you."},{"person":"Chandler","txt":" Then why didn’t you tell me to do that?!!"},{"person":"Ross","txt":" Well, I said-I said something to Phoebe."},{"person":"Phoebe","txt":" Yeah! No, that’s right. And I thought it was a really good idea."},{"person":"Rachel","txt":" I know, I remember that!"},{"person":"Monica","txt":" I remember you did."},{"person":"Chandler","txt":" God!! (Sits down in disgust.) What am I gonna do?!"},{"person":"Rachel","txt":" Well, Chandler, you’re gonna have to tell him."},{"person":"Chandler","txt":" Why?! Why do I have to tell him?!"},{"person":"Rachel","txt":" Because you do."},{"person":"Chandler","txt":" Yeah, I know."},{"person":"Ross","txt":" Hey, would it be okay if I wrote a song about this."},{"person":"Chandler","txt":" Hey!"},{"person":"Joey","txt":" Hey! Samboucha Margarita? "},{"person":"Chandler","txt":" Is that a real thing?"},{"person":"Joey","txt":" Well, we only had samboucha, so it is now."},{"person":"Chandler","txt":" Listen ah, Joe, I-I need to, I need to talk to you about something."},{"person":"Joey","txt":" What’s up?"},{"person":"Chandler","txt":" It’s-it’s about Kathy. Umm, uh, I like her. I like her a lot\nactually."},{"person":"Joey","txt":" You do?"},{"person":"Chandler","txt":" Yeah."},{"person":"Joey","txt":" Well, you’re timing couldn’t be better. She’s not my\ngirlfriend anymore."},{"person":"Chandler","txt":" What?"},{"person":"Joey","txt":" Yeah, she broke up with me."},{"person":"Chandler","txt":" Oh uh, when?"},{"person":"Joey","txt":" Just now, after acting class. At first I thought she was doing some kind\nof scene, that’s why I let people watch."},{"person":"Chandler","txt":" Oh man, I am so sorry. Are, are you okay?"},{"person":"Joey","txt":" Well, I’ve been better. But, I’m all right. So you like her huh?"},{"person":"Chandler","txt":" Yes, but I-I uh, don’t have too."},{"person":"Joey","txt":" No-no-no, no it’s uh, it’s okay."},{"person":"Chandler","txt":" Yeah?"},{"person":"Joey","txt":" Yeah. You know why? ‘Cause you came to me first."},{"person":"Chandler","txt":" Well, I thought that would be the best thing to do."},{"person":"Joey","txt":" But hey, listen just so you know, you might have you’re work cut out\nfor you. ‘Cause when I talked to her, I kinda got the feeling that she’s into\nsome other guy. So…"},{"person":"Chandler","txt":" See uh, that’s-that’s actually what I wanted to talk to you\nabout. I-I think I know who the other guy is."},{"person":"Joey","txt":" Who?"},{"person":"Chandler","txt":" It’s me. I’m the other guy."},{"person":"Joey","txt":" What?"},{"person":"Chandler","txt":" Yeah, I mean when you were late last night, Kathy and I got to\ntalking, and one thing to another and…"},{"person":"Joey","txt":" And what?! Did you sleep with her?!"},{"person":"Chandler","txt":" No! No! No! I just kissed her."},{"person":"Joey","txt":" What?!! That’s even worse!!"},{"person":"Chandler","txt":" How is that worse?!"},{"person":"Joey","txt":" I don’t know! But it’s the same!"},{"person":"Chandler","txt":" Look, I’m sorry! But there’s nothing I can do, I think\nI’m in love with her!"},{"person":"Joey","txt":" Who cares?! You went behind my back! I would never do that to you!"},{"person":"Chandler","txt":" You’re right, I have no excuses! I was totally over the line."},{"person":"Joey","txt":" Over the line?! You-you’re-you’re so far past the line, that\nyou-you can’t even see the line! The line is a dot to you!"},{"person":"Chandler","txt":" Yes. Yes! Right! And I feel horrible. You have to believe me!"},{"person":"Joey","txt":" Is that why you bought all this stuff?! (Chandler makes a face like\n\"Well, kinda.\") Well, y’know what I will not watch your TV, I will not\nlisten to your stereo, and there’s a cinnamon raisin loaf in the new bread maker that\nI’m not gonna eat! You know why?!"},{"person":"Chandler","txt":" Probably because…"},{"person":"Joey","txt":" Because it’s all tainted with your betrayal. From now on this\napartment is empty for me! And I’m not happy about you either. (The bread maker\ndings) Oh, and just so you know, I made that bread for you. (Joey walks into his bedroom\nand slams the door.)"},{"person":"Phoebe","txt":" Oh my God, he’s lost it. He’s totally lost it."},{"person":"Monica","txt":" (removing ear plugs) What?"},{"person":"Rachel","txt":" Phoebe, his music could not "},{"person":"Ross","txt":" Thank you, thanks. (Sits down next to the girls) Yeah, I lost it.\nY’know, I’m not gonna play anymore, (to Phoebe) would you, can you finish my\nset?"},{"person":"Phoebe","txt":" After that? Yeah! No, I mean if I can help."},{"person":"Ross","txt":" Yeah, like I could "},{"person":"Rachel","txt":" What?"},{"person":"Ross","txt":" I played bad on purpose guys."},{"person":"Monica","txt":" Okay, so you were trying to play bad this whole time."},{"person":"Ross","txt":" Yeah—no, just that last song."}]