[{"person":"Chandler","txt":" (watches Joey for a moment) Okay! (Joey quickly moves the hockey stick\nso that he’s scratching his back with it.) Listen, I’m gonna be moving out so "},{"person":"Joey","txt":" Right! And when is that due?"},{"person":"Chandler","txt":" First of the month."},{"person":"Joey","txt":" And that’s every month?"},{"person":"Chandler","txt":" No, just the months you actually want to live here."},{"person":"Joey","txt":" Ahhh."},{"person":"Chandler","txt":" Okay, here is the phone bill. (Hands it to Joey.)"},{"person":"Joey","txt":" (looking at it) Oh my God!!"},{"person":"Chandler","txt":" That’s our phone number. Now look, I know I kinda sprung this\nwhole me moving out on thing, so why don’t I just—why don’t I just cover\nyou for a while?"},{"person":"Joey","txt":" No-no! No way! Joey Tribbiani does not take charity…anymore."},{"person":"Chandler","txt":" It’s not charity, Joe…"},{"person":"Joey","txt":" No! Forget it! Okay—I mean thanks, but I’m done taking money\nfrom you. All right, I can take of myself. Now, what’s next? Come on."},{"person":"Chandler","txt":" Okay uh, here’s the electric bill. (Hands it to him.)"},{"person":"Joey","txt":" This is how much we pay for electric?!!!"},{"person":"Chandler","txt":" Uh, yeah."},{"person":"Chandler","txt":" So, we’ll do the rest of the bills later then?"},{"person":"Phoebe","txt":" So is Joey going to have to give up the apartment?"},{"person":"Chandler","txt":" No, I hope not! I tried to offer him some money, but he wouldn’t\ntake it."},{"person":"Phoebe","txt":" Well, how much do you think he needs?"},{"person":"Chandler","txt":" I figure that $1,500 would cover him for a few months, y’know?\nBut I have to trick him into taking it so I won’t hurt his pride."},{"person":"Phoebe","txt":" Why don’t you hire him as an actor? You could have him dress up and\nput on little skits. Whatever you want."},{"person":"Chandler","txt":" Well that would help the pride thing."},{"person":"Monica","txt":" (entering from her room) Hey!"},{"person":"Chandler","txt":" Hey! Wow! You look great! Wanna move in with me tomorrow?"},{"person":"Monica","txt":" (thinks) Okay."},{"person":"Chandler","txt":" Okay! (They kiss) So, what do you girls have planned for tonight?"},{"person":"Monica","txt":" Well, instead of being sad that tonight is my last night together with\nRachel we thought we’d go out to dinner and celebrate the fact that Rachel is moving\nin with Phoebe."},{"person":"Phoebe","txt":" And also, my birthday."},{"person":"Monica","txt":" It’s not your birthday."},{"person":"Phoebe","txt":" What a mean thing to say! I would "},{"person":"Joey","txt":" Hey!"},{"person":"Ross","txt":" Hey!"},{"person":"Chandler","txt":" Hey!"},{"person":"Phoebe","txt":" Hey! So you guys have anything planned for the big last night?"},{"person":"Chandler","txt":" Well, instead of just hanging out, we figure we’d do nothing."},{"person":"Ross","txt":" Whoa-whoa-whoa, Knicks season opener tonight. I thought maybe you guys\nwould come over and watch it."},{"person":"Joey","txt":" I don’t know Ross, not if you’re gonna talk about how you gave\nup a career in basketball to become a paleontologist."},{"person":"Ross","txt":" I did give up a career in basketball to become a paleontologist!"},{"person":"Rachel","txt":" (entering from her room) Pheebs, I was wondering…"},{"person":"Monica","txt":" You’re not dressed yet?! We’re supposed to start having fun in\n"},{"person":"Rachel","txt":" Well and clearly not a minute sooner."},{"person":"Monica","txt":" Rachel, you are packed though right, I mean please tell me that\nyou’re packed. "},{"person":"Rachel","txt":" Of course I packed! Monica relax! I just wanted to ask Phoebe her\nopinion on what I should wear tonight."},{"person":"Phoebe","txt":" My God, I can’t get a minute of peace around this place."},{"person":"she’s","txt":"she’s"},{"person":"Phoebe","txt":" Oh my God! Monica’s just gonna kill you."},{"person":"Rachel","txt":" Yeah, yeah, I know."},{"person":"Phoebe","txt":" Well, what you’re wearing is fine for that."},{"person":"Monica","txt":" (entering) Rachel, I need to borrow—"},{"person":"Rachel","txt":" Surprise!!"},{"person":"Monica","txt":" What?"},{"person":"Rachel","txt":" No, no don’t get mad because look—this is what happened. So\nI-I started packing, then I realized, \"What am I doing? I am lousy at packing!\"\nRight? But you "},{"person":"Monica","txt":" (grabs a bag of those Styrofoam peanuts) I’ll be coordinator! Oh my\nGod! I’m so sorry, I didn’t get you anything! Okay, look everybody has to help!\nOkay? You can help, can’t you Phoebe?"},{"person":"Phoebe","txt":" I have plans."},{"person":"Monica","txt":" You’re plans were with us."},{"person":"Phoebe","txt":" That’s right."},{"person":"Monica","txt":" All right, Chandler can make boxes, Ross can wrap, and Joey can lift\nthings. Now Phoebe, go tell the guys they have to help out!"},{"person":"Phoebe","txt":" Okay."},{"person":"Monica","txt":" Okay! (To Rachel) Oh my God, thank you!!"},{"person":"Phoebe","txt":" Hurry! Monica’s gonna make you pack! She’s got jobs for\neveryone! Now, it’s too late for me, but save your selves! (The guys scramble for the\ndoor.)"},{"person":"Monica","txt":" (entering and interrupting the guy’s escape attempt) Okay! The\nmovers will be here in 11 hours. Rachel has not packed. Now, everybody has to help!\nChandler, we’re gonna start with…"},{"person":"Chandler","txt":" Oh nope, I-I have plans with Joey."},{"person":"Monica","txt":" I thought you said you were going to do nothing."},{"person":"Chandler","txt":" Yes, but for the last time."},{"person":"Monica","txt":" Okay fine, now Ross…"},{"person":"Ross","txt":" Oh, but-but I can’t do it."},{"person":"Monica","txt":" Why not?"},{"person":"Joey","txt":" (quietly) I’ve got Ben."},{"person":"Ross","txt":" Because, because I’ve got Ben."},{"person":"Monica","txt":" It’s almost 8 o’clock, it’s almost past his bedtime.\nWhere-where is he?"},{"person":"Chandler","txt":" He’s at a dinner party."},{"person":"Monica","txt":" Is he really coming? Because I can see right into your apartment!"},{"person":"Ross","txt":" Of course he is! What, do you think I’d just use my son as-as an\nexcuse? What kind of father do you think I am?"},{"person":"Monica","txt":" All right, sorry. (Goes back to Rachel’s room.)"},{"person":"Ross","txt":" (to the guys) I gotta go make a fake Ben."},{"person":"Joey","txt":" Here it is! Our last pizzas together as roommates."},{"person":"Chandler","txt":" Oh, I wish I’d know you were going to do that, I ordered Chinese."},{"person":"Joey","txt":" Oh that’s okay. Hey, actually in a way it’s kinda nice. Me,\nbringing the food of my ancestors, you, the food of yours!"},{"person":"Chandler","txt":" Say, Joe, I had a strange idea of what we could do for our last night.\nWhat do you say we play a little uh, foosball for money?"},{"person":"Joey","txt":" What, are you crazy? You haven’t beaten me once since my injury\nplagued ’97 season. It would be easier if you just give me your money."},{"person":"Chandler","txt":" Yes it would. What do you say to $50?"},{"person":"Joey","txt":" Okay, you’re on."},{"person":"Chandler","txt":" Okay, let’s play! The big game, Italy vs. China, apparently."},{"person":"Rachel","txt":" Ohhhhhh, look it’s the roller blades."},{"person":"Monica","txt":" (starting to cry) Oh God!"},{"person":"Rachel","txt":" You remember when we got these?"},{"person":"Monica","txt":" No."},{"person":"Rachel","txt":" I guess you weren’t there. (They hug.)"},{"person":"Phoebe","txt":" You guys, we said we were gonna have fun! Come on, hey, remember the\ntime… (She starts laughing hysterically.) You don’t remember?"},{"person":"Rachel","txt":" I’m sorry Pheebs, I guess I’m just really said that I’m\nleaving."},{"person":"Monica","txt":" I’m gonna miss you so much."},{"person":"Phoebe","txt":" Well, this doesn’t have to be so sad though. Y’know? Maybe\ninstead of just thinking about how much you’re gonna miss each other, you should like\nthink of the things you’re not gonna miss."},{"person":"Monica","txt":" I don’t think there’s anything."},{"person":"Phoebe","txt":" Come on, there’s gotta be something."},{"person":"Monica","txt":" Nope, she’s perfect."},{"person":"Rachel","txt":" I have one."},{"person":"Phoebe","txt":" Good! Great! You can go first."},{"person":"Rachel","txt":" Uh well, I guess I’m not gonna miss the fact that you’re "},{"person":"Phoebe","txt":" Good that’s a good one. Okay, Monica, anything? Y’know? Does\nRachel move the phone pen?"},{"person":"Monica","txt":" Aw, sometimes. Always, actually."},{"person":"Phoebe","txt":" Okay, good. There you go. Doesn’t anyone feel better?"},{"person":"Monica","txt":" Not just the phone pen. I never get my messages."},{"person":"Rachel","txt":" You get your messages!"},{"person":"Monica","txt":" Yeah, well I don’t think it really counts if you have to read them\noff the back of your hand after you fall asleep on the couch."},{"person":"Rachel","txt":" So-so, you missed a message from who? Chandler or your mom? Or Chandler?\nOr your mom?"},{"person":"Phoebe","txt":" Great! It worked! No one’s sad."},{"person":"Joey","txt":" (scores) Yes! I win again! Ha-ha! That’s like 500 bucks you owe me!\nWhoo-ho-hoo! (Goes over to the fridge and starts opening and closing the door rapidly.)\n$500 that is a loooot of electricity! (By the way, there’s nothing in the fridge.)\nWhoo-ho-ho! (Notices the sparseness of the fridge.) I gotta buy some food."},{"person":"Chandler","txt":" Okay, give me a chance to win my money back. Okay? Sudden death, one\ngoal, $1,000."},{"person":"Joey","txt":" You serious?"},{"person":"Chandler","txt":" Oh yes!"},{"person":"Joey","txt":" Okay, get ready to owe me!"},{"person":"Chandler","txt":" Okay."},{"person":"Joey","txt":" Okay, here we go. Ready?"},{"person":"Chandler","txt":" No! No! No! No—(Joey looks at him)—one can beat me."},{"person":"Chandler","txt":" See? Now, that’s why only the little fake men are supposed to do\nall the kicking."},{"person":"Monica","txt":" Hello? (Listens) Oh, hi Ross! (To Rachel) See? Other people call me!"},{"person":"Rachel","txt":" Ooh, your brother. Score!"},{"person":"Monica","txt":" (on phone) What’s up?"},{"person":"Ross","txt":" Oh, I’m just over here with Ben. I thought we’d say hi."},{"person":"Monica","txt":" Oh, put him on!"},{"person":"Ross","txt":" Ben, say hi to Aunt Monica. (He holds the phone to the fake Ben he has\ncreated out of a pumpkin.) Oh, I guess he doesn’t feel like talking right now.\nHe’s smiling though! Okay, talk to you later."},{"person":"Phoebe","txt":" Yeah, I think it was better when you guys were sad. Hey, uh, remember\nthe roller blades?"},{"person":"Rachel","txt":" You know what else I’m not gonna miss? \"I’m Monica. I\nwash the toilet 17 times a day. Even if people are on it!\""},{"person":"Monica","txt":" \"Hi I’m Rachel, is my sweater too tight? No? Oh, I’d\nbetter wash it and shrink it!\""},{"person":"Rachel","txt":" \"I’m Monica, I don’t get phone messages from interesting\npeople. Ever!\""},{"person":"Phoebe","txt":" Hey! I call her!"},{"person":"Monica","txt":" \"Oh my God, I love Ross! I hate Ross! I love Ross! I hate\nRoss!\""},{"person":"Rachel","txt":" \"Oh my God, I can’t find a boyfriend! So I guess I’ll\njust stumble across the hall and sleep with the first guy I find in there!\""},{"person":"Phoebe","txt":" Yeah, we should get a move on if we wanna make those dinner\nreservations. (Phoebe dumps a drawer full of makeup into a box.)"},{"person":"Chandler","txt":" Still broken?"},{"person":"Joey","txt":" This sucks man! The last night you’re here and I lose the two most\nimportant things in my life, the foosball table and $500."},{"person":"Chandler","txt":" Well, there are other ways of winning back your money, how about a\nlittle uh, a little Blackjack? (Holds up a deck of cards.)"},{"person":"Joey","txt":" Nah, not my game."},{"person":"Chandler","txt":" Okay, uh, how about, how about—y’know what? We could play a\nnew game. A new game, it’s fun."},{"person":"Joey","txt":" Well, what’s it called?"},{"person":"Chandler","txt":" Cups."},{"person":"Joey","txt":" I don’t know how to play Cups."},{"person":"Chandler","txt":" I’ll teach ya! Come on, come on, it’s really easy and\nreally, really fun."},{"person":"Joey","txt":" All right."},{"person":"Chandler","txt":" Okay, here you go. (He deals out two cards each.) I have two queens,\nwhat do you have?"},{"person":"Joey","txt":" A two and a five."},{"person":"Chandler","txt":" Ho-ho, you win! 50 dollars!"},{"person":"Joey","txt":" Really?!"},{"person":"Chandler","txt":" Oh yeah! Okay, let’s play again. (He deals out two cards each\nagain.) What do you got?"},{"person":"Joey","txt":" A four and a nine."},{"person":"Chandler","txt":" You’re kidding right?"},{"person":"Joey","txt":" No. Why?"},{"person":"Chandler","txt":" Well that’s a full cup! (Pays him again.)"},{"person":"Joey","txt":" Damn! I am good at Cups!"},{"person":"Monica","txt":" I’m not talking to her!"},{"person":"Phoebe","txt":" Well, one of you has to take the first step! And it should be you,\nbecause she’s the one who’s leaving. It’s harder for her!"},{"person":"Monica","txt":" Well, maybe you’re right—She made fun of my phone pen!"},{"person":"Phoebe","txt":" I know, I took it hard too."},{"person":"Monica","txt":" Listen Rachel, I feel really bad about—What are you doing? (She\nsees that Rachel is unpacking.)"},{"person":"Rachel","txt":" I’m unpacking!"},{"person":"Monica","txt":" What?!"},{"person":"Rachel","txt":" I’m not moving! (She re-hangs a picture, crookedly.) Is that\npicture straight?"},{"person":"Monica","txt":" It needs to go about 20 blocks to the left!"},{"person":"Rachel","txt":" Hey, y’know what? You’re the one who wants to make this big\nchange and move in with Chandler! You should be the one to go! Why should I have to\nleave?!"},{"person":"Monica","txt":" Because it’s my apartment!"},{"person":"Rachel","txt":" Well it’s mine too! What else you got?!"},{"person":"Monica","txt":" How about, you’re moving!! (Grabs a bunch of clothes and throws\nthem into a box. What follows is a brief sequence of Rachel unpacking and Monica packing\nthe same stuff over and over again as Rachel chants \"No.\" and Monica chants\n\"Yes.\")"},{"person":"Rachel","txt":" Look! This is ridiculous. We should be packing you!! (She knocks over\nMonica, grabs a box, and runs into the kitchen.)"},{"person":"Phoebe","txt":" Hey, how are you guys doing?"},{"person":"Rachel","txt":" Great! Monica’s moving!"},{"person":"Monica","txt":" (entering) I am not!"},{"person":"Rachel","txt":" Oh really?! Then how come all your stuff is in this box?! (Monica starts\nchasing Rachel around the table.)"},{"person":"Phoebe","txt":" Okay, you guys. You guys I think I know what’s going on here. Okay,\nyou guys… "},{"person":"Monica","txt":" No Phoebe I am mad!"},{"person":"Phoebe","txt":" Well, deep-deep-deep down!"},{"person":"Rachel","txt":" Yeah, I’m just mad!"},{"person":"Phoebe","txt":" Then keep running. (They resume the chase.)"},{"person":"Chandler","txt":" You win."},{"person":"Joey","txt":" Well, what did you have?"},{"person":"Chandler","txt":" It doesn’t matter because nothing beats a three and a six. That\nmy friend is D-Cup. Okay, now much have you won so far?"},{"person":"Joey","txt":" Uh, (counts the money) wow, 700."},{"person":"Chandler","txt":" Not 700 exactly?"},{"person":"Joey","txt":" Yeah."},{"person":"Chandler","txt":" Double it! (He does.)"},{"person":"Joey","txt":" What?"},{"person":"Chandler","txt":" Well you see in Cups, once you get $700, you have to double it."},{"person":"Joey","txt":" Really?"},{"person":"Chandler","txt":" Hey, I didn’t make up the rules. Now, after you receive the\ndoubling bonus, you get uh, one card. Now that one card could be worth $100 bringing your\ntotal to 1,500. (Joey gets excited.) Don’t get to excited because that’s not\ngonna happen unless you get—No way! (He takes the top card, which is the two of\nclubs. Of course, any card would’ve won. Chandler pays him.)"},{"person":"Monica","txt":" Well, this is the last box of your clothes. I’m just gonna label\nit, \"What were you thinking?\""},{"person":"Rachel","txt":" Funny, because I was just gonna go across the hall and write that on\nChandler."},{"person":"Phoebe","txt":" Hey you guys, I don’t mean to make things worse, but umm, I\ndon’t want to live with Rachel anymore."},{"person":"Monica and Rachel","txt":" What?!"},{"person":"Phoebe","txt":" You’re just so mean to each other! And I don’t want to end up\nlike that with Rachel. I still like you!"},{"person":"Rachel","txt":" Well, Phoebe that’s fine because I’m not moving."},{"person":"Monica","txt":" Whoa-whoa-whoa, Phoebe you gotta take her! Y’know I-I-I said some\nreally bad stuff about her, but y’know Rachel has "},{"person":"Rachel","txt":" Oh really? Like what Monica?"},{"person":"Monica","txt":" Y’know she has 147,000 pairs of boots…"},{"person":"Rachel","txt":" Oh yeah, good start Mon."},{"person":"Monica","txt":" She lets you borrow them."},{"person":"Rachel","txt":" Yeah and you stretch ‘em out with your big old clown feet."},{"person":"Monica","txt":" Do you wanna live outside?! Because it’s gettin’ cold! (To\nPhoebe) She gets tons of catalogs and umm, she’ll fold down the pages of the things\nshe thinks that I’d like."},{"person":"Phoebe","txt":" What else?"},{"person":"Monica","txt":" When I take a shower, she leaves me little notes on the mirror."},{"person":"Rachel","txt":" Yeah, I do. I-I do, do that."},{"person":"Phoebe","txt":" That’s nice. I like having things to read in the bathroom."},{"person":"Monica","txt":" When I fall asleep on the couch after reading, she covers me over with a\nblanket."},{"person":"Rachel","txt":" Well y’know, I don’t want you to be cold."},{"person":"Monica","txt":" And when I told her that I was gonna be moving in with Chandler, she was\nreally supportive. (To Rachel) (Starts to cry) You were so great. You made it so easy. And\nnow you have to leave. And I have to live with a boy!! (They both break down in tears.)"},{"person":"Rachel","txt":" Oh, it’s gonna be fine."},{"person":"Phoebe","txt":" Okay Rachel, I can’t "},{"person":"Rachel","txt":" But honey, I think she’s moving in with Chandler."},{"person":"Phoebe","txt":" Oh that’s right. You’re still set on that?"},{"person":"Monica","txt":" Kinda. (She hugs Phoebe and looks out the window. She moves closer to it\nto get a better look.) Oh my God!"},{"person":"Ross","txt":" (answering the phone) Hello? (Listens) Hey Mon, how’s the packing\ngoing? (Listens) Ben? He’s fine. Yeah, he’s right—Oh my God! (He looks over\nat the fake Ben and notices that the head has fallen off.) Get your head of your shirt\nthere son! (He tries to push the pumpkin through the neck hole.) What? (Listens) Yeah,\nit’s a pumpkin. I’ll come pack."},{"person":"Joey","txt":" Hey!"},{"person":"Chandler","txt":" What’s wrong?"},{"person":"Joey","txt":" Ross and I were helping the girls pack, took a little break, I lost $1,500\nto him in Cups!"},{"person":"Chandler","txt":" Wh-How did you lose at Cups?!"},{"person":"Joey","txt":" The same way you lost. I started out with a King and a Queen, bamn! Ross\ngets a 2 and a 3. Then I get a Jack and a King, boom! Ross gets a 4 and a 5! Ross was\ngetting the Cup card, the D-Cup, the Sittin’ Down Bonus! Meanwhile, I didn’t\neven get half a cup! Nothin’!!"},{"person":"Chandler","txt":" Oh man!!"},{"person":"Joey","txt":" And he never played before either! Y’know what I think? I think\nbeginner’s luck, "},{"person":"Chandler","txt":" All right, let’s play one more hand! One more!"},{"person":"Joey","txt":" No, no, no more! I cannot lose another dime! I’m serious this time!\nIn-in fact, look, there’s a—I wanna give you something. And let me give it too\nyou know before I pawn it for Cups money. (He rolls the big white dog over) Now, I want\nyou to have the big white dog as a kinda of a, y’know, thank you for being such a\ngreat roommate."},{"person":"Chandler","txt":" I can’t take the big white dog! You love it!"},{"person":"Joey","txt":" It’s him, not it!"},{"person":"Chandler","txt":" No, but wait—what if I bought it from you, y’know? And your\nnice gesture would be giving it to me at a reasonable price, say (Gets choked up) $1,500?"},{"person":"Joey","txt":" Wait a second, I see what you’re trying to do here! You-you’re\ntrying to give me money again!"},{"person":"Chandler","txt":" When did I try to give you money?"},{"person":"Joey","txt":" Over there! (Points to the couch) Before, with the bills! You tried to\ngive some charity, I said \"No,\" you dropped it. Okay? Then we had a nice last\nnight together, we had some fun, we gambled, nobody tried to give anybody any money! Now\nout of the blue, you start with the charity thing again!"},{"person":"Chandler","txt":" I’m just trying to help you out! Okay? I wanna make sure that\nyou’re okay."},{"person":"Joey","txt":" I "},{"person":"Monica","txt":" Hey. Call me when you get there. Okay?"},{"person":"Rachel","txt":" Okay."},{"person":"Monica","txt":" I’m really gonna miss you."},{"person":"Rachel","txt":" Oh! I have your key. Here you go. (Hands it to Monica.)"},{"person":"Monica","txt":" Thanks."},{"person":"Rachel","txt":" Yeah."},{"person":"Rachel","txt":" Oh God! This is silly, I’m gonna see you in a couple of hours!\n(They hug again.) "},{"person":"Monica","txt":" Yeah."},{"person":"Rachel","txt":" Bye house!"},{"person":"Rachel","txt":" Bye Mon."},{"person":"Monica","txt":" Bye."},{"person":"Chandler","txt":" (entering) Hey."},{"person":"Monica","txt":" She really left."},{"person":"Chandler","txt":" I know. (He kisses her.)"},{"person":"Monica","txt":" Thank you."},{"person":"Chandler","txt":" No problem roomie. (She turns around and hugs him.)"},{"person":"Monica","txt":" Can I ask you a question?"},{"person":"Chandler","txt":" Sure!"},{"person":"Monica","txt":" What the "},{"person":"Chandler","txt":" I invented the game of Cups as a way to give Joey money."},{"person":"Ross","txt":" And now you want that money back."},{"person":"Chandler","txt":" Exactly."},{"person":"Ross","txt":" Chandler, what kind of an idiot do you take me for? (As he picks up the\nfake Ben.)"},{"person":"Chandler","txt":" It’s not a real game! I made it up!"},{"person":"Ross","txt":" I’m sorry you lost your money, but I won it fair and square."},{"person":"Chandler","txt":" At a fake game!!"},{"person":"Ross","txt":" Now, if you wanna try to make some of it back, I’d be glad to play\nyou for it. But I should warn you, I am "},{"person":"Chandler","txt":" Okay! Now I assume the Saucer card came up when you played last."},{"person":"Ross","txt":" No."},{"person":"Chandler","txt":" Hmm, let’s see if it comes up this time. (He looks at his cards\nand shrugs.)"}]