[{"person":"Ross","txt":" Hey! "},{"person":"Ross","txt":" I’m sorry I’m late, did I miss anything?"},{"person":"Phoebe","txt":" Joey stuffing 15 "},{"person":"Ross","txt":" 15? (Joey nods again) Your personal best! (Ross takes an "},{"person":"Phoebe","txt":" Where were you?"},{"person":"Ross","txt":" Oh, on a date. Yeah, I met this girl on the train going to a museum\nupstate."},{"person":"Chandler","txt":" Oh, yeah! How did you meet her?"},{"person":"Phoebe","txt":" Oh, which museum?"},{"person":"Phoebe","txt":" (just Phoebe) No, answer his."},{"person":"Ross","txt":" Okay, it was just me and her at the back of the train, and I sat near the\ndoor, so she’d have to pass by me if she wanted to switch cars. She was totally at my\nmercy."},{"person":"Chandler","txt":" Were you so late because you were burring this woman?"},{"person":"Ross","txt":" No, I’m getting back down ‘cause she lives in Poughkeepsie. She\nseems really great, but she’s like totally great, but she lives two and a half hours\naway."},{"person":"Chandler","txt":" How can she be great if she’s from Poughkeepsie? (laughs, at they\nall look at him) That joke would’ve killed in Albany."},{"person":"Joey","txt":" Done! I did it! Heh, who’s stupid now? (He smiles and has cookie\nremains all over his teeth.)"},{"person":"Chandler","txt":" Hey, look at this! (Holding a newspaper) They’re lighting the big\nChristmas tree tonight."},{"person":"Phoebe","txt":" Umm, that paper’s two weeks old. "},{"person":"Chandler","txt":" All right, who keeps leaving old newspapers in the trash?! I really\nwanted to take Kathy to this, I can’t believe I missed it."},{"person":"Rachel","txt":" Hey, y’know, at least you have somebody to miss that stuff with! I "},{"person":"Chandler","txt":" Really?! I didn’t think girls ever just wanted a fling."},{"person":"Rachel","txt":" Well, believe me, it’s been a long time since I’ve been flung."},{"person":"Joey","txt":" Well, I know what I’m giving you for Christmas."},{"person":"Chandler","txt":" Y’know what? There’s some nice guys at my office, do you\nwant me to set you up?"},{"person":"Rachel","txt":" Yeah! Wait a minute, it’s been a long time that I’ve been\nsingle. How come you never offered this before?"},{"person":"Chandler","txt":" Well, I have a girlfriend, I’m-I’m happy. So, I no longer\nfeel the need to go out of my way to stop others from being happy."},{"person":"Rachel","txt":" Okay! No accountants. Oh, and no one from like legal. I don’t like\nguys with boring jobs."},{"person":"Chandler","txt":" Oh and Ross was like what? A lion tamer?"},{"person":"All","txt":" Hey!"},{"person":"Phoebe","txt":" What’s wrong Mon?"},{"person":"Monica","txt":" Ohh, everybody at the restaurant still hates me."},{"person":"Phoebe","txt":" Oh."},{"person":"Monica","txt":" I thought I was making headway, everyone was smiling at me all day, I\nget off work and I find out that they wrote this (puts on her chef hat) on my chef’s\nhat. (The hat says ‘Quit, bitch’)"},{"person":"Phoebe","txt":" Hey, maybe they meant to write, ‘Quiet, bitch.’"},{"person":"Rachel","txt":" Hey, honey! What’s the matter? (Monica shows her, her hat.) Fine, I\nwas just trying to be nice! Whoa!"},{"person":"Monica","txt":" I mean I have not been picked on this much since kindergarten and they\nhad to bring in someone from junior high to do the see-saw with me. (Joey laughs and\nMonica glares at him.)"},{"person":"Joey","txt":" Ohhh!"},{"person":"Monica","txt":" I mean they’re trying to do everything they can to make me quit,\nand if there were any other job, I would. But this is something I’ve been waiting for\nmy whole life."},{"person":"Rachel","txt":" Well, wait a minute, you’re the boss! Why don’t you just yell\nat them? Or, fire them?"},{"person":"Monica","txt":" I would love too, but I can’t! I mean I just can’t, you know\nthat I’m not good at confrontation."},{"person":"Chandler","txt":" Hey, you know what you can do? I remember reading about this director,\nI think it was Orson Wells, who at the beginning of the movie would hire somebody, just so\nhe could fire them in front of everybody. Then they would all know, who’s boss."},{"person":"Joey","txt":" Hey, Mon! I’m not doing anything, why don’t you fire me?"},{"person":"Monica","txt":" That’s a good idea! Wait, do you know how to waiter?"},{"person":"Joey","txt":" Good enough to get fired."},{"person":"Monica","txt":" All right, you’re hired!"},{"person":"Joey","txt":" Hey! That must be why I got fired last week! Does this Orson Wells guy\ndirect "},{"person":"Chandler","txt":" (he glares at him for a while) Yes."},{"person":"Chandler","txt":" I say, Drew! Are you seeing anybody right now? (Drew looks at him)\nOg-ee-op, I’m not asking for me, I’m… I mean… No, I’m-I’m\nnot gay, I’m not asking you out. I’m not-I’m not-I’m not gay!"},{"person":"Drew","txt":" I didn’t think you were gay. I do now."},{"person":"Chandler","txt":" See my friend-my friend, Rachel, she wants to be set up."},{"person":"Drew","txt":" Ahh, I just got out of a big relationship, I’m not looking for any\nthing serious."},{"person":"Chandler","txt":" Oh, y’know what, that might be okay even if it was just kind of a\nfling, that might be all right with Rachel."},{"person":"Mike","txt":" Whoa-whoa-whoa-whoa! Is this, hot Rachel, that you took to the Christmas\nparty, Rachel?"},{"person":"Chandler","txt":" (to Drew) Oh, by the way, that is her full name."},{"person":"Mike","txt":" Oh wow! I’m free for her!"},{"person":"Drew","txt":" Oh, wait a second! I didn’t say I wasn’t free!"},{"person":"Mike","txt":" Hey, Chandler, why don’t we talk this over at the Ranger game\ntomorrow?"},{"person":"Drew","txt":" Hold on, y’know I "},{"person":"Chandler","txt":" Oh well, that’s uh, a little later than I uh, generally care to\nstay, but sure!"},{"person":"Mike","txt":" Maybe, before the game we could enjoy some eight year old some small batch\nBasel Hadens."},{"person":"Chandler","txt":" Well, I don’t really know what that is, but "},{"person":"Phoebe","txt":" Hey! You guys, I’m writing a holiday song for everyone. Do you want\nto hear it?"},{"person":"Phoebe","txt":" (singing) "},{"person":"Rachel","txt":" Pheebs, that’s great!"},{"person":"Phoebe","txt":" Oh, yay!"},{"person":"Rachel","txt":" But y’know umm, Rachel doesn’t rhyme with draddle."},{"person":"Phoebe","txt":" I know but it’s so hard! Nothing rhymes with your stupid name!"},{"person":"Joey","txt":" What are you talking about? Lots of things rhyme with Rachel. Bagel. Mail.\nJail. Bail. Able. May-pole."},{"person":"Phoebe","txt":" All good, thanks. (to Rachel) Do you maybe have a nickname have like a\nnickname that’s easier to rhyme?"},{"person":"Monica","txt":" Didn’t your dad used to call you Pumpkin?"},{"person":"Rachel","txt":" Oh yeah!"},{"person":"Phoebe","txt":" Pumpkin? Yeah. But did he ever call you like, Budolph?"},{"person":"Chandler","txt":" (entering) Hello, children!"},{"person":"All","txt":" Hey!"},{"person":"Chandler","txt":" (to Rachel) Have I got the 50 guys for you!"},{"person":"Rachel","txt":" Really?!"},{"person":"Chandler","txt":" Oh yeah, I just showed this a picture of you and guys were throwing\nthemselves at me! They’re buying me drinks! They’re giving me stuff! (to Joey)\nKnicks tonight?"},{"person":"Joey","txt":" Sure! Where are the seats?"},{"person":"Chandler","txt":" Wherever! I’ve got like 20!"},{"person":"Rachel","txt":" So, will I like any of these guys?"},{"person":"Chandler","txt":" Y’know what, I’m gonna uh, play the field just a little\nmore."},{"person":"Rachel","txt":" Chandler!"},{"person":"Chandler","txt":" Guys are signing over their 401-K’s to me?"},{"person":"Phoebe","txt":" (shocked) You work with robots!!"},{"person":"Chandler","txt":" (pause) Yes. (to Rachel) Okay, there’s this one guy, Patrick, I\nthink you’re gonna like him, he’s really nice, he’s funny, he’s a\nswimmer."},{"person":"Rachel","txt":" Ohh, I like swimmer’s bodies!"},{"person":"Chandler","txt":" Yes, and his father invented that magnetic strip on the back of credit\ncards."},{"person":"Rachel","txt":" Op, I like credit cards!"},{"person":"Chandler","txt":" See, I’m not bad at this fixing up thing, huh?"},{"person":"Rachel","txt":" Well, so what does he do?"},{"person":"Chandler","txt":" Oh, he works in the Fine Foods division."},{"person":"Rachel","txt":" Your company has a fine foods division?"},{"person":"Chandler","txt":" It’s a big company, I don’t—if you—I…"},{"person":"Joey","txt":" Now, wait a second! You make food "},{"person":"Phoebe","txt":" No! No, the robots just work for them."},{"person":"Monica","txt":" (getting up) All right, I’m gonna go to work. Does anybody have a\nproblem with that?"},{"person":"Joey","txt":" Yeah, lady, I do! I got a problem with that!"},{"person":"Monica","txt":" You want a problem? I’ll give you a problem!"},{"person":"Joey","txt":" Oh, what are you gonna do? You’re gonna fire me?"},{"person":"Monica","txt":" You bet your ass, I’m gonna fire you! Thank you. "},{"person":"Ross","txt":" Oh, wow! I should get going. I-I got a date tonight."},{"person":"Chandler","txt":" Oh yeah! With who?"},{"person":"Ross","txt":" You know that girl I told you about who lives up in Poughkeepsie?"},{"person":"Chandler","txt":" Yeah."},{"person":"Ross","txt":" Not her. Yeah, this is someone else I meet, and I-I can’t decide\nbetween the two of them. Y’know the one from Poughkeepsie, even though she’s a\ntwo hour train ride away, is really pretty, really smart, and-and a lot of fun. But this\nother girl, well, she lives right uptown. Y’know she’s, well\nshe’s-she’s just as pretty, I guess she’s smart, she’s "},{"person":"Phoebe","txt":" If she’s no fun, why do you want to date her at all?"},{"person":"Ross","txt":" Well, I-I want to give her another chance, y’know? She lives so\nclose. And, at the end of the date, the other time, she-she said something that\nwas—if she was kidding was very funny. On the other hand, if she wasn’t kidding,\nshe’s not fun, she’s stupid, and kind of a racist."},{"person":"Joey","txt":" (entering) Hey!"},{"person":"Ross","txt":" Hey!"},{"person":"Chandler","txt":" Hey, man!"},{"person":"Phoebe","txt":" Hey! Ooh, how was your first day working at the restaurant?"},{"person":"Joey","txt":" (checks his watch) Damn! (runs out to work)"},{"person":"Joey","txt":" (entering from the dining room) Hey."},{"person":"Monica","txt":" Hey."},{"person":"Joey","txt":" Hey, what happened to your fancy chef’s jacket? (sees there’s a\nburn spot on it)"},{"person":"Monica","txt":" They baked it. I can’t take this anymore. I’m gonna call a\nmeeting tonight, I’m gonna fire you tonight."},{"person":"Joey","txt":" You got it! Oh-oh! (He starts patting the burned spot, which just happens\nto be over her breast.)"},{"person":"Monica","txt":" What are you doing?!"},{"person":"Joey","txt":" It’s still a tiny bit on fire there."},{"person":"Monica","txt":" Thanks. (Joey’s still patting the burn spot) I think you got it!"},{"person":"Rachel","txt":" (entering) Chandler!! You have the best taste in men!"},{"person":"Chandler","txt":" Well, like father, like son."},{"person":"Rachel","txt":" Patrick and I had such a great time last night! I mean I think this\ncould maybe turn into something serious."},{"person":"Chandler","txt":" Really?! I-I thought you weren’t looking for something serious? I\nthought you were looking for some kind of a fling."},{"person":"Rachel","txt":" Well, y'know, possibly. (pause) You didn’t tell him that, though?\nRight?"},{"person":"Chandler","txt":" Ummmmmmmm, no."},{"person":"Rachel","txt":" You told this guy that I was looking for a fling?! You don’t tell\nthe guy that!"},{"person":"Chandler","txt":" Why not?! I’d be thrilled if I heard that some hot girl was just\nlooking to get—oh I see."},{"person":"Rachel","txt":" Oh, between you telling him that I wanted to have a fling and me putting\nout on the first date—oh, he’s so gonna get the wrong idea."},{"person":"Monica","txt":" Hey, Joey, could you pass the cheese?"},{"person":"Joey","txt":" Yeah. Listen uh, I’d prefer it if you didn’t call me Joey. Since\nI don’t know anyone here, I thought it’d be cool to try out a cool work\nnickname."},{"person":"A Waiter","txt":" (entering) Hey, dragon! Here’s your tips from Monday and Tuesday.\n(hands him two envelopes)"},{"person":"Joey","txt":" (opening an envelope) There’s like-there’s like 300 bucks in\nthis one!"},{"person":"The Waiter","txt":" Yeah, people get pretty generous around the holidays. And it never\nhurts to wear tight trousers."},{"person":"Monica","txt":" Okay. Could the waiters gather around to hear tonight’s specials?\nOkay, first there is a Chilean Sea Bass prepared with a Mango relish on a bag—Why is\nnobody writing these down?"},{"person":"The Waiter","txt":" Because we can remember them."},{"person":"Monica","txt":" Because your all gonna make up fake specials and make me cook them like\nyou did the other night?"},{"person":"The Waiter","txt":" Well, sure, that too."},{"person":"Monica","txt":" Okay, forget the specials for a minute. Umm, all right here’s the\nthing, for the last two weeks I have umm, (quietly) tried really hard to create a positive\natmosphere…"},{"person":"The Waiter","txt":" Can’t hear you!"},{"person":"Monica","txt":" (louder) A positive atmosphere! But I-I-I have had it up to here. (She\nholds her hand over her head as an afterthought.) From now on, it is gonna be "},{"person":"Joey","txt":" No ma’am."},{"person":"The Waiter","txt":" Hey! He has a name, it’s Dragon. Do you wanna know your name?\nCheck your hat. (to another waiter) We did the hat right? (The other waiter nods yes.)"},{"person":"Monica","txt":" What the hell happened?!"},{"person":"Joey","txt":" I am so-so-so sorry. I was gonna do it! Really! But I was standing there\nwith 327 dollars in one hand and 238 dollars in the other hand, and I was thinking,\n\"Wow! It’s been a long time since I had… (tries to do the math in his head,\nbut can’t) 327 + 238 dollars!\""},{"person":"Monica","txt":" Joey, we had a deal. That-that’s why you’re here! I’ve\ngot to fire you!"},{"person":"Joey","txt":" And I gotta pay rent! Look, how-how about this? You don’t fire me,\ninstead I stay here, I gain their trust, and they’ll start listening to all the nice\nthings I’ve been saying about you."},{"person":"Monica","txt":" What kinda things have you been saying?"},{"person":"Joey","txt":" Well nothing yet, they really hate you and I want to fit in."},{"person":"Phoebe","txt":" (singing) Happy, happy Chanukah, Chandler and Monica. Very merry…"},{"person":"Chandler","txt":" (interrupting) Oh, y’know, y’know what Pheebs?"},{"person":"Phoebe","txt":" What?"},{"person":"Chandler","txt":" I’m not Jewish, so…"},{"person":"Phoebe","txt":" So! Ross doesn’t "},{"person":"Chandler","txt":" Bad dream?"},{"person":"Ross","txt":" I wasn’t sleeping."},{"person":"Chandler","txt":" Oh yeah, then uh, what was Phoebe’s song about?"},{"person":"Ross","txt":" The one with the cat. I gotta go, I’ve got another date."},{"person":"Phoebe","txt":" So, did you pick one yet?"},{"person":"Ross","txt":" No, it turns out that the one from uptown was making a joke. But it was a\ndifferent joke than I thought—it wasn’t that funny. So I’m still torn."},{"person":"Phoebe","txt":" Well look, you don’t really like the one from uptown and\nyou’re too exhausted from dating the one up in Poughkeepsie, so I say you just end\nthem both. Okay? You take a train up to Poughkeepsie and break up with her, and on your\nway back you break up with uptown. And then by the time you get home tonight, you’re\ndone!"},{"person":"Ross","txt":" Y’know, you’re right. Thank you."},{"person":"Phoebe","txt":" Umm, well I had a similar problem when I lived in Prague."},{"person":"Chandler","txt":" Prague?"},{"person":"Phoebe","txt":" There’s sooo much you don’t know."},{"person":"Rachel","txt":" Chandler! Patrick just uh, ended things with me. Did you or did you not\ntell him that I was looking for a serious relationship?"},{"person":"Chandler","txt":" I did! I absolutely did!"},{"person":"Rachel","txt":" You idiot!!"},{"person":"Chandler","txt":" I’m sure you’re right, but why?"},{"person":"Rachel","txt":" You don’t tell a guy that you’re looking for a serious\nrelationship! You don’t tell the guy that! Now you scared him away!"},{"person":"Chandler","txt":" Oh, man. I’m sorry, I’m so-so sorry."},{"person":"Rachel","txt":" Y’know, you should "},{"person":"Chandler","txt":" I know! I know!"},{"person":"Rachel","txt":" Oh! See just I’m right back where I started! Aww, this sucks! Being\nalone, sucks! (She sits down heavily in one of the new chairs)"},{"person":"Chandler","txt":" Well, y’know, you’re-you’re gonna meet somebody!\nYou’re a great catch! Y’know when I was telling all those guys about you, I\ndidn’t have to lie once. (He sits down on the arm of her chair)"},{"person":"Rachel","txt":" Really?"},{"person":"Chandler","txt":" Yeah! You graduated Magma Ku Laude, right?"},{"person":"Rachel","txt":" No."},{"person":"Chandler","txt":" Oh, it doesn’t matter. (Kisses her on the top of her head.) Hey,\ny’know what, I’ve got two tickets to tonight’s Rangers game, you wanna come\nwith me?"},{"person":"Rachel","txt":" Cute guys in little shorts? Sure."},{"person":"Chandler","txt":" Well, actually it’s a hockey team, so it’s angry Canadians\nwith no teeth."},{"person":"Rachel","txt":" Well that sounds fun too. (They hug.)"},{"person":"Chandler","txt":" Have you ever been with a woman?"},{"person":"Rachel","txt":" What?! Chandler, what is the matter with you?!"},{"person":"Chandler","txt":" So there is no good time to ask that question."},{"person":"The Conductor","txt":" The next station is Poughkeepsie. Poughkeepsie!"},{"person":"Monica","txt":" I need more swordfish. (to one of the assistant chefs) Can you get me\nsome more swordfish?"},{"person":"Kitchen Worker","txt":" I don’t speak English."},{"person":"Monica","txt":" You did a minute ago!"},{"person":"Kitchen Worker","txt":" Well, I don’t know what to tell ya!"},{"person":"Monica","txt":" Fine!"},{"person":"Monica","txt":" Okay! Very funny! Somebody let me out please?! Come on, I’m cold!\n(She spills something.) And covered in marinara sauce! Come on! Let me out! (the door\nopens)"},{"person":"The Waiter","txt":" You found that handle, did ya?"},{"person":"Monica","txt":" That’s not funny."},{"person":"The Waiter","txt":" Well that’s not true."},{"person":"Monica","txt":" (starting to cry) I’m a good person. And I’m a good chef, and\nI don’t deserve to have marinara sauce all over me! Y’know what, if you want me\nto quit this bad, then all you have to do is…"},{"person":"Joey","txt":" (interrupting) Hey! Chef Geller! Y’know that little speech you made\nthe other day? Well I got a problem with it!"},{"person":"Monica","txt":" You do?"},{"person":"Joey","txt":" You bet I do! I just ah, wasn’t listening then, that’s all."},{"person":"Monica","txt":" Well if you want a problem? I’ll give you a problem!"},{"person":"Joey","txt":" What are you gonna do? You’re gonna fire me?"},{"person":"Monica","txt":" You bet your ass I’m gonna fire you! Get out of my kitchen! Get\nout!! (Joey leaves) All right! Anybody else got a problem? How ‘bout you Chuckles?\nYou think this is funny now?"},{"person":"The Waiter","txt":" No."},{"person":"Monica","txt":" How about if I "},{"person":"The Waiter","txt":" No, it’s really good."},{"person":"Monica","txt":" Good! Now, take those salads to table 4, (to the kitchen worker from\nearlier) And you! Get the swordfish! (to another assistant chef) And you! Get a haircut!"},{"person":"The Conductor","txt":" Last stop, Montreal. This stop is Montreal."},{"person":"Ross","txt":" (waking up) What? (notices that there is now a beautiful woman sitting\nnext to him)"},{"person":"Woman On Train","txt":" I made a bet with myself that you have beautiful eyes. Now that\nI see them, I win."},{"person":"Ross","txt":" What?"},{"person":"Woman On Train","txt":" We’re at my stop. But would you like to have coffee?"},{"person":"Ross","txt":" (now fully awake) Are we really in Montreal?!"},{"person":"Woman On Train","txt":" Yes we are. So, coffee?"},{"person":"Ross","txt":" Coffee sounds great. (They get up) Wait, so, so you live in Montreal?"},{"person":"Woman On Train","txt":" Oh, no. But it’s just a two hour ferry ride to Nova Scotia.\n"},{"person":"Joey","txt":" Well I guess I should’ve thought about my wife and kids before I\ntalked back to chef Geller!"},{"person":"Monica","txt":" Thanks."},{"person":"Joey","txt":" Yep! Looks like it’s gonna be a leeeeean Christmas at the Dragon\nhouse this year."},{"person":"Monica","txt":" Enough!"},{"person":"Joey","txt":" (leaving) Lean-lean-lean!"},{"person":"Phoebe","txt":" (singing) \""}]