[{"person":"Ross","txt":" (picking up the slip of paper) Hello! What's this? Oh right its that\ngirl's phone number. (Rachel ignores him) Yeah-yeah, there it is, just a phone number a\nreally hot girl gave me. (He holds it so that Rachel can see it, she continues to ignore\nhim) It's no big deal, I mean it is her home phone number, but...(Rachel still ignores\nhim) Whoa! (Throws it in her lap) Whoa-whoops, I almost lost this baby! Yeah, the lovely\nAmanda gives me her number and I-I go and drop it. (He waves it in front of Rachel's face.\nThen suddenly Phoebe has to sneeze and Rachel quickly grabs the slip of paper and gives it\nto Phoebe for her to sneeze into.)"},{"person":"Phoebe","txt":" Thank you."},{"person":"Gunther","txt":" Rachel?"},{"person":"Rachel","txt":" Yeah?"},{"person":"Gunther","txt":" When's your birthday?"},{"person":"Rachel","txt":" May fifth, why?"},{"person":"Gunther","txt":" Oh, I-I'm just making a list of people's birthdays."},{"person":"Ross","txt":" Oh, mine's December..."},{"person":"Gunther","txt":" Yeah, whatever. (Walks away)"},{"person":"Chandler","txt":" Ohh, she's pretty. Pretty ahh, pretty girl, the pretty--she's pretty."},{"person":"Monica","txt":" Just go up to her and ask her out. (Chandler laughs) Oh, what's the\nworst thing that could happen?"},{"person":"Chandler","txt":" I could die."},{"person":"Ross","txt":" Yeah, it's-it's tough being single. That's why I'm so glad I found Amanda."},{"person":"Rachel","txt":" Ross, you guys went out once. You took your kids to "},{"person":"Chandler","txt":" I tell people secrets. It makes them like me."},{"person":"Phoebe","txt":" (entering) Oh."},{"person":"Chandler","txt":" Hey! (Phoebe sneezes)"},{"person":"Monica","txt":" Phoebe! You're sick, you shouldn't play. You should just go home, get in\nbed, and stay there."},{"person":"Phoebe","txt":" (in a nasally voice, from her cold) But I'm unemployed, my music is all\nI really have now. Well music, and making my own shoes. (She puts her shoe on the table,\nand it's horribly decorated) Pretty, huh? (Sneezes)"},{"person":"Chandler","txt":" All right, I'm gonna do it! I'm gonna get shot down. Any advice?"},{"person":"Monica","txt":" Just be yourself. But, not too much."},{"person":"Chandler","txt":" (gets up) (softly) Wish me luck."},{"person":"Ross","txt":" (loudly) Good luck!"},{"person":"Chandler","txt":" Wish it! (To the woman, Kathy, he likes) Hi. Hi, I-I was just sitting\nover there, and uhh, Chandler. My name is Chandler. Did I say that?"},{"person":"Kathy","txt":" No, you didn't. Hi, I'm Kathy."},{"person":"Chandler","txt":" Uh Kathy, with K or a C?"},{"person":"Kathy","txt":" With a K."},{"person":"Chandler","txt":" Oh-oh-hey!"},{"person":"Kathy","txt":" Wow! You are really good at this."},{"person":"Chandler","txt":" Hey, come on, give me a break, I'm out on a limb here."},{"person":"Kathy","txt":" I'm sorry, you're right, I apologize, but I should tell you that I'm\nwaiting for a date. (Joey enters) Oh, and there he is now."},{"person":"Joey","txt":" Hey!"},{"person":"Chandler","txt":" Hey! Hey, hey-hey, hey. (Joey kisses Kathy.)"},{"person":"Joey","txt":" Hey, I see you guys already met, huh?"},{"person":"Chandler","txt":" Yes-yes, I was just trying to figure out a way to uh, demonstrate how\nI could get my exceptionally large feet into my even bigger mouth."},{"person":"Joey","txt":" Didn't I tell ya? Always showin' off."},{"person":"Phoebe","txt":" Before I start, I just wanna say that umm, I have a cold, so if I sneeze\nin the middle of song, it's not on purpose. Oh, except the last verse of Pepper People.\n(Starts to sing) "},{"person":"Chandler","txt":" (sees Kathy is up watching TV) Hi!"},{"person":"Kathy","txt":" Hi."},{"person":"Chandler","txt":" Jeez, at 2:30 in the morning, I didn't expect to have to fight over\nthe remote."},{"person":"Kathy","txt":" I'm sorry, it's just this Ernie Cofax thing on in a few minutes I wanted\nto watch."},{"person":"Chandler","txt":" Oh my God! That's why I got up too!"},{"person":"Kathy","txt":" You're kidding! Oh, I love him."},{"person":"Chandler","txt":" Hey, listen, I'm sorry about this afternoon, y'know, if I would've\nknown you guys were... I never would've..."},{"person":"Kathy","txt":" Oh please!"},{"person":"Chandler","txt":" So ah, Joey tells me you two met in acting class."},{"person":"Kathy","txt":" Yeah, they teamed us up as partners. Joey picked three scenes for us to\ndo; all of them had us making out."},{"person":"Chandler","txt":" That's a good thing actually, because ah, he used to have me rehearse\nwith him."},{"person":"Kathy","txt":" (laughs) Oh-oh-oh-oh!"},{"person":"Chandler","txt":" Is it on?"},{"person":"Kathy","txt":" No, but this wonder broom is amazing!"},{"person":"Chandler","txt":" Hey! (Runs over and gets his wonder broom)"},{"person":"Kathy","txt":" Oh my God!"},{"person":"Chandler","txt":" Oh! It's on! It's on!"},{"person":"Chandler","txt":" There we go little fella."},{"person":"Kathy","txt":" (laughs) What about the duck?"},{"person":"Chandler","txt":" Well the duck can swim."},{"person":"Kathy","txt":" Oh, jeez. (Hits him)"},{"person":"Phoebe","txt":" (singing, drunk) "},{"person":"All","txt":" Way to go, Phoebe!"},{"person":"Monica","txt":" That cold makes you sound so great."},{"person":"Phoebe","txt":" It's fun, God I love how sexy I am. (Coughs really loudly.)"},{"person":"Joey","txt":" Oh, Kath, we should get going. We're going to by hamsters."},{"person":"All","txt":" Ooh, that's great, I love those little guys."},{"person":"Kathy","txt":" No, no, it's not like that. I, I work for a medical researcher."},{"person":"Rachel","txt":" Well, have fun!"},{"person":"Kathy","txt":" Okay."},{"person":"Phoebe","txt":" Well, I think it's great that the medical community is finally trying to\nhelp sick hamsters."},{"person":"Monica","txt":" Y'know what, I like Kathy."},{"person":"Chandler","txt":" Oh yeah, me too, she's so cool and pretty."},{"person":"Rachel","txt":" Yeah, she's..."},{"person":"Chandler","txt":" She's smart and funny, y'know? We were up all last night talking, she\nsaid the funniest thing about--what? "},{"person":"Rachel","txt":" You love her."},{"person":"Chandler","txt":" No, I don't."},{"person":"Phoebe","txt":" Yes, you do. Chandler loves Kathy."},{"person":"Ross","txt":" Come on, Pheebs lay off him."},{"person":"Chandler","txt":" Thank you, Ross."},{"person":"Ross","txt":" Yeah, he's a little sensitive right now, `cause he's so in love."},{"person":"Chandler","txt":" All right."},{"person":"All","txt":" Ohh!"},{"person":"Chandler","txt":" All right."},{"person":"Monica","txt":" (turning around and doing that, \"I'm making out with someone,\"\nthing with her hands) Ooh, umm, oh Kathy! Kathy, I love you! Oh! (She turns around and\nsees Gunther staring at her and stops suddenly.)"},{"person":"Phoebe","txt":" So, I need to write some depressing stuff to go along with my new floozy\nvoice, but nothing that sad has ever really happened to me."},{"person":"Monica","txt":" Oh umm, how about your mom dying, or having to live on the streets when\nyou were 14?"},{"person":"Phoebe","txt":" Uh-huh. Oh, yeah, I could write about the time my hair did that\n\"Woo-hoo\" thing."},{"person":"Ross","txt":" (entering) Hey!"},{"person":"Monica","txt":" Hey!"},{"person":"Phoebe","txt":" Hey."},{"person":"Ross","txt":" (loudly) So I'm going over to Amanda's tonight!"},{"person":"Monica","txt":" Rachel's not here."},{"person":"Ross","txt":" Oh."},{"person":"Monica","txt":" How's it going with her?"},{"person":"Ross","txt":" Great, actually. I'm thinking tonight, maybe the night. Yeah, I mean ah,\nthe kids are gonna play together and then when they're asleep, I'm thinking Amanda and I\nbreak open a bottle of wine, and do a little \"playing\" ourselves."},{"person":"Rachel","txt":" (entering, with a guy) Hi guys! This is Josh. Josh, these are my\nfriends, and that's Ross."},{"person":"Monica","txt":" Hi, Josh."},{"person":"Phoebe","txt":" Hi."},{"person":"Josh","txt":" Dudes."},{"person":"Monica","txt":" So, did you play in college? (She points to his NYU Soccer (football for\nthe rest of the world) sweatshirt he's wearing.)"},{"person":"Josh","txt":" Oh, I still do. Next year, I hope to make varsity though."},{"person":"Rachel","txt":" Ross, didn't you ah, play soccer in High School? Oh no wait, that's\nright. You just organized their game schedules on your Commodore 64."},{"person":"Josh","txt":" Well, it's getting late, I've got to get to the game, so I'm gonna...\nhead."},{"person":"Rachel","txt":" Okay. (He starts to leave, and Rachel grabs him and gives him a\npassionate kiss.) I'll miss you."},{"person":"Josh","txt":" Dope! (exits)"},{"person":"Phoebe","txt":" Wow, cute one!"},{"person":"Monica","txt":" Very!"},{"person":"Rachel","txt":" I know, isn't he great? It's so nice to finally be in a fun\nrelationship, y'know? There's nothing boring about him, and ah, I bet he's never set foot\nin a museum."},{"person":"Ross","txt":" Well maybe he'll get to go soon, like on a class trip or something."},{"person":"Rachel","txt":" Y'know what else is really great about him, oh, what is the word for the\nadult that doesn't have dinosaur toys in their bedroom?"},{"person":"Ross","txt":" Oh! (He bangs his fists together.)"},{"person":"Rachel","txt":" What was that?"},{"person":"Ross","txt":" Monica knows."},{"person":"Monica","txt":" It's this dumb thing that Ross made up `cause he was trying to fool our\nparents. It's a way of giving the finger, without actually having to give it. I remember I\ncried the night you made it up, `cause it was the first time that I realized that I was\nactually cooler than my older brother."},{"person":"Ross","txt":" Well, I'm gonna go get ready, (Gives Monica the fist thing.) for my date\ntonight, so ah, I'll just_ head."},{"person":"Phoebe","txt":" Yeah, I should go to, `cause I'm playing in one hour. Hey, (clears her\nvoice and in her normal voice) you guys should come hear me, ooh hear me. Ooh, (tries to\nsing) "},{"person":"Amanda","txt":" (opening the door) Hi!"},{"person":"Ross","txt":" Hi!"},{"person":"Amanda","txt":" Hi Ben!"},{"person":"Ross","txt":" Wow! You-you look great!"},{"person":"Amanda","txt":" Thanks!"},{"person":"Ross","txt":" (she lets him in) Okay! (to her son) Hey Tommy."},{"person":"Amanda","txt":" I am so glad that you could come over tonight."},{"person":"Ross","txt":" Oh no-no-no, it's my pleasure."},{"person":"Amanda","txt":" Okay, well, my cell phone number is right here on the counter, please\nhelp yourself to anything in the fridge."},{"person":"Ross","txt":" What?"},{"person":"Amanda","txt":" I appreciate this soo much, I've been trying to go out with this guy for\nlike a month."},{"person":"Ross","txt":" I-I-I..."},{"person":"Amanda","txt":" (noticing the bottle of wine he has) Oh, I don't mean to be a square,\nbut I'd really appreciate it if you wait and drink your wine after the kids are asleep? Oh\nuh, thanks for this, I hope I can do the same for you sometime. (She leaves)"},{"person":"Ross","txt":" Who wants to make some long distance calls?"},{"person":"Chandler","txt":" Kathy! Kathy! Hi!! Kathy! Kathy! (She doesn't hear him and keeps\nrunning, Chandler starts chasing her as the theme to "},{"person":"Kathy","txt":" Hey, Chandler! What are you doing here?"},{"person":"Chandler","txt":" Oh, I just wanted to say, \"Hey!\""},{"person":"Kathy","txt":" Hey!"},{"person":"Chandler","txt":" Okay. (He walks away disgusted with himself.)"},{"person":"Monica","txt":" Oh come on! You're making it sound worse than it actually was."},{"person":"Ross","txt":" Her date tipped me ten dollars. (Monica laughs)"},{"person":"Ross","txt":" Pheebs, what are you doing?"},{"person":"Phoebe","txt":" Okay, I wanna be sexy again so I'm trying to catch a cold. It should be\neasy, supposedly they're pretty common."},{"person":"Monica","txt":" Phoebe, you'll catch pneumonia."},{"person":"Chandler","txt":" (entering) Okay. You were right. I'm in love with Joey's girlfriend."},{"person":"Phoebe","txt":" What?!"},{"person":"Ross","txt":" Are you serious?"},{"person":"Phoebe","txt":" Well, how-how-how is that possible? You barely know her!"},{"person":"Chandler","txt":" I don't know. I can't--I just, I can't get her out of my head. Y'know?\nI mean, I'm a very bad person. I'm a very, very bad person. I'm a horrible person. (he\nwaits for a reaction, when he doesn't get one) No you're not Chandler! We still love you\nChandler!"},{"person":"Monica","txt":" (sneezes) Oh gosh, Phoebe, I think I caught your cold."},{"person":"Phoebe","txt":" You mean you stole it! (Monica sneezes again) Don't cover your mouth\nwhen you do that!"},{"person":"Joey","txt":" Hey."},{"person":"Kathy","txt":" (to Chandler) We were just talking about you."},{"person":"Chandler","txt":" Really?!"},{"person":"Joey","txt":" Yeah-yeah, I told her about the time you got drunk and fell asleep with\nyour head in the toilet."},{"person":"Chandler","txt":" (laughs) Right in there!"},{"person":"Chandler","txt":" 99...100! Ready or not, here I come! (He opens his eyes and sees that\nthe chick and the duck are still sitting in front of him) All right, let's go over the\nconcept one more time."},{"person":"Joey","txt":" (entering) Hey!"},{"person":"Chandler","txt":" Hey!"},{"person":"Joey","txt":" Hey guys. (to Chandler) Listen uh, you wanna get some dinner with me and\nKathy tonight?"},{"person":"Chandler","txt":" Ohh, umm, y'know what, I already ate."},{"person":"Joey","txt":" It's 4:30."},{"person":"Chandler","txt":" Y'know I had a big meal on Monday, y'know. So that's just gonna get me\nstraight through the week."},{"person":"Joey","txt":" Okay, I see what's going on here."},{"person":"Chandler","txt":" You-you do?"},{"person":"Joey","txt":" Yeah! You don't like Kathy."},{"person":"Chandler","txt":" You got me."},{"person":"Joey","txt":" Yeah, you've been avoiding her ever since we started going out. Look, I\nmade an "},{"person":"Chandler","txt":" Yeah. Right."},{"person":"Joey","txt":" Good, and hey! My treat. (He turns to go into his bedroom then stops.) But\nthat's only because you're not eating anything, right?"},{"person":"Chandler","txt":" Okay."},{"person":"Monica","txt":" (lying on the couch suffering from her cold) Ross isn't here."},{"person":"Rachel","txt":" Oh. (She tries to walk away from Josh, by he keeps holding her) Stop it!"},{"person":"Josh","txt":" So I'll see you at the party? Beer's beer man, 24, 7!!"},{"person":"Rachel","txt":" Yeah! (Monica gives a sarcastic thumbs up) (Josh leaves) I am soo gonna\nmarry that guy. (looking in her wallet) Ohhh!"},{"person":"Monica","txt":" What?"},{"person":"Rachel","txt":" I think he's stealing from me."},{"person":"Monica","txt":" Why?"},{"person":"Rachel","txt":" Because he's stealing from me!"},{"person":"Phoebe","txt":" (entering) Hi! It's me. And soup. (to Rachel) Hey, I just saw Josh, he\nlooks so yummy in your leather jacket."},{"person":"Rachel","txt":" Ughh! (Storms out after him)"},{"person":"Phoebe","txt":" (to Monica) Here, now I don't eat chicken, so it's just noodle soup. And\nthere's no chicken in the broth either, so it's really just... noodle water. "},{"person":"Monica","txt":" Thank you so much Phoebe."},{"person":"Phoebe","txt":" (picking up Monica's used Kleenex and putting some in her pocket.) Sure."},{"person":"Monica","txt":" What are you doing with those?!"},{"person":"Phoebe","txt":" But, I need your germs! I want my cold back! I miss my sexy voice."},{"person":"Monica","txt":" Sorry, Phoebe."},{"person":"Phoebe","txt":" It's okay. How's the soup?"},{"person":"Monica","txt":" Umm. (nodding her head, \"Good.\")"},{"person":"Monica","txt":" Ohhhh!! Gross!!"},{"person":"Kathy","txt":" Ohh, God, guys, check it out, you can see that girl's underwear!"},{"person":"Joey","txt":" Is she great or what?"},{"person":"Kathy","txt":" (to Chandler) So? Huh? What do you think?"},{"person":"Chandler","txt":" Ohh, she's-she's not really my type."},{"person":"Kathy","txt":" Not your type?! She's gorgeous!"},{"person":"Chandler","txt":" Y'know what I think it is? It's the fishnet stockings. Y'know?\nWhenever I see a girl in fishnet stockings it reminds me of my father in fishnet\nstockings."},{"person":"Kathy","txt":" Okay. Understanding a little more why you're single. Ohh! Y'know, I have\na friend you would like, she's really pretty. And then we could double date!"},{"person":"Chandler","txt":" Uhh, no-no thanks."},{"person":"Kathy","txt":" Okay, I've got some ugly friends, and they're all available too."},{"person":"Chandler","txt":" Listen, I-I'm gonna grab a beer. (Leaves)"},{"person":"Joey","txt":" (to Kathy) I'll be right back. (to Chandler) What was that?"},{"person":"Chandler","txt":" What?"},{"person":"Joey","txt":" Kathy was being really nice and you just walked away. I thought we had a\ndeal."},{"person":"Chandler","txt":" Hey, look, what do you want from me?"},{"person":"Joey","txt":" I want you to like her! But if that's too damned difficult for you, then\nthe least you can do is pretend."},{"person":"Chandler","txt":" I am pretending."},{"person":"Joey","txt":" Well then, do it better!"},{"person":"Chandler","txt":" Okay, what do you saw I go over there and say how much I like her?\n(Joey gives him a thumbs up) No-no it'll be good, I can tell her much I've been thinking\nabout her. That I haven't stopped thinking about her since the moment I met her. That I'm\nso fantastically, over-the-top, wanna-slit-my-own-throat in love with her, that for every\nminute of every hour of every day I can't believe my own damn bad luck that you met her\nfirst!!"},{"person":"Joey","txt":" Well, that's pretty good. But you might wanna tone it down a little."},{"person":"Ross","txt":" (entering) Hey! So, uhh, Amanda just-just dropped me off. Yeah, that's one\nof the things I love about her, she's...uh, she's old enough to drive. (to Monica) So uhh,\nI guess you're not going to mom and dad's tonight?"},{"person":"Monica","txt":" No, sorry."},{"person":"Rachel","txt":" Well where's Amanda?"},{"person":"Monica","txt":" Hey Rach, could you get me some cough drops?"},{"person":"Rachel","txt":" I mean y'know, I'm thinking. You could bring her, and you guys could go\nup to your old room, and not make out."},{"person":"Monica","txt":" Ross, cough drops, please?"},{"person":"Ross","txt":" At least I know she's not going out with me to get into R rated movies."},{"person":"Rachel","txt":" Why don't you just marry her? Oh no, wait a minute you can't, I'm sorry\nI forgot, she's not a lesbian."},{"person":"Ross","txt":" You see Amanda and I have a very special..."},{"person":"Monica","txt":" (interrupting) You have nothing! You're not even going out! You're her\nbaby sitter! You have a 12-year-old girl's job!"},{"person":"Rachel","txt":" (laughing) Ohh, that is soo sad."},{"person":"Monica","txt":" And what are you laughing at, Miss\n`My-keg-sucking-boyfriend-is-stealing-from-me!'"},{"person":"Rachel","txt":" Hey, so he stole a couple bucks from me! At least he bought me something\nwith it! (Shows her, her ring)"},{"person":"Monica","txt":" That's mine!! Now, would you both please start acting like adults? And\nget me my cough drops!"},{"person":"Ross","txt":" Fine."},{"person":"Rachel","txt":" Sorry."},{"person":"Ross","txt":" Here. (Hands her, her cough drops) (to Rachel) At least I made ten bucks\nin my relationship."},{"person":"Rachel","txt":" Y'know..."},{"person":"Phoebe","txt":" (singing) "},{"person":"Gunther","txt":" I like it. (sneezes)"},{"person":"Phoebe","txt":" Gunther, kiss me."},{"person":"Gunther","txt":" What?"},{"person":"Joey","txt":" (opening the door wearing nothing but a sock, and holding a dart board\nover the `Little General.') Hey! (Chandler turns down the TV) Now, we're not actually\ngonna be sleeping in her, but do you mind?"},{"person":"Chandler","txt":" Can I sleep on your couch?"},{"person":"Phoebe","txt":" (singing) "},{"person":"Gunther","txt":" Rachel?"},{"person":"Rachel","txt":" Yeah."},{"person":"Gunther","txt":" I don't know if you heard about what happened between me and Phoebe the\nother day_"},{"person":"Rachel","txt":" No!"},{"person":"Gunther","txt":" Well, we kissed. I-I-I didn't initiate the kiss, but-but I also didn't\nstop it, and I've been feeling guilty."},{"person":"Rachel","txt":" (confused) Okay."},{"person":"Gunther","txt":" So umm, are we cool?"},{"person":"Rachel","txt":" (really confused) Okay."},{"person":"Gunther","txt":" I knew you'd understand."}]