[{"person":"Chandler","txt":" Wait. Before we go in, I just want you to know I love you. I had a\ngreat time on our honeymoon, and I can’t wait to go in there and spend the rest of\nour life together."},{"person":"Monica","txt":" You’re really sticking with the shell necklace huh? (Points to\nnecklace of shells he’s wearing.)"},{"person":"Phoebe","txt":" Hi!"},{"person":"Joey","txt":" Hey! You’re back! (Hugs and kisses all around.)"},{"person":"Monica","txt":" Hi sweetie!"},{"person":"Phoebe","txt":" Come on in! "},{"person":"Phoebe","txt":" So how was the honeymoon?"},{"person":"Monica","txt":" Oh, so much fun. But the best part is, we met this incredible couple on\nthe way back."},{"person":"Phoebe","txt":" That was the best part? (To Chandler) Good honeymooning tiger."},{"person":"Monica","txt":" No, they were really cool. They were on their honeymoon too!"},{"person":"Chandler","txt":" They’re terrific, and they live right here in the city."},{"person":"Monica","txt":" Yeah, can we go call them? Is it too soon to call? I wanna call."},{"person":"Chandler","txt":" I’m sorry, we’re just kinda excited because we finally have\na couple to hang out with."},{"person":"Monica","txt":" I know."},{"person":"Joey","txt":" A couple? Like two people? Like (points to himself) one (points to\nPhoebe), two people?"},{"person":"Monica","txt":" This is different! Greg and Jenny are in a relationship."},{"person":"Phoebe","txt":" Oh, Greg and Jenny yuck! (Angrily) Hi Greg, I’m Chandler this is\nMonica. Hi Monica, this is Jenny. Hi Jenny. Hi Greg."},{"person":"Chandler","txt":" Listen, they are really great. If you just got a chance…"},{"person":"Joey","txt":" Y’know what? Why don’t you just give us our souvenirs and get\nthe hell out of here?"},{"person":"Chandler","txt":" We really…didn’t get a chance to…"},{"person":"Phoebe","txt":" You have "},{"person":"Monica","txt":" We didn’t get anything for anyone."},{"person":"Joey","txt":" Hm-mm! Yeah nice necklace!"},{"person":"Monica","txt":" That you can have."},{"person":"Rachel","txt":" Hi!"},{"person":"Ross","txt":" Hello!"},{"person":"Rachel","txt":" Welcome home."},{"person":"Ross","txt":" So, how was the honeymoon?"},{"person":"Monica","txt":" It was great! It was great! How about you?! I mean you’re having a\nbaby!"},{"person":"Rachel","txt":" Oh! Look! I have a sonogram picture! "},{"person":"Monica","txt":" Oh great! (Shows them the picture.)"},{"person":"Chandler","txt":" Ross! It’s got your wavy black lines!"},{"person":"Monica","txt":" All right, so now that Ross knows can you tell us y’know how it\nhappened? I mean, when did it happen? How many times did it happen?"},{"person":"Phoebe","txt":" Monica! That’s not right! Start with where."},{"person":"Rachel","txt":" Well it happened about six weeks ago, and uh I had just got home from\nwork and Ross was already there ‘cause I guess he had been hanging out with Joey."},{"person":"Joey","txt":" You’re welcome buddy."},{"person":"Ross","txt":" (glaring at him) Yeah, thanks. (Joey nods no problem.)"},{"person":"Rachel","txt":" And so I had a lot of work to do so Ross, nice guy that he is, offered\nto help me out. And then we had a little wine, we got to talking, and the next thing you\nknow out of nowhere Ross comes on to me."},{"person":"Ross","txt":" (laughs) Umm that’s…that’s a little misleading."},{"person":"Rachel","txt":" What is?"},{"person":"Ross","txt":" The lie you just told."},{"person":"Rachel","txt":" That-that you came on to me?"},{"person":"Ross","txt":" There’s the one!"},{"person":"Rachel","txt":" But you did! I mean, let’s be honest."},{"person":"Ross","txt":" Yes let’s. Y’know what? Uh, it’s-it’s not important.\nWhat is important is that, is that we’re having a baby. And it’s\nnot—Doesn’t matter who came on to who."},{"person":"Joey","txt":" Whom. (Everyone looks at him shocked.) That’s right."},{"person":"Rachel","txt":" You know you kissed me first."},{"person":"Ross","txt":" What? What?! You were begging me to kiss you! You-you-you were sending me\nsignals all over the place!"},{"person":"Rachel","txt":" "},{"person":"Ross","txt":" Yeah!"},{"person":"Rachel","txt":" Oh please. Okay, anyone in this room think that I would send Ross\nbegging symbols, please show of hands. (Ross raises his hand and no one else.)"},{"person":"Ross","txt":" Y’know what?! It doesn’t matter! It doesn’t matter what you\nbelieve! What matters is what happened!"},{"person":"Rachel","txt":" Okay. So these signals Ross, explain this to me, ‘cause maybe I\nneed to be more careful. I mean, am I sending you these signals right now?"},{"person":"Ross","txt":" Y’know what? Y’know what? Rachel, just-just drop it."},{"person":"Rachel","txt":" No please, show me how I begged you!"},{"person":"Ross","txt":" I can show you, I have it on videotape! (Stunned silence) It’s an\nexpression."},{"person":"Phoebe","txt":" I can’t "},{"person":"Joey","txt":" Yeah! You gotta tell a girl before you tape her. Such a rookie mistake."},{"person":"Chandler","txt":" Y’know who has a great video camera?"},{"person":"Phoebe","txt":" (nasally) Greg and Jenny?"},{"person":"Monica","txt":" Do you still wanna call ‘em? I wanna call ‘em."},{"person":"Chandler","txt":" Let’s call ‘em."},{"person":"Joey","txt":" Yeah! Ask them if they brought their friends any souvenirs!"},{"person":"Monica","txt":" (on phone) Hello? (Listens) Eighth street deli?"},{"person":"Joey","txt":" Hey, hang up! You get food poisoning just talkin’ to that place."},{"person":"Monica","txt":" (on phone) Uh sorry, wrong number. (Hangs up)"},{"person":"Chandler","txt":" Here you go. (Shows her the number again.)"},{"person":"Monica","txt":" (on phone) Hello? (Listens) (To All) It’s the deli again!"},{"person":"Joey","txt":" All right! I’ll have a sandwich!"},{"person":"Monica","txt":" (hangs up) I don’t think this number’s right!"},{"person":"Chandler","txt":" What?"},{"person":"Phoebe","txt":" You got fake numbered."},{"person":"Monica","txt":" What?! People don’t do that!"},{"person":"Joey","txt":" Oh I think we do."},{"person":"Monica","txt":" They gave us a fake number? Why? Why would they do that?"},{"person":"Chandler","txt":" I don’t know! You were a delight to talk to. You asked all those\ninsightful, great questions."},{"person":"Monica","txt":" And you’ve never been funnier. Joke, joke, joke, you were a hoot!"},{"person":"Joey","txt":" Y’know what? Don’t worry about it, you still got me and Phoebe."},{"person":"Phoebe","txt":" Excuse me, I don’t want Greg and Jenny’s rejects."},{"person":"Ross","txt":" (entering) Rachel won’t talk to me! She won’t even open the\ndoor!"},{"person":"Phoebe","txt":" Hmm, I wonder why. Pervert!"},{"person":"Ross","txt":" Okay, listen I am not a pervert!"},{"person":"Phoebe","txt":" That’s like the pervert motto! Yeah! Yeah! They have you raise your\nright hand, put your left hand down your pants, and repeat that!"},{"person":"Ross","txt":" Filming Rachel is not something I planned. Okay look, here’s what\nhappened, and Joey you-you can back me up on this. All right, about-about a month and a\nhalf ago I came to you with a problem? Umm, a personal thing. "},{"person":"Joey","txt":" Personal thing? What personal thing? I don’t know."},{"person":"Ross","txt":" About…about sex? (Joey looks at him confused) That I hadn’t had\nsex in months?"},{"person":"Joey","txt":" (laughs) Yeah I knew what you were talkin’ about."},{"person":"Ross","txt":" Hey!"},{"person":"Joey","txt":" Hey."},{"person":"Ross","txt":" Do you have a minute? I’d like to talk to you about something\nI’m, I’m really uncomfortable talking about."},{"person":"Joey","txt":" Sure. What? About uh, you showering with your mom?"},{"person":"Ross","txt":" I actually had a topic in mind! I’m, I’m kinda going through a\ndry spell, sex wise."},{"person":"Joey","txt":" Whoa, for like months?"},{"person":"Ross","txt":" Five to be lying, six."},{"person":"Joey","txt":" Six months? Whoa that’s rough."},{"person":"Ross","txt":" Well, I mean it’s not all bad. I’m learning to appreciate the\nuh, smaller things in life. Like the sound of a bird and the color of the sky."},{"person":"Joey","txt":" The sky’s blue Ross and I had sex yesterday!"},{"person":"Ross","txt":" Please, help me! I have a date tonight. It has to go well\nokay—I’m scared for my health!"},{"person":"Joey","txt":" Okay. Okay. Umm…Ooh! Oh-oh, I got something. It’s this story I\ncame up with, very romantic. I swear any woman that hears it; they’re like putty."},{"person":"Ross","txt":" Really? Well then tell it to me."},{"person":"Joey","txt":" Okay. Now you’re gonna want to have sex with me when you hear it, but\nyou have to remember it is "},{"person":"Ross","txt":" (sarcastic) I’ll try to control myself."},{"person":"Joey","txt":" Okay. (Clears throat) Years ago, when I was backpacking across Western\nEurope…"},{"person":"Ross","txt":" (laughs) You were backpacking across Western Europe?"},{"person":"Joey","txt":" Have a nice six more months Ross! (Starts to leave.)"},{"person":"Ross","txt":" (stopping him) Okay! Okay! Okay. I’m sorry. Please, please, you were\nin Western Europe and?"},{"person":"Joey","txt":" I was just outside Barcelona hiking in the foothills of Mount Tibidabo. I\nwas at the end of this path and I came to a clearing and there was a lake, very secluded.\nAnd there were tall trees all around. (Whispering) It was dead silent. Gorgeous. (Softly)\nAnd across the lake I saw…a beautiful woman…bathing herself…but she was\ncrying…"},{"person":"Ross","txt":" (intently listening) Why?"},{"person":"Kristen","txt":" Umm, this is great wine."},{"person":"Ross","txt":" It’s from France…In Europe…Western Europe. Y’know umm,\na few years ago I actually was backpacking across Western Europe."},{"person":"Kristen","txt":" Really?"},{"person":"Ross","txt":" Uh-hmm—Wait! It gets better. Um, yeah I was in Barcelona."},{"person":"Kristen","txt":" I studied for a year in Barcelona. (Ross is stunned and worried.)"},{"person":"Ross","txt":" Anyway, umm so I was um, I was hiking…"},{"person":"Kristen","txt":" I love hiking!"},{"person":"Ross","txt":" (whines) Oh that’s great! I was hiking along the foothills of Mount\nTibidaybo…"},{"person":"Kristen","txt":" I think its Tibidabo."},{"person":"Ross","txt":" Okay! Do you wanna tell the story?!"},{"person":"Joey","txt":" Whoa! What are you doing here? How did your date go?"},{"person":"Ross","txt":" Great! I’m across the street having sex with her right now. Your\nstory sucks!"},{"person":"Joey","txt":" Hey! Look, if it didn’t work it’s because you didn’t tell\nit right! Show me how you did it."},{"person":"Ross","txt":" No! No, I don’t…don’t want to."},{"person":"Joey","txt":" How long since you’ve seen a girl naked?"},{"person":"Ross","txt":" I was backpacking across Western Europe."},{"person":"Joey","txt":" I’m not feeling it."},{"person":"Ross","txt":" I was just outside Barcelona, hiking…"},{"person":"Joey","txt":" No! No! No Ross! I’m not hot! Are you hot?"},{"person":"Ross","txt":" It’s been six months! I’m always hot!"},{"person":"Joey","txt":" Well you’re not selling the story! It’s like; it’s like you\ndon’t believe it! Look, I gotta go. I got a date, but try this. Do what I do when\nI’m preparing for an audition. Okay? I’ll set you up with my video camera and\nyou can record yourself and-and see what you’re doing wrong."},{"person":"Ross","txt":" I’ll try that."},{"person":"Joey","txt":" All right now… All right, you’re all set up. You’re good to\ngo. Just hit record. All right?"},{"person":"Ross","txt":" Thanks."},{"person":"Joey","txt":" Good luck."},{"person":"Ross","txt":" Thanks. And-and hey Joe?"},{"person":"Joey","txt":" Yeah?"},{"person":"Ross","txt":" Listen, if you ever have any problem with the ladies you know I’ll\nhelp you out."},{"person":"Joey","txt":" (trying not to laugh) That means a lot to me man. (Exits.)"},{"person":"Ross","txt":" Hello! Can I get you anything? Huh? Lens cleaner? Your battery okay?\n(Rachel bursts in carrying two boxes and Ross jumps up.) Rachel!"},{"person":"Rachel","txt":" Oh Ross!"},{"person":"Ross","txt":" Hi!"},{"person":"Rachel","txt":" Thank God you’re here! You have to help me! Were you just talking\nto yourself?"},{"person":"Ross","txt":" That’s less embarrassing, yes. Yes I was."},{"person":"Ross","txt":" (voiceover) So when she came in, I got distracted and totally forgot about\nthe camera. [Cut back to the present day.] It kept rolling and recorded everything."},{"person":"Chandler","txt":" Yeah, we’re gonna need to see that tape. (They rest of them\nagree.)"},{"person":"Monica","txt":" Yeah, definitely."},{"person":"Ross","txt":" What a great idea! That will get Rachel to forgive me!"},{"person":"Joey","txt":" Y’know what? This is not fair to her. Let’s just forget the\ntape!"},{"person":"Ross","txt":" Thank you. (Joey mouths to Ross, \"You’ll show me right?\")\nNo!"},{"person":"Joey","txt":" You’re right. (Mouths, \"I know you’ll show me, right?)"},{"person":"Ross","txt":" Joey! No!"},{"person":"Joey","txt":" Loud and clear! (Mouths, \"You’ll show me,\" and nods.)"},{"person":"Monica","txt":" I still don't get why Greg and Jenny would give us a fake number."},{"person":"Joey","txt":" Y’know, if they knew what they were doing they probably didn’t\ngive you real names either."},{"person":"Monica","txt":" Okay, maybe people give out fake numbers, but they don’t give out\nfake names."},{"person":"Joey","txt":" Oh yeah? (To Phoebe) Hi, Ken Adams, nice to meet you."},{"person":"Phoebe","txt":" Regina Philange. (Ken and Regina shake hands.)"},{"person":"Chandler","txt":" I still don’t get it, we didn’t do anything wrong."},{"person":"Monica","txt":" I know! Although, you did tell an awful lot of jokes."},{"person":"Chandler","txt":" I thought you said those jokes were funny. Joke! Joke! Joke!"},{"person":"Monica","txt":" (rolling her head from side to side) Joke. Joke. Blah! Blah! (Joey and\nPhoebe laugh.)"},{"person":"Chandler","txt":" Well maybe it was all of your questions."},{"person":"Monica","txt":" What about my questions?"},{"person":"Chandler","txt":" The sheer volume, it was like flying with the Riddler!"},{"person":"Monica","txt":" Oh, I’m sorry. Was that another joke?"},{"person":"Chandler","txt":" (angrily) Was that another question?"},{"person":"Rachel","txt":" (entering) Hey! Is Ross still here?"},{"person":"Joey","txt":" Uh no Rach, he’s gone. But listen, he told us what happened and it\ndoes, it sounds like an honest mistake."},{"person":"Rachel","txt":" Oh really? Well how would you like it if I had sex with you and I taped\nit? (Joey smiles luridly) Oh forget it! (Ross enters.) Oh there he is now, the father of\nmy child, the porn king of the west village."},{"person":"Ross","txt":" Look, it was accident! Okay? I-I feel bad that it happened, but I swear, I\ndidn’t even watch it! Anyway, here. (He takes the tape out of his coat pocket.) I\nthought you might be more comfortable destroying it yourself. (Tosses her the tape.)"},{"person":"Rachel","txt":" Thank you. (She sets it on the floor and is about to stomp on it with\nher shoe when the rest of the gang jumps up and yells simultaneously.) What? (They all\nyell again.) You don’t want to see this do you?"},{"person":"Monica","txt":" Hell yeah!!!"},{"person":"Rachel","txt":" I am "},{"person":"Phoebe","txt":" No! Not the sex part, just the stuff leading up to it."},{"person":"Ross","txt":" Forget it, she’s destroying it."},{"person":"Phoebe","txt":" Okay fine! Fine! We’ll just have to think of some other way to put\nthe whole ‘Who came onto who,’ thing to rest! Come on now, think!!"},{"person":"Ross","txt":" Look, forget it Phoebe. Okay? It’s Rachel’s tape and she can do\nwhatever she wants with it. And she wants to destroy it. So, end of story."},{"person":"Rachel","txt":" I wanna see it."},{"person":"Ross","txt":" What?!"},{"person":"Rachel","txt":" Clearly you don’t want people to see this tape. Now I don’t\nwant people to see this tape either, but you so badly don’t people to see it makes me\nwant to see it. You see?"},{"person":"Joey","txt":" (confused) Are we watchin’ the tape or not?!"},{"person":"Ross","txt":" I don’t want people to see it for your sake."},{"person":"Rachel","txt":" Ahh, I don’t believe you. I think you don’t want them to see\nyou begging me. (Goes to put the tape in the VCR)"},{"person":"Ross","txt":" Rachel, please…"},{"person":"Rachel","txt":" Ah, a little preview!"},{"person":"Ross","txt":" Fine. Fine, but I want the record to show that I tried to take the high\nroad, because in about five minutes I’m gonna be saying…(He laughs and points at\nRachel sarcastically.)"},{"person":"Rachel","txt":" Okay, here we go. (Pushes play.)"},{"person":"Ross","txt":" (on tape) Hello! Can I get you anything?"},{"person":"Joey","txt":" (To Phoebe) I’m so happy!"},{"person":"Rachel","txt":" (on tape) Oh, thank God you’re here! You have to help me! Were you\njust talking to yourself?"},{"person":"Rachel","txt":" There I am."},{"person":"Phoebe","txt":" You’re gonna get pregnant."},{"person":"Rachel","txt":" (on tape) I screwed up so bad, I told Monica that I would stuff and send\nall these wedding invitations like weeks ago and I-I…"},{"person":"Ross","txt":" (on tape) You didn’t do it?"},{"person":"Rachel","txt":" (on tape) I-I know—I had put them in…in-in my desk at work and\nI completely forgot about them until today."},{"person":"Monica","txt":" (taking Rachel’s hand) Sweetie okay. It’s okay. Everybody made\nit to the wedding. I’m fine."},{"person":"Rachel","txt":" Kinda hurtin’ my hand though."},{"person":"Monica","txt":" I know."},{"person":"Rachel","txt":" (on tape) (Ross hands her a glass of wine) I cannot believe that I did\nthis. Especially after Monica just went on and on and on about it! (Mimicking Monica)\n\"Okay Rachel! Here are the invitations Rachel! Now be very careful Rachel! Please,\ndrinking no liquids around the invitations Rachel!\" (She tilts her wine glass above\nand moves it back and forth across the invitations) Whoa oh! Oh-oh-oh!\nOh…oh-oh-oh…"},{"person":"Chandler","txt":" Did you do "},{"person":"Ross","txt":" (pause) Not on the ones we sent out."},{"person":"Chandler","txt":" So, just the ones gave back to us and we had framed! (Slams the framed\ninvitation down onto the table.)"},{"person":"Rachel","txt":" (on tape) Can you believe this is already happening? I mean it seems\nlike yesterday they just got engaged."},{"person":"Ross","txt":" (on tape) I know. Hey remember…remember the night they got engaged?\nHow uh, you and I almost…"},{"person":"Rachel","txt":" (on tape) Oh, I remember how we almost. Do you think we would’ve\ngone through with it? Y’know, if we hadn’t gotten caught. Do you think we\nwould’ve done it?"},{"person":"Ross","txt":" (on tape) I mean I…I know I wanted to. I just, I just wasn’t\nsure if you wanted to."},{"person":"Rachel","txt":" (on tape) Oh I wanted to."},{"person":"Ross","txt":" (on tape) So we…we both wanted to."},{"person":"Rachel","txt":" (on tape) Interesting."},{"person":"Ross","txt":" (on tape) Yeah. (Pause) Anyway umm, it probably worked out for the best."},{"person":"Rachel","txt":" (on tape) Oh yeah, sure."},{"person":"Rachel","txt":" Okay, in about ten seconds you’re gonna see him kiss me."},{"person":"Ross","txt":" And in about five seconds you’re gonna see why."},{"person":"Rachel","txt":" (on tape) Ross did I ever tell you about the time that I went\nbackpacking through Western Europe?"},{"person":"Rachel","txt":" Okay, get ready to see some beggin’!"},{"person":"Phoebe","txt":" Oh, you came on to Ross!"},{"person":"Rachel","txt":" What?!"},{"person":"Ross","txt":" Now I’m so happy."},{"person":"Rachel","txt":" What are you talking about?!"},{"person":"Monica","txt":" You used the Europe story!"},{"person":"Chandler","txt":" That’s the magic story you use when you wanna have sex!"},{"person":"Rachel","txt":" How do you know about that story?!"},{"person":"Joey","txt":" How do "},{"person":"Rachel","txt":" I heard it from my friend Irene who heard it from some guy!"},{"person":"Joey","txt":" (raises his hand) Some guy!! (Points to himself.)"},{"person":"Rachel","txt":" No. No, she told me his name was Ken Adams."},{"person":"Joey","txt":" (raises his hand and points to himself again) Ken Adams!!"},{"person":"Ross","txt":" Hi."},{"person":"Rachel","txt":" So uh, apparently people are familiar with the Europe story?"},{"person":"Ross","txt":" Yeah. Listen about that, the whole uh, who came on to who thing really\ndoesn’t matter. I mean, I think it would’ve happened either way. I mean if you\nhadn’t initiated it I-I-I know I would’ve."},{"person":"Rachel","txt":" It was an amazing night."},{"person":"Ross","txt":" It was. It was an amazing night."},{"person":"Rachel","txt":" You think it looked amazing?"},{"person":"Ross","txt":" I uh… I don’t know. I mean I…I honestly didn’t watch\nit."},{"person":"Rachel","txt":" Yeah, me neither. Yet…"},{"person":"Ross","txt":" Uhhhhhh…that-that may be weird."},{"person":"Rachel","txt":" Yeah, it would be really weird."},{"person":"Ross","txt":" Good luck."},{"person":"Rachel","txt":" Good luck to you."},{"person":"Ross","txt":" Mind if I mute?"},{"person":"Rachel","txt":" Oh please. (He does so.)"},{"person":"Ross","txt":" Oh, oh there go the clothes."},{"person":"Rachel","txt":" You are undressing very quickly."},{"person":"Ross","txt":" Six months Rachel, six months."},{"person":"Ross and Rachel","txt":" Ah. (Pause) Oh."},{"person":"Ross","txt":" Hey. We-we look…we look pretty good."},{"person":"Rachel","txt":" That’s what I was gonna say."},{"person":"Ross","txt":" Oh nice tan!"},{"person":"Rachel","txt":" Thank you! I had just gone to the beach that weekend."},{"person":"Ross","txt":" Ah…."},{"person":"Rachel","txt":" Have you been working out?"},{"person":"Ross","txt":" I have been working out."},{"person":"Rachel","txt":" Really? Wow, this is so much better than I…"},{"person":"Ross and Rachel","txt":" Ohh! Ew!"},{"person":"Ross","txt":" Oh that’s not pretty."},{"person":"Rachel","txt":" Oh! Oh!"},{"person":"Ross","txt":" No!"},{"person":"Rachel","txt":" Oh God!"},{"person":"Ross","txt":" Oh no!"},{"person":"Rachel","txt":" Oh, make it stop!"},{"person":"Ross","txt":" Oh no!!"},{"person":"Rachel","txt":" Make it stop!!"},{"person":"Ross","txt":" No!!"},{"person":"Rachel","txt":" Have to make it stop!!"},{"person":"Ross","txt":" No!!!"},{"person":"Monica","txt":" (on phone) Hello Greg? (Listens) Hi, this is Monica from the plane?\nListen, the number that you gave me 853-5… (Listens) (To Chandler) That is their old\nnumber! Jenny’s been giving it out since they moved!"},{"person":"Chandler","txt":" Jenny! That is so Jenny!"},{"person":"Monica","txt":" (on phone) Hey listen umm, how would you like to get together? Say next\nSaturday? (Listens) Okay, how about Sunday? (Listens) Okay umm, the week after that?\n(Listens) The week after that? (Listens) Y’know what Greg? Y’know what? We are\ngood, interesting, funny people with "}]