[{"person":"Monica","txt":" I’m glad you’re here, we have a couple of things to ask you\nabout the wedding ceremony."},{"person":"Rachel","txt":" (starting to cry) Ohh…"},{"person":"Ross","txt":" What’s the matter? You okay?"},{"person":"Rachel","txt":" Yeah, it’s just y’know…"},{"person":"Chandler","txt":" (To Ross) Monica said wedding."},{"person":"Monica","txt":" Uh, so anyway, we thought one of you could read something during the\nceremony."},{"person":"Rachel","txt":" Oh! I would love to read a poem."},{"person":"Chandler","txt":" Do you think you could get through a poem?"},{"person":"Rachel","txt":" (crying) It’ll be a short one."},{"person":"Monica","txt":" Okay, so Ross will be doing the reading."},{"person":"Rachel","txt":" Ohhh…"},{"person":"Ross","txt":" Okay. Yeah, I guess, I guess I could do that too."},{"person":"Chandler","txt":" Too?"},{"person":"Ross","txt":" Yeah, I kind of uh, have something else planned for you guys."},{"person":"Monica","txt":" Do you mind telling us what it is?"},{"person":"Ross","txt":" Sorry, I’m kinda keeping this one on the Q.T."},{"person":"Chandler","txt":" Well, whatever it is, I hope it involves winking. (Winks in a spy-type\nmanner.)"},{"person":"Joey","txt":" (entering, excited) Hey!"},{"person":"All","txt":" Hey!"},{"person":"Joey","txt":" So I just talked to one of the DOOL writers today, and…"},{"person":"Monica","txt":" What is DOOL?"},{"person":"Joey","txt":" "},{"person":"All","txt":" Oh!!"},{"person":"Chandler","txt":" That’s great!"},{"person":"Joey","txt":" And-and-and not only that, I’m gettin’ a new brain!!"},{"person":"Chandler","txt":" So great things are happening at work "},{"person":"Rachel","txt":" Wait, what do you mean you’re getting a new brain?"},{"person":"Joey","txt":" Oh well, they’re killing off one of the characters on the show, and\nwhen she dies her brain is being transplanted into my body."},{"person":"Ross","txt":" What? A brain transplant?!"},{"person":"Joey","txt":" (seriously) Yes, it’s a highly controversial procedure."},{"person":"Ross","txt":" It’s ridiculous!"},{"person":"Joey","txt":" Well, I think it’s ridiculous that you haven’t had sex in three\nand a half months."},{"person":"Ross","txt":" (to Monica and Rachel) It’s winter, they are fewer people on the\nstreet. (Rachel and Monica smile and nod, knowingly.)"},{"person":"Monica","txt":" Who are they killing off?"},{"person":"Joey","txt":" Uh Cecilia Monroe, she plays Jessica Lockhart."},{"person":"Rachel and Monica","txt":" Noo!!"},{"person":"Monica","txt":" She’s my favorite character on DOOL."},{"person":"Joey","txt":" Nice."},{"person":"Rachel","txt":" She is so good at throwing drinks in people’s faces, I mean I\ndon’t think I’ve ever seen her finish a beverage."},{"person":"Monica","txt":" And the way she slaps all the time!"},{"person":"Rachel","txt":" Oh!"},{"person":"Monica","txt":" Wouldn’t you love to do it just once?! (Raises her hand towards\nChandler.)"},{"person":"Chandler","txt":" Don’t do it."},{"person":"Rachel","txt":" Cecilia Monroe man, what a great actress."},{"person":"Joey","txt":" Oh, tell me about it. And she’s been on the show forever, it’s\ngonna be really hard to fill her shoes."},{"person":"Ross","txt":" Yeah-yeah, help me out here, when you come out of the \"brain\ntransplant,\" you are going to be her?"},{"person":"Joey","txt":" Yes, but in Drake Remoray’s body. (Ross laughs unbelievably.) Why is\nthis so hard for you to get? I thought you were a scientist!"},{"person":"Phoebe","txt":" (Clears Throat) Rach, so, that guy there. Straight or gay?"},{"person":"Rachel","txt":" (They both look behind them.) Well, I'd have to say gay."},{"person":"Phoebe","txt":" Yeah? Why?"},{"person":"Rachel","txt":" Well mainly because he's kissing that other guy."},{"person":"Phoebe","txt":" Oh no not that guy there. That guy right there. (Pointing to an\nattractive man sitting at a table behind them.)"},{"person":"Rachel","txt":" Oh yeah he's too cute to be straight."},{"person":"Phoebe","txt":" (A woman with large breasts walks in the door) Ohh knockers will help us\nfigure it out. (She walks by and he checks her out.)"},{"person":"Rachel","txt":" All right, straight, and not subtle. (The man gets up and leaves.)"},{"person":"Phoebe","txt":" Ohh, he left his cell phone."},{"person":"Rachel","txt":" Oh, well, we can hand it to Gunther and he'll put it in lost and found."},{"person":"Phoebe","txt":" Or we could use it to call China. See how those guys are doing."},{"person":"Rachel","txt":" What if, um, if he calls his own cell phone to find out who found it and\nI answer and we start talking and we fell in love. I mean wouldn't that be a great story?\nKind of like a fairy tale for the digital age."},{"person":"Phoebe","txt":" Yeah… That does sound great. I'm going to get the phone. (They both\nget up.)"},{"person":"Rachel","txt":" What? Wait! Why…why do you get the story?"},{"person":"Phoebe","txt":" I don't know. I haven't been out on a date in so long."},{"person":"Rachel","txt":" Phoebe, you had a date three days ago."},{"person":"Phoebe","txt":" That wasn’t a date! That was, that was just friends getting\ntogether…(quietly) having sex."},{"person":"Rachel","txt":" Okay. Okay, see? I get the phone."},{"person":"Phoebe","txt":" No way! No way! You "},{"person":"Rachel","txt":" Yeah! (Breaking up) And until now, I didn’t think I’d love\nagain."},{"person":"Phoebe","txt":" Nice try."},{"person":"Rachel","txt":" Oh hey-hey wait! How do we fairly decide who gets the phone?"},{"person":"Phoebe","txt":" I don’t know. "},{"person":"Rachel","txt":" Well umm, maybe we could uhh… (Grabs the phone) Ah-ha! Too slow!! "},{"person":"Phoebe","txt":" Ah-ha! Too cocky!"},{"person":"Dina","txt":" I’m going to keep dating him Mother, and there’s nothing you can\ndo about it!"},{"person":"Jessica Lockhart","txt":" Oh yes there is!"},{"person":"Dina","txt":" What are you going to do? Kill him? Like you did with Charles?!"},{"person":"Jessica Lockhart","txt":" (gasps) That was an accident! And so were you."},{"person":"Dina","txt":" Well, at least I’m not a murderer! (Jessica slaps her.)"},{"person":"Jessica Lockhart","txt":" (crying) Oh, my baby! (Hugs Dina, but moves Dina’s head\nto her other shoulder so that she’s the only one in the picture.)"},{"person":"Joey","txt":" That was a great scene! And-and-and that slap looks so real! How do you do\nthat?"},{"person":"Cecilia","txt":" Oh, just years of experience."},{"person":"Dina","txt":" (crying) Can I get some ice here?!"},{"person":"Joey","txt":" Oh anyway, I just wanted to say how wonderful I think you are."},{"person":"Cecilia","txt":" You’re not the fan who’s dying are you?"},{"person":"Joey","txt":" Say what?"},{"person":"Cecilia","txt":" I’m supposed to meet and hug a fan whose dying, but that’s\nnot supposed to be until (to no one in particular) later!"},{"person":"Joey","txt":" No. No, I’m Joey Tribbiani; we did a scene together yesterday.\nI-I’m the guy in the coma!"},{"person":"Cecilia","txt":" Oh that was a real person?!"},{"person":"Joey","txt":" An-an-anyway I-I just wanted to say that since I’m getting your brain\nwhen you leave the show, I was wondering if there was any tips you can give me…"},{"person":"Cecilia","txt":" I-I-I’m leaving the show?"},{"person":"Joey","txt":" (quickly) I don’t know. Why? Did you hear something?"},{"person":"Cecilia","txt":" Who told you that?"},{"person":"Joey","txt":" Oh uh, one of the writers."},{"person":"Cecilia","txt":" Which one? Was it bald or was it tall?"},{"person":"Joey","txt":" Umm…"},{"person":"Cecilia","txt":" Y’know what? It doesn’t matter! Because it is not true!"},{"person":"Joey","txt":" Okay."},{"person":"Cecilia","txt":" And if it were true, how "},{"person":"Joey","txt":" Ms. Monroe… (She slaps him) Oh there you go. (She storms off, leaving\nJoey standing next to Dina. They share a nod at the ferocity of the slap they just\nreceived.)"},{"person":"Rachel","txt":" No Phoebe! You cannot get the phone that way; that’s not fair! Okay\nlook, I have an idea. Why don’t we, why don’t we see what kind of number he has\non his speed dial, and then from that we can tell who has more in common with him. And\nthen whoever does gets the phone."},{"person":"Phoebe","txt":" Or, we can decide by whose ever name is closer to the word phone."},{"person":"Rachel","txt":" I don’t think so."},{"person":"Phoebe","txt":" (handing Rachel the phone) Fine all right, but I’d bet you’d\nbe singing another tune if we were fighting over a ratchet."},{"person":"Rachel","txt":" (checking the speed dial) All right, first name on the speed dial is\nmom."},{"person":"Phoebe","txt":" Ohh, I lost my mom to suicide."},{"person":"Rachel","txt":" Okay no way, you cannot use that to get the cute guy and the last\nblueberry muffin."},{"person":"Phoebe","txt":" Did I use that already today? I’m sorry."},{"person":"Rachel","txt":" Yes okay. (Checking the speed dial again.) Well now see this isn’t\ntelling us anything. (Reading the speed dial) Joe. Carlos. Peter. Ooh! Peter Luger! T\nhat’s a steak house!"},{"person":"Phoebe","txt":" Okay, a meat eater. Fine, that’s one for you."},{"person":"Rachel","txt":" (looking at the speed dial) Oh, I win! He’s got "},{"person":"Phoebe","txt":" So you don’t know that’s "},{"person":"Rachel","txt":" (showing Phoebe her phone) His new girlfriend!"},{"person":"Monica","txt":" What is that?"},{"person":"Chandler","txt":" I think it’s the dying cat parade."},{"person":"Monica","txt":" It sounds like it’s coming from across the street."},{"person":"Chandler","txt":" (turning around and looking) Oh my God!"},{"person":"Monica","txt":" What?"},{"person":"Chandler","txt":" Y’know that thing that Ross was gonna do at our wedding?! He was\nhanging out with me yesterday and he turned to me and said, \"You’re half\nScottish right?\""},{"person":"Monica","txt":" Nooo!!"},{"person":"Chandler","txt":" Yes!!"},{"person":"Monica","txt":" No, there is no way! It can "},{"person":"Chandler","txt":" Why is your family "},{"person":"Monica","txt":" He cannot play at our wedding! I mean everyone will leave! I mean come\non, that is just noise! It’s not even a song!"},{"person":"Chandler","txt":" If you listen very carefully, I think its "},{"person":"Rachel","txt":" Hi Pheebs!"},{"person":"Phoebe","txt":" Hi!"},{"person":"Rachel","txt":" How are ya?"},{"person":"Phoebe","txt":" Good."},{"person":"Rachel","txt":" Umm Pheebs, remember when we were in the coffee house we decided that I\nwas going to keep the uh, the cute guy’s cell phone?"},{"person":"Phoebe","txt":" Yeah."},{"person":"Rachel","txt":" And remember how I said I was going to keep it in my purse so that if it\nrang I could just pick it up?"},{"person":"Phoebe","txt":" Yeah!"},{"person":"Rachel","txt":" And do you remember going into my purse and stealing the phone?!"},{"person":"Phoebe","txt":" Ooh, now you lost me."},{"person":"Rachel","txt":" You stole the phone!"},{"person":"Phoebe","txt":" No I didn’t!"},{"person":"Rachel","txt":" No? So you’re saying that if I called it, it wouldn’t ring?"},{"person":"Phoebe","txt":" No."},{"person":"Rachel","txt":" Umm, okay. But while you dial, let me show you the features of my new\nringing handbag. (Rachel dials her phone and Phoebe’s bag starts to ring.) Oh, it\ndoes work! (Rachel grabs the phone and takes it out of Phoebe’s handbag.)"},{"person":"Rachel","txt":" Phoebe!"},{"person":"Phoebe","txt":" That is a different phone."},{"person":"Rachel","txt":" Oh is it?! (She answers the cute guy’s phone.) Uhh, hello? (On her\nphone) Yes hi, is Rachel there? (On the other phone) Yes she is, just one moment please.\n(To Phoebe, holding out both phones.) It’s for me!"},{"person":"Phoebe","txt":" That is damning evidence."},{"person":"Rachel","txt":" Oh my God! I bet that’s him. My digital fairy tale is about to\nbegin. I wonder how I should be? Should I be uh (In a sexy voice) Hello? Or should I be\n(Happily) Hi! It’s Rach… (Phoebe knocks the phone out of Rachel’s hand,\ncatches it, and answers it.) Would you stop doing that?!"},{"person":"Phoebe","txt":" (on phone) Hello? (Listens) Yes, I’m the one who found your phone."},{"person":"Rachel","txt":" Phoebe! You can’t do th…"},{"person":"Phoebe","txt":" (To Rachel) Shhh! I’m on a call! (On phone) Umm well yeah, you can\npick it up tonight, say 8:30? At-at my apartment. It’s umm, it’s umm 5 Morton\nStreet, Apartment 14, umm and then maybe y’know after we can grab a bite to eat or\nwhatever. (Listens) Okay, well okay I’ll see you then. (Listens) Bye. (Hangs up.)"},{"person":"Rachel","txt":" You do know that I will be here when he comes over."},{"person":"Phoebe","txt":" Oh? And how will you know what time to come over?"},{"person":"Rachel","txt":" You just said it!"},{"person":"Phoebe","txt":" Oh. Okay, well I-I was kinda hoping that I would just…be alone\ny’know to think about my mom and her suicide."},{"person":"Rachel","txt":" Oh Phoebe!"},{"person":"Phoebe","txt":" What?! That’s the first time today!"},{"person":"Rachel","txt":" Ohh! (Exits.)"},{"person":"Joey","txt":" So you like the nachos uh? Myself I’m partial to…"},{"person":"Dina","txt":" (interrupting) I’m 16."},{"person":"Joey","txt":" See you in 2003. (She walks away.)"},{"person":"Cecilia","txt":" (walking up) You’re absolutely right they are writing me out of\nthe show. They don’t know exactly when it’s going to happen, but apparently\ngoing to be very soon and that’s it."},{"person":"Joey","txt":" I’m so sorry. Look, if it was up to me you would never leave the\nshow."},{"person":"Cecilia","txt":" Yeah, thanks."},{"person":"Joey","txt":" No I mean it! I can’t believe they would do this to you! And to your\nfans! I mean they are going to be devastated! Heart broken! They love you so much!"},{"person":"Cecilia","txt":" Oh you’re right. Thank you! What’s your name again?"},{"person":"Joey","txt":" Joey."},{"person":"Cecilia","txt":" Joey, well thank you. That is so sweet. Oh, excuse me. (She throws her\ndrink on a passing writer.)"},{"person":"The Writer","txt":" It wasn’t my decision!"},{"person":"Cecilia","txt":" (to him) I’m having a conversation here! (To Joey) You were\nsaying?"},{"person":"Joey","txt":" Uh yeah-ye-ye-ye-ye-ye—l-l-l-l-l-look the-the-the only reason that I,\nthat I came up to you before was because well, I’m really nervous about-about being\nyou. Y’know if you can help me capture the essence of the character. Y’know?\nHelp me keep Jessica alive. Please?"},{"person":"Cecilia","txt":" All right Joey, I will help you. Not because I-I owe it to this "},{"person":"Joey","txt":" Oh that’s great! Oh thank you so much!"},{"person":"Cecilia","txt":" You’re so welcome."},{"person":"Joey","txt":" Hey! Now, I’ve been watching some tapes, how’s this? (In a\nBritish accent.) \"Jessica Lockhart will never step foot in this place again!\nEver!!\""},{"person":"Cecilia","txt":" Is that supposed to be me?"},{"person":"Joey","txt":" Yeah."},{"person":"Cecilia","txt":" Yeah but Jessica doesn’t have an English accent."},{"person":"Joey","txt":" (shocked) I can do an English accent?! That baby’s going on my\nresume!"},{"person":"Chandler","txt":" Well, I feel like a snack!"},{"person":"Monica","txt":" Do you want some shortbread? Eh that’s Scottish like you are."},{"person":"Chandler","txt":" Oh no thanks. I don’t like "},{"person":"Ross","txt":" What?!"},{"person":"Chandler","txt":" Well it’s just my entire family was run out of Scotland\nby…Vikings. Anyway, lots of bad memories. (Makes a few unintelligible noises.)"},{"person":"Ross","txt":" Oh well, it sounds to me like your family is ready to uh, rediscover its\nScottish roots."},{"person":"Monica","txt":" No! No-no they’re not. They’re still very angry! But\ny’know Chandler is also half-Swedish. You know what the Swedish people are famous\nfor? Sitting down and being quiet."},{"person":"Ross","txt":" Well yeah-yeah the Scottish history is so much more…"},{"person":"Monica","txt":" (interrupting) You can not play bagpipes at the wedding!!"},{"person":"Ross","txt":" How did you know about that?!"},{"person":"Chandler","txt":" We heard you play all the way from your apartment!"},{"person":"Ross","txt":" Were you the ones called the cops?!"},{"person":"Chandler","txt":" That’s not really important right now. What is important is;\nwhile we appreciate the gesture, we just don’t feel bagpipes are appropriate for our\nwedding."},{"person":"Ross","txt":" Why not?"},{"person":"Chandler","txt":" Because we hate them."},{"person":"Ross","txt":" Come on that’s not fair! I mean you haven’t even heard me play!"},{"person":"Chandler","txt":" We "},{"person":"Ross","txt":" No, you’ve heard my practice. Okay? Just-just give me a chance to\nperform for you and then decide whatever you want. And I’m not going to tell you what\nsong I’m gonna play either. But uh, let’s just say when it’s over I’ll\nbet there will be a we bit o’ celebration."},{"person":"Cecilia","txt":" So, the essence of the character is rooted in her confidence. So, when\nJessica enters a room for instance, she owns everything and every person in that room.\n(Joey is nodding.) You try."},{"person":"Joey","txt":" Okay! (He scurries out the set door and re-enters, extremely impressed)\nAll right!"},{"person":"Cecilia","txt":" No, he already knows that he owns everything in the room! He’s not\nfinding it out for the first time! So, try it again."},{"person":"Joey","txt":" Okay. Okay. (He goes out and comes back in, glaring at everything.)"},{"person":"Cecilia","txt":" Right. He’s not angry at the room either. Try it again, he owns\nit! He owns the room. It is his. He owns, owns, owns, "},{"person":"Joey","txt":" Oh well—Hey-hey! Maybe, maybe uh, maybe this is a good thing.\nY’know? It’ll-it’ll give you a chance to shake things up, play different\ncharacters. You’re so talented."},{"person":"Cecilia","txt":" I am. I am, but I don’t know you know. An actor of a certain age\nis not that easy."},{"person":"Joey","txt":" Hey that’s not true! Look at uh, look at Angela Lansb—Angelina\nJolie!"},{"person":"Cecilia","txt":" I probably should’ve just left years ago when the offers were\npouring in, but y’know I just got so comfy here! And… Ohh, I turned down some\namazing work!"},{"person":"Joey","txt":" Like-like what?"},{"person":"Cecilia","txt":" Well, let’s just say if I left 15 years ago, the landscape of\nMexican cinema would be very different today!"},{"person":"Joey","txt":" (impressed) Wow!"},{"person":"Cecilia","txt":" But… Well now, now’s a different time for me. (Starts to\ncry.)"},{"person":"Joey","txt":" Oh hey come on, don’t-don’t-don’t do this! Umm, look\nlet-let me tell you something, okay? Now when I watch you do a scene, I’m thinking,\n\"Boy, she-she is a great actress!\" (She’s not buying it.) Uh but-but, I am\nalso thinking, \"She is hot!\""},{"person":"Cecilia","txt":" (intrigued) You think I’m hot?"},{"person":"Joey","txt":" You own the room. (She smiles and stares longingly into his eyes.) We\nshould probably get-get uh…"},{"person":"Cecilia","txt":" Oh yeah-yeah, we should get the… (Pause) So when Jessica kisses a\nman, she usually puts umm, both her hands on the man’s face. (She does so.)"},{"person":"Joey","txt":" Yeah-yeah, I noticed that! Is that ‘cause she’s so passionate?"},{"person":"Cecilia","txt":" No! It’s because that way the camera only sees her! (She takes her\nhands off his face.) Do you wanna try it?"},{"person":"Joey","txt":" Yeah! Okay. (He puts his hands on her face and they kiss.)"},{"person":"Cecilia","txt":" That was good, that was really good. But I-I think your hands maybe a\nlittle off, they should be maybe right like… (She grabs the back of his neck and\nkisses him passionately causing them to fall onto the couch.)"},{"person":"Rachel","txt":" Hey! Hey!"},{"person":"Phoebe and Rachel","txt":" (simultaneously) Who is it?"},{"person":"Guy","txt":" Hi! It’s Tom, I’m here to pick up the phone."},{"person":"Phoebe","txt":" Whoa! Why do you get to answer the door?"},{"person":"Rachel","txt":" Well why shouldn’t I?!"},{"person":"Phoebe","txt":" Because it’s my apartment!"},{"person":"Rachel","txt":" Well, then I get to give him the cell phone."},{"person":"Phoebe","txt":" Okay. All right. (Hands her the phone.) Good luck explaining all the\ncalls to China."},{"person":"Tom","txt":" Hi!"},{"person":"Phoebe","txt":" (To Rachel) Wow! How long were we arguing for?"},{"person":"Rachel","txt":" (laughs) You’re not the man who left the cell phone."},{"person":"Tom","txt":" No that’s my assistant."},{"person":"Rachel","txt":" Is-is he coming? (Looks hopefully out the door.)"},{"person":"Tom","txt":" Umm, no."},{"person":"Phoebe","txt":" Could you-could you umm, give us one second?"},{"person":"Tom","txt":" Sure!"},{"person":"Rachel","txt":" We’ll be right back sir."},{"person":"Tom","txt":" Sure."},{"person":"Phoebe","txt":" Wh-what do we do?"},{"person":"Rachel","txt":" I don’t know!"},{"person":"Phoebe","txt":" Can you believe this? (Rachel exhales in amazement.) We were waiting for\na hot guy and then an even hotter one shows up!"},{"person":"Rachel","txt":" I know! (Realizes what Phoebe said.) What?!"},{"person":"Phoebe","txt":" Hmm, they just don’t "},{"person":"Rachel","txt":" (turning and looking at Tom again) No-no they do but, you just have to\nwait."},{"person":"Phoebe","txt":" Rachel, listen—I mean, if you let me have him then I will "},{"person":"Rachel","txt":" (fake disappointment) All right. All right Phoebe I will let you have\nhim, but you owe me; you owe me big!"},{"person":"Phoebe","txt":" Yeah! You’re such a great friend!"},{"person":"Rachel","txt":" Ohh…"},{"person":"Tom","txt":" So, which one of you lovely ladies am I going to take to dinner huh?"},{"person":"Phoebe","txt":" Oh that’d be me. Sir. (Hands him the cell phone.) After you."},{"person":"Tom","txt":" Okay. Okay. (Exits and Phoebe checks him out.)"},{"person":"Phoebe","txt":" (whispering) Nice!"},{"person":"Cecilia","txt":" Well, you certainly own that room."},{"person":"Joey","txt":" Actually I rent the whole place and, I just got what you meant. Thank you."},{"person":"Rachel","txt":" Hi."},{"person":"Joey","txt":" Hey!"},{"person":"Rachel","txt":" Oh my God! Oh my God!! Ohh, Jessica Lockhart!! In my apartment!! I am\nsuch a huge fan! I am such a huge fan!"},{"person":"Cecilia","txt":" Well, it’s nice to know that you…"},{"person":"Rachel","txt":" (screaming) "},{"person":"Joey","txt":" That uh, that is my roommate Rachel."},{"person":"Cecilia","txt":" Oh that explains all the women’s underwear."},{"person":"Joey","txt":" (shrugs) Sure. Yep."},{"person":"Monica","txt":" (entering with Rachel) Oh my God! It’s true!! Oh my God you are so\namazing! Oh my God, can I just ask you to do me oh, just one favor?"},{"person":"Cecilia","txt":" Certainly."},{"person":"Monica","txt":" Would you slap me? Would you slap me right here in the face?! (Points to\nher cheek.)"},{"person":"Cecilia","txt":" I’d love to, but my lawyer said I can’t do that anymore."},{"person":"Rachel","txt":" God. You seem really, really nice."},{"person":"Joey","txt":" Okay, bye-bye."},{"person":"Rachel","txt":" I mean n-not-not fake at all like most famous people."},{"person":"Joey","txt":" All right, here we go. (He grabs them and starts to pull them out of the\napartment.)"},{"person":"Rachel","txt":" Okay."},{"person":"Monica","txt":" (breaks away) Oh wait, just one more thing! One more minute! (To\nCecilia) Umm, you’re a stupid bitch."},{"person":"Cecilia","txt":" I really can’t slap you. (Monica walks away angrily)"},{"person":"Rachel","txt":" You are so beautiful."},{"person":"Monica","txt":" Nice to meet you! My "},{"person":"Joey","txt":" Thanks for stopping by. See ya! (Throws them out and closes the door.) (To\nCecilia) I-I am so sorry. I…"},{"person":"Cecilia","txt":" Oh no-no-no-no, being adored. I’m used to it, don’t worry\nabout it."},{"person":"Joey","txt":" (notices something in the mail that Rachel brought in) Oh my God!"},{"person":"Cecilia","txt":" What?"},{"person":"Joey","txt":" They sent me today’s script! They never send the script!"},{"person":"Cecilia","txt":" They don’t?"},{"person":"Joey","txt":" Well no, I’m just in a coma. This must mean I have lines! (Realizes\nwhat that means.) Oh…"},{"person":"Cecilia","txt":" How does it happen?"},{"person":"Joey","txt":" (flipping to the last page) Ew, you get thrown from a horse into an\nelectric fence."},{"person":"Cecilia","txt":" Ah what?! Jessica hates horses!"},{"person":"Joey","txt":" Yeah well, I’m guessing after this she’s not going to be crazy\nabout electricity either."},{"person":"Ross","txt":" …now remember you have to imagine me in a kilt."},{"person":"Rachel","txt":" (giggles) (To Ross) I can imagine you in a short plaid skirt and knee\nsocks."},{"person":"Ross","txt":" (To Rachel) Do you wanna start telling secrets?"},{"person":"Rachel","txt":" No!"},{"person":"Ross","txt":" (stands up) Now umm, remember I’m still learning."},{"person":"Ross","txt":" One, two, three, four!"},{"person":"Ross","txt":" You know the song! Sing along!"},{"person":"Ross","txt":" So?"},{"person":"Monica and Chandler","txt":" No!"},{"person":"Dina","txt":" Loosening the saddle on mother’s horse was brilliant Fredrick. And\nthe electric fence, inspired."},{"person":"Dina","txt":" I can’t believe she’s really gone. Look around you, all of this\nis ours. (They move into kiss but; they’re stopped by Joey entering with a huge\nbandage wrapped around his head.)"},{"person":"Joey","txt":" (as Jessica) I don’t think so."},{"person":"Dina","txt":" Who are you?!"},{"person":"Jessica Lockhart","txt":" What’s the matter Dina? Don’t you recognize your own\n(Does a hair flip) mother?!"},{"person":"The Director","txt":" Cut! That was great everybody! Thank you!"},{"person":"Cecilia","txt":" (running out to Joey) That was so wonderful! (Hugs him) Ohh, I think\nthat you’re a better Jessica than I ever was!"},{"person":"Joey","txt":" Oh noo…"},{"person":"Cecilia","txt":" Well of course not, but you were very good."},{"person":"Joey","txt":" Thanks!"},{"person":"Cecilia","txt":" And guess what? Good news! I got another job!"},{"person":"Joey","txt":" Great! Hey! All right! Well-well what is it?!"},{"person":"Cecilia","txt":" A film in Guadalajara!"},{"person":"Joey","txt":" The airport?"},{"person":"Cecilia","txt":" No that’s La Guardia. (Joey nods in recognition.) This is Mexico."},{"person":"Joey","txt":" Ohh. Wow! Well how-how, how will you be gone?"},{"person":"Cecilia","txt":" Eight months."},{"person":"Joey","txt":" That’s a really long time."},{"person":"Cecilia","txt":" Yeah, but you can come and visit me. I bet that you could uh, own a few\nplaces down there."},{"person":"Joey","txt":" Well I tell ya, I should probably buy a place in the city first.\n(Realizes.) And I just got what you meant again—That is—I tell ya, that is a\ntricky one!"},{"person":"Cecilia","txt":" That is a tricky one. Well, Joey I really wanna thank you. You’ve,\nwell you made a very difficult time for me a little less painful."},{"person":"Joey","txt":" Good luck."},{"person":"Cecilia","txt":" You too."},{"person":"Ross","txt":" You know the song! Sing along!"},{"person":"Phoebe","txt":" Eeee!!! Eee!! Eee!! "},{"person":"that","txt":"that"}]