[{"person":"Phoebe ","txt":"Oh! Hey, Rach!"},{"person":"Rachel ","txt":"Hi! Hey, Happy Valentine’s Day!"},{"person":"Phoebe ","txt":"Oh, you, too."},{"person":"Joey ","txt":"Hey, so, uh, how’s it going living over at Ross’?"},{"person":"Rachel ","txt":"It’s good. Except he makes us watch the "},{"person":"Phoebe ","txt":"Okay."},{"person":"Joey ","txt":"Bye."},{"person":"Joey ","txt":"There’s one lucky to-go cup of coffee."},{"person":"Phoebe","txt":" (sighs) Honey, I wish you would get over her. I hate seeing you like this.\nIs there anything I can do for you? Do you want to look down my top?"},{"person":"Joey ","txt":"Thanks. But maybe later."},{"person":"Phoebe ","txt":"Oh, Gunther, can I get a scone?"},{"person":"Gunther ","txt":"(to Joey) You want anything?"},{"person":"Joey ","txt":"You know what I want? I want a lot of things! I want to be with the woman I\nlove on Valentine’s Day! And I want her to love me back! And I want just one moment\nof relief from the gut-wrenching pain of knowing that that’s never going to happen!"},{"person":"Gunther ","txt":"We have red bagels."},{"person":"Joey ","txt":"Oh, okay."},{"person":"Phoebe ","txt":"So, how does Mona feel about you and Rachel living together?"},{"person":"Ross ","txt":"Oh, I’m actually on my way to tell her right now. Yeah, she’s been\naway all week visiting her parents, but she’ll be cool. I mean, she’s been so\nsupportive. She-she even got the baby a tiny T-shirt that says, ‘Fossils are my\nfriends.’"},{"person":"Phoebe ","txt":"Ugh. Come on, Mona, don’t kiss ass."},{"person":"Ross ","txt":"Uh, I’m going to take off."},{"person":"Phoebe ","txt":"All right. Oh! Shoot! Oh shoot! Uh, Rachel wanted to see this tape!"},{"person":"Ross ","txt":"What is it?"},{"person":"Phoebe ","txt":"It’s a video of my friend giving birth. Could you just bring it back\nto your apartment?"},{"person":"Ross ","txt":"All right. (reading the label) ‘Candy and Cookie?’"},{"person":"Phoebe ","txt":"Yeah. Candy’s the mother, Cookie’s the daughter. The\nfather’s also Cookie. Why am I friends with these people?"},{"person":"Monica","txt":" (entering with something behind her back) Phoebe, c’mere. I want to\nshow you something in the bathroom."},{"person":"Phoebe ","txt":"Oh, Monica, grow up!"},{"person":"Ross ","txt":"Hey, what’s behind your back?"},{"person":"Monica ","txt":"Nothing. Just something I want to get Phoebe’s opinion on for\nValentine’s Day."},{"person":"Ross ","txt":"You don’t want my opinion?"},{"person":"Monica ","txt":"Not really."},{"person":"Ross ","txt":"Come on, I’m your older brother, ask me!"},{"person":"Monica ","txt":"All right, big brother. (holds up two erm…revealing articles of\nclothing) Which of these do you think would make your little sister look hotter, so your\nbest friend would want to do her?"},{"person":"Ross ","txt":"(quietly) The red one."},{"person":"Phoebe ","txt":"(knocking and entering) Hey. Look, I know you’ve been really depressed\nlately, so I brought someone over to cheer you up. Right outside this door is a real,\nlive, furry playmate."},{"person":"Joey ","txt":"No, I’m not sleeping with your friend Jane again."},{"person":"Phoebe ","txt":"He-hee!"},{"person":"Joey ","txt":"Hey! A dog! Hi! Who, you got to admit, looks a lot like Jane."},{"person":"Phoebe ","txt":"This is the happiest dog in the world. I borrowed him from my friend Wendy.\nNow, you can only keep him until he cheers you up. And he will cheer you up!"},{"person":"Joey ","txt":"Thanks so much, Pheebs! (to the dog) We are going to have so much fun, yes we\nare! (the dog sticks his head between Joey’s legs) Oh! Not that kind of fun."},{"person":"Chandler ","txt":"Happy Valentine’s!"},{"person":"Monica ","txt":"(from her bedroom) Okay! I’ll be right out. I’m slipping into\nsomething a little less comfortable, and a little more slutty."},{"person":"Chandler ","txt":"(picking up a video from the table) ‘Candy and Cookie’.\n‘Candy and Cookie?’ Monica got me porn?! Girl-on-girl porn?! She really must\nlove me!! (Chandler runs over to the TV, puts the tape in, and sits down to enjoy some\n\"porn\")"},{"person":"Man on TV ","txt":"Yeah, just relax."},{"person":"Chandler ","txt":"I love you, St. Valentine."},{"person":"Chandler ","txt":"Woah, woah, that’s not pretty!"},{"person":"Man on TV ","txt":"Now, push!"},{"person":"Woman on TV ","txt":"Ow! Ow! Ooh! That hurts!"},{"person":"Chandler ","txt":"Worst porn ever! Worst porn ever! (Chandler starts to press buttons on\nthe remote control, frantically.)"},{"person":"Woman on TV ","txt":"Ohhh! Make it stop!"},{"person":"Chandler ","txt":"I am trying!"},{"person":"Joey ","txt":"Get the ball, ready? Get the ball, get the ball! (Joey pretends to throw it,\nbut really doesn’t, and the dog goes running off.) Well, you’re cute, but\nyou’re not too smart! "},{"person":"Joey ","txt":"(looking at the ball the dog brought back) Did I just throw this?"},{"person":"Rachel ","txt":"(entering) Hi."},{"person":"Joey ","txt":"Hi."},{"person":"Rachel ","txt":"I accidentally packed these with my stuff. (looks at the dog and gasps) Who\nis this?"},{"person":"Joey ","txt":"Oh, that’s, uh, that’s Phoebe’s friend’s dog. I\ndon’t know what his real name is, but I call him Mozzarella."},{"person":"Rachel ","txt":"(talking with a higher voice, and puckered lips…kind of like you do to\na baby or...well…a puppy…it’s hard to explain. Just use your imagination!)\nOh, well, you are so cute! I wish I could play with you more, but I’ve got to go to\nwork! I hope I stop talking like this before my marketing meeting, yes I do. Yes I do.\n(still talking like that) Bye-bye, Joey. Oh, I seriously can’t stop it. (exits)"},{"person":"Joey ","txt":"(to the dog) C’mere. Hey. C’mere. That’s Rachel. She’s\nthe one who used to live here. Might as well be honest with you—we love her. But we\ncan’t have her. I really miss her. Well, hey, you understand, right? You’re a\nguy. (thinks about it and picks up the dog and looks) Well, you used to be."},{"person":"Monica ","txt":"(entering from her bedroom) So what do you think? (referring to her outfit)"},{"person":"Monica ","txt":"(to herself) I’ve still got it!"},{"person":"Chandler ","txt":"(pointing at the video) Why did you get me this?"},{"person":"Monica ","txt":"What is it?"},{"person":"Chandler ","txt":"It’s yelling…bleeding…dilating. Oh, the dilating…"},{"person":"Monica ","txt":"Is this the video of the baby being born? Sweetie, this is Phoebe’s.\nWhy were you even watching it?"},{"person":"Chandler ","txt":"I thought…maybe…you got me porn for Valentine’s Day."},{"person":"Monica ","txt":"Chandler, if you thought I was going to get you porn for Valentine’s\nDay… (pulls a video out of a basket) you were right! Apparently, it’s about a\nyoung girl who moves to the big city, you know, in search of stardom, but ends up having\nsex with a lot of guys! Yeah, it got four starts! (looks closer) Oh, wait a minute. Those\naren’t stars. Anyway, you want to take a look?"},{"person":"Chandler ","txt":"Well, I’m not really in a sexy mood right now."},{"person":"Monica ","txt":"Honey, what’s going on?"},{"person":"Chandler ","txt":"Well, remember the first time we saw"},{"person":"Monica ","txt":"Mm-hmm."},{"person":"Chandler ","txt":"How long it took to go back in the water?"},{"person":"Monica ","txt":"Chandler, we can’t let this tape wreck Valentine’s Day!"},{"person":"Chandler ","txt":"You don’t know. You didn’t see it."},{"person":"Monica ","txt":"Child-birth, it’s a natural thing! It’s beautiful."},{"person":"Chandler ","txt":"Oh, beautiful? Really? Beautiful? You think this is beautiful? (picks up\nthe remote and presses a button, and he immediately makes a face that just looks like\nhe’s going to throw up!)"},{"person":"Monica ","txt":"Oh! Oh, my God! No wonder my mother hates me!"},{"person":"Chandler ","txt":"See, honey, there’s—(puts his hand on her leg)"},{"person":"Monica ","txt":"Don’t touch me!"},{"person":"Mona ","txt":"Hi!"},{"person":"Ross ","txt":"Hey! (they hug) So, how was Atlantic City?"},{"person":"Mona ","txt":"Good."},{"person":"Ross ","txt":"Yeah?"},{"person":"Mona ","txt":"I brought you back a present."},{"person":"Ross ","txt":"Wha—? Oh, come on. You didn’t have to—saltwater taffy?! (Mona\nlaughs) Thanks! This is interesting. You know, most people think this is made with sea\nwater, but it’s actually made with, uh, salted fresh water. That’s not\ninteresting."},{"person":"Mona ","txt":"I think it’s interesting."},{"person":"Ross ","txt":"I do too! I missed you!"},{"person":"Mona ","txt":"I missed you, too! So, how was your week?"},{"person":"Ross ","txt":"Oh, it was good! It was good. Actually, the baby started kicking!"},{"person":"Mona ","txt":"How exciting!"},{"person":"Ross ","txt":"Yeah! I know! It was. Oh… the only sad thing is I wasn’t around\nwhen it happened for the first time."},{"person":"Mona ","txt":"Oh no."},{"person":"Ross ","txt":"Yeah, I’m missing out on all this other stuff, too. So, Joey suggested\nRachel move in with me."},{"person":"Mona ","txt":"(laughing) Yeah right!"},{"person":"Ross ","txt":"What?"},{"person":"Mona ","txt":"Joey cracks me up! It’s like, ‘Yeah, why don’t you have your\nex-wife move in with you? That wouldn’t be awkward at all!’ (she laughs again)"},{"person":"Ross ","txt":"(not amused) Huh…uh-huh."},{"person":"Mona ","txt":"Huh, could you imagine. I go away for a few days, and come back, and my\nboyfriend is living with some woman he got pregnant! (Mona laughs…yes…again!)"},{"person":"Mona ","txt":"So, what’d you tell him?"},{"person":"Ross ","txt":"(with his mouth full) Just a second! (he fake laughs, but turns his head and\nstarts to break down)"},{"person":"Phoebe ","txt":"How could you not tell Mona that Rachel is living with you?"},{"person":"Ross ","txt":"I don’t know, she seemed to think it was such a crazy idea! Um, plus,\nshe, uh, she got me taffy!"},{"person":"Phoebe ","txt":"Taffy, really? I’ve never had any."},{"person":"Ross ","txt":"Ever?!"},{"person":"Phoebe ","txt":"Well, I think my mother was too busy planning her suicide to provide\nsaltwater treats. (Ross hands her one) Thank you! So what, you’re just never going to\ntell her?"},{"person":"Ross ","txt":"Oh, no, no, no, I will! I just want to butter her up, first! You know,\nI’m going to take her to an amazing Valentine’s dinner. Do all this romantic\nstuff, and then, just when she thinks I’m the best boyfriend in the world, then\nI’m going to tell her that my pregnant ex-girlfriend is living with me."},{"person":"Phoebe ","txt":"If I haven’t said it before: she’s a lucky, lucky lady! So, where\nare you going to—what the mother of crap is up with this stuff? (Referring to the\ntaffy, which she’s been chewing this whole time.) Oh, God. Is it gum, is it food?\nWhat’s the deal? (she swallows it, finally) Oh, it’s nice! May I try a pink one?"},{"person":"Joey ","txt":"So, between her and me being friends, and her history with Ross, it just\nisn’t going to happen. It would be like you falling in love with a cat."},{"person":"Phoebe ","txt":"(entering) Hey!"},{"person":"Joey ","txt":"Hey."},{"person":"Phoebe ","txt":"Hey, buddy. How’s my favorite dog, huh? How’s my favorite dog?\n(the dog doesn’t move) You’re subdued. (to Joey) Did you give him a beer?"},{"person":"Joey ","txt":"No."},{"person":"Phoebe ","txt":"Will you excuse us, we need to talk for a moment."},{"person":"Joey ","txt":"Yeah, sure. Go ahead. (pause) Oh, me, right!"},{"person":"Phoebe ","txt":"He’s miserable! What happened to him?"},{"person":"Joey ","txt":"Nothing. We just talked about stuff."},{"person":"Phoebe ","txt":"What stuff?"},{"person":"Joey ","txt":"Rachel stuff."},{"person":"Phoebe ","txt":"Oh…Joey, you bummed him out! This was the happiest dog in the world,\nand he spends half a day with you, and look at him!"},{"person":"Joey ","txt":"He’s breathing!"},{"person":"Phoebe ","txt":"Okay, I’m going to take him back to Wendy’s."},{"person":"Joey ","txt":"No, no, no, no! He’s fine! Look, look, look! (picks up the ball)\nHere’s your ball! Get your ball! Get your ball! (he throws the ball and it bounces\nright next to the dog) Get your ball! My God, what have I done to you, huh? I broke the\ndog! Pheebs, I broke the dog!"},{"person":"Ross ","txt":"Well, I’m, uh, going to pick up Mona. What have you got going tonight?"},{"person":"Rachel ","txt":"Oh, I’ve got big Valentine’s plans! I’ve got my Chinese food\non the way, and the rest of your saltwater taffy!"},{"person":"Ross ","txt":"Y’know, it’s interesting! Most people think that’s made with\nseawater, when in fact—"},{"person":"Rachel ","txt":"Ross, we actually watched the documentary together."},{"person":"Rachel ","txt":"Ooh! My Chinese food! Let me get my cash! (runs to her room to get her\nmoney)"},{"person":"Ross ","txt":"(opening the door to see Mona standing there) Mona? What are—hi! What\nare you doing here? I’m, um, supposed to pick you up!"},{"person":"Mona ","txt":"Change of plans, I made you a special Valentine’s dinner! Surprise!"},{"person":"Ross ","txt":"(he makes some really weird noise hear that sounds kind of\nlike…)Ayyyayyyy!"},{"person":"Rachel ","txt":"(entering) Oh, hey, Mona!"},{"person":"Mona ","txt":"Hi! Hi. Hi, Rachel! (to Ross) What’s she doing here?"},{"person":"Ross ","txt":"I have no idea!"},{"person":"Rachel ","txt":"I’ll be watching TV if anybody needs me. (exits to her room)"},{"person":"Mona ","txt":"Seriously, what is she doing?"},{"person":"Ross ","txt":"Uh…lately, she just likes hanging out here."},{"person":"Mona ","txt":"Why?"},{"person":"Ross ","txt":"I think she’s lonely."},{"person":"Mona ","txt":"Okay, but it’s Valentine’s Day!"},{"person":"Ross ","txt":"I know."},{"person":"Mona ","txt":"Can’t we just ask her to go?"},{"person":"Ross ","txt":"No, no. She’s way to emotional. And by emotional I mean crazy."},{"person":"Rachel ","txt":"I’m not here! That’s just my Chinese food!"},{"person":"Mona ","txt":"Oh, my God! She has food delivered here?"},{"person":"Ross ","txt":"Mm-hmm. She’s—she’s emotional, but, but ballsy."},{"person":"Rachel ","txt":"You know what I’m going to do? I’m going to get in my sweats, and\neat this in bed! (exits)"},{"person":"Ross ","txt":"And you thought she was going to be in our way! So, why don’t you, uh,\nopen the champagne, and I’ll be right back. I’ve got a surprise for you."},{"person":"Mona ","txt":"You got another ex-wife back there?"},{"person":"Ross ","txt":"(fakes a laugh) Please start drinking! (exits)"},{"person":"Rachel ","txt":"(entering) I’m just going to grab the phone."},{"person":"Mona ","txt":"Oh, Rachel! Wait! Hey, I hope you don’t take this the wrong way, but,\nbut, um… what are you doing?"},{"person":"Rachel ","txt":"Oh, I’m sorry! Do you need the phone?"},{"person":"Mona ","txt":"No, no. Listen, Ross is too nice to say anything, but this is his apartment,\nand, and, we gotta have some boundaries, so why don’t you go back to your place and\ngive us some privacy?"},{"person":"Rachel ","txt":"(as Ross enters with a present) But, but, Mona, I live here."},{"person":"Ross ","txt":"(handing Mona the present) Happy Valentine’s Day! …Or something to\nremember me by."},{"person":"Monica ","txt":"How long has it been this time?"},{"person":"Chandler ","txt":"90 seconds."},{"person":"Monica ","txt":"That’s better. 90 seconds is a long time not to think about\nit…except all I did was think about it."},{"person":"Chandler ","txt":"You know, it haunts me? Up ‘til now, the worst thing I ever saw, was\nmy father doing tequila shots off the naked houseboy. After this, I would gladly make that\nmy screensaver!"},{"person":"Monica ","txt":"Okay, well, we have to get past this! Why don’t we get rid of the tape\nand pretend it never existed?"},{"person":"Chandler ","txt":"I can do that."},{"person":"Monica ","txt":"Okay."},{"person":"Chandler ","txt":"Okay. Now all we’ve got to do is get rid of this chair."},{"person":"Monica ","txt":"Oh, thank God!"},{"person":"Chandler ","txt":"Oh, I know!"},{"person":"Monica ","txt":"Come in!"},{"person":"Rachel ","txt":"(entering) Hi! I’m so sorry to barge in on your Valentine’s, but\nI had to get away from all the yelling. Mona is dumping Ross."},{"person":"Monica ","txt":"Oh, my God."},{"person":"Chandler ","txt":"Poor Ross."},{"person":"Chandler ","txt":"Oh, great. We have to watch him do yoga in his underwear, but for this he\ncloses the drapes!"},{"person":"Monica ","txt":"Rach, you know that birthing tape you wanted to see? It’s here."},{"person":"Chandler ","txt":"Oh, and we should warn you, before you watch it: don’t watch it."},{"person":"Rachel ","txt":"Why? You saw it? Is it scary?"},{"person":"Chandler ","txt":"Well, let’s just say it’s ironic how footage of someone being\nborn can make you want to kill yourself."},{"person":"Rachel ","txt":"Well, now, wait. Now I’m all freaked out. Come on, you guys will watch\nit with me."},{"person":"Monica ","txt":"No, but I will leave a sweater that smells like me right next to you!"},{"person":"Rachel ","txt":"C’mon, seriously, you guys, you’re not going to make me watch\nthis alone!"},{"person":"Monica ","txt":"She’s right…of course not. Honey, get the tape."},{"person":"Chandler ","txt":"(with his arm all the way under the cushion, moving it around) This\nreminds me of a very specific part of the tape. (Chandler puts the tape in, and they all\nsit down) Okay, here we go."},{"person":"Rachel ","txt":"Okay. (watching the tape) Ooh, my! (Rachel jumps when the woman starts\nscreaming) Woah! Why is that baby torturing that woman?!"},{"person":"Chandler ","txt":"Why have I seen this thing three times?!"},{"person":"Monica ","txt":"It’s…still beautiful."},{"person":"Rachel ","txt":"Uh! It’s horrible!"},{"person":"Monica ","txt":"I know! I know, I’m so sorry for you!"},{"person":"Rachel ","txt":"Oh, my God!"},{"person":"Chandler ","txt":"Wait, you guys, look!"},{"person":"Rachel ","txt":"What? Did her ass explode?!"},{"person":"Chandler ","txt":"No, the baby’s out! Look, look!"},{"person":"Monica ","txt":"Oh, look at those little fingers and toes!"},{"person":"Chandler ","txt":"And look how happy the mom is now!"},{"person":"Monica ","txt":"Oh…Rach!"},{"person":"Rachel ","txt":"Oh, screw you guys, you don’t have to do it!"},{"person":"Ross ","txt":"Hey, hey, man!"},{"person":"Joey ","txt":"Hey, what’s up?"},{"person":"Ross ","txt":"Uh…Mona just dumped me."},{"person":"Joey ","txt":"Oh, man, I’m sorry. Why?"},{"person":"Ross ","txt":"Well, with everything that’s been going on lately, I haven’t\nexactly been the perfect boyfriend. You know, I, uh, I didn’t tell her I got Rachel\npregnant. I gave her a key to my apartment, and then had the locks changed! And then I\nlied to her about Rachel moving in with me. In a way, I actually judge her for not\nbreaking up with me sooner, you know?"},{"person":"Joey ","txt":"Still, that really sucks, man. Especially on Valentine’s Day."},{"person":"Ross ","txt":"Yeah. Wait a minute. What are you doing here? Joey Tribbiani without a date\non Valentine’s Day? What’s going on, huh? Girl trouble?"},{"person":"Joey ","txt":"Sort of."},{"person":"Ross ","txt":"Really?!"},{"person":"Joey ","txt":"You don’t have to seem so happy about it."},{"person":"Ross ","txt":"Oh, sorry. Well, look, maybe I can help you with it."},{"person":"Joey ","txt":"Oh, I…I d—"},{"person":"Ross ","txt":"Hey, whatever it is, I am sure it has happened to me. Y’know, actually\nonce—once I got dumped during sex."},{"person":"Ross ","txt":"Anyway, so, uh, so what is it?"},{"person":"Joey ","txt":"Forget about it. It’s no big deal."},{"person":"Ross ","txt":"C’mon! Joey! What is it?"},{"person":"Joey ","txt":"It’s nothing."},{"person":"Ross ","txt":"Hey, hey, it’s me. Why can’t you tell me?"},{"person":"Joey ","txt":"Okay, uh…sit down. (they do) Um… there’s this woman that I\nlike. A lot. But, uh…it can’t happen."},{"person":"Ross ","txt":"She’s not a Tribbiani?"},{"person":"Joey ","txt":"No!"},{"person":"Ross ","txt":"I knew it. So, is she someone from work?"},{"person":"Joey ","txt":"Yes."},{"person":"Ross ","txt":"Well, uh, does she like you?"},{"person":"Joey ","txt":"Sometimes I think maybe she could. But it doesn’t matter, because I\ncan’t do anything about it."},{"person":"Ross ","txt":"Why not?"},{"person":"Joey ","txt":"Well, it’s complicated. She’s with this other guy. For a long time.\nSomeone from work, too. And I could never do that to the guy, because we’re really\ngood friends."},{"person":"Ross ","txt":"So, uh, this guy, she used to go out with, is, uh… is he still in love\nwith her?"},{"person":"Joey ","txt":"No. I don’t think so."},{"person":"Ross ","txt":"Okay. Um… is he a good guy?"},{"person":"Joey ","txt":"Yeah, he’s the best."},{"person":"Ross ","txt":"Then talk to him! He might be fine with it."},{"person":"Joey ","txt":"Oh, I don’t know."},{"person":"Ross ","txt":"Joey, it’s worth finding out. I mean, if you really like her."},{"person":"Joey ","txt":"I do! So much! I can’t stop thinking about her! I can’t sleep,\nI—"},{"person":"Ross ","txt":"Okay, Joey, you know what? You have to go for it. How often does this happen\nto you, huh? You owe it to yourself."},{"person":"Gunther ","txt":"(placing a cup in front of Ross) Here’s your warm milk."},{"person":"Ross ","txt":"I’m going to…uh…I’m going to, um, put the bourbon in it\nat home."},{"person":"Joey ","txt":"Oh, yeah."},{"person":"Ross ","txt":"Anyway… seriously, uh…just…just talk to the guy, okay? And\ntell me how it goes. (walks towards the door until…)"},{"person":"Joey ","txt":"It’s Rachel."},{"person":"Rachel ","txt":"(thinking) "},{"person":"Woman on TV ","txt":"I came to the big city to become a star! I’ll do…anything to\nmake that happen!"},{"person":"Man on TV ","txt":"Anything?"},{"person":"Rachel ","txt":"(thinking) "}]