[{"person":"Rachel","txt":" Joey? Are you in there?"},{"person":"Joey","txt":" (hearing Rachel and jumping up with his plate) Oh God! That’s Rachel!"},{"person":"Monica","txt":" Joey, you "},{"person":"Joey","txt":" No-no, I can’t! I can’t! Not after the other night, it’s\njust it’s…too weird, okay? Don’t tell her I’m here! (Turns to run to\nthe bathroom and his bagel falls off the plate onto the floor.) Don’t eat that! (Runs\nto the bathroom as Rachel enters.)"},{"person":"Rachel","txt":" Hey!"},{"person":"Chandler","txt":" Hey!"},{"person":"Monica","txt":" Hey Rachel!"},{"person":"Rachel","txt":" Is Joey here?"},{"person":"Chandler","txt":" I don’t see him. (To Monica) Do you see him?"},{"person":"Monica","txt":" I don’t see him. Hey! Maybe he’s in the sugar bowl! (Opens the\nsugar bowl) Joey? Nope! (Closes the sugar bowl and they both laugh.)"},{"person":"Rachel","txt":" Well, at least you make each other laugh."},{"person":"Monica","txt":" What’s up?"},{"person":"Rachel","txt":" Well, I haven’t seen him since that night that he told me how he\ny’know… I don’t know, I think he’s avoiding me. Why is that bagel on\nthe floor?"},{"person":"Monica","txt":" We were playing a game."},{"person":"Rachel","txt":" Ew, was Chandler naked? Sort of like a, like a ring toss kind of\nsituation?"},{"person":"Monica","txt":" Sure."},{"person":"Chandler","txt":" What?! No! No!"},{"person":"Rachel","txt":" All right. Well listen, if you see Joey will you just tell him\nuh…tell him I miss him. (Exits and Joey enters.)"},{"person":"Monica","txt":" (To Joey) Okay, did you hear that?"},{"person":"Joey","txt":" Yeah, a naked bagel game? (Picks up his dropped bagel.) (To Chandler)\nDude, I don’t know. That’s a pretty small hole."},{"person":"Monica","txt":" Honey, you gotta talk to her."},{"person":"Joey","txt":" I can’t! Y’know? You guys don’t know what it’s like to\nput yourself out there like that and just get shot down."},{"person":"Chandler","txt":" (incredulous) I don’t know what that’s like?! Up until I was\n25 I thought the only response to, \"I love you,\" was, \"Oh crap!\""},{"person":"Monica","txt":" Hello? No rejection? I got shot down at fat camp! Boy, kids are mean\nwhen they’re hungry."},{"person":"Joey","txt":" All right so, so what do I do?"},{"person":"Monica","txt":" This is Rachel. I mean, what are you gonna do, never going to talk to\nher again? I mean I know it’s weird, it’s awkward, but you gotta at least try."},{"person":"Joey","txt":" Yeah. Okay. (Goes to take a bite out of the previously mentioned bagel.)\nWhoa! (Stops.) I almost forgot this was on your…"},{"person":"Chandler","txt":" (interrupting him) We didn’t play it!!"},{"person":"Phoebe","txt":" Okay, so when you’re done with your tea I’ll look at your\nleaves and tell you your fortune."},{"person":"Chandler","txt":" I didn’t know you read tea leaves."},{"person":"Phoebe","txt":" Oh yeah, I’ve done it for years. I actually stopped because I was\nso accurate. Y’know, and-and y’know, one of the great joys of life is\nit’s-it’s wondrous unpredictability. Y’know? And also tea tends to give me\nthe trots."},{"person":"Monica","txt":" Okay, I’m done. Read mine."},{"person":"Phoebe","txt":" Okay. (Looks at the leaves.) Ooh, I see a ladder. (Checks the book)\nWhich can mean either a promotion or a violent death."},{"person":"Monica","txt":" (stunned) I-I’m the head chef. I-I can’t get promoted."},{"person":"Phoebe","txt":" Uh-hmm. Uh-hmm, who’s next?"},{"person":"Rachel","txt":" Okay, I’m done. Do mine."},{"person":"Phoebe","txt":" Okay. (Reads the leaves) Umm, oh! Okay, I see a circle."},{"person":"Rachel","txt":" Ah."},{"person":"Phoebe","txt":" Oh! (Checking the book) Which can either mean you’re having a baby\nor you’re gonna make a scientific discovery!"},{"person":"Rachel","txt":" Well, I have been spending a lot of time in the lab."},{"person":"Chandler","txt":" What does yours say Pheebs?"},{"person":"Phoebe","txt":" Umm… Wow, all right. (Checks the book.) Wow! Yay! Ooh, I’m\ngonna meet a guy! And really soon! And he’s gonna be the man of my dreams. Probably\nnot the guy I had a dream about last night. (Points at Chandler.)"},{"person":"Ross","txt":" (entering) Hey! Has anyone seen my shirt? It’s a button down, like a,\nlike a faded salmon?"},{"person":"Monica","txt":" You mean your pink shirt?"},{"person":"Ross","txt":" Faded salmon color."},{"person":"Monica","txt":" No, I-I haven’t seen your pink shirt."},{"person":"Ross","txt":" Great! Great. Then I must’ve left it at Mona’s. I knew it!"},{"person":"Chandler","txt":" Well, I’m sure you get another one at "},{"person":"Ross","txt":" That’s my favorite shirt! Okay? I love that shirt!"},{"person":"Rachel","txt":" Well just ask Mona to give it back!"},{"person":"Ross","txt":" I don’t know. I mean I-I guess I could. It’s just that we\ndidn’t really end things such good terms. And if I go over there I’d be ignoring\nthe one thing she asked me to do when we broke up, jump up my own ass and die. (Walks\naway.)"},{"person":"Phoebe","txt":" (noticing a guy sitting by the green post looking at her) Oh wait a\nsecond you guys…for the last couple weeks I’ve been that guy everywhere I go. We\ntake the same bus. We go to the same bookstore, the same dry cleaners; maybe he’s the\ntea guy. (He gets up to leave, and smiles at Phoebe.)"},{"person":"Chandler","txt":" Phoebe, did you see that?! He totally checked you out! He is so cute!\n(Looking at his tea.) Mine has a picture of "},{"person":"Rachel","txt":" Hi!"},{"person":"Joey","txt":" Hey."},{"person":"Rachel","txt":" Hi."},{"person":"Joey","txt":" Hi."},{"person":"Monica","txt":" Tea gives Phoebe the trots."},{"person":"Rachel","txt":" So I thought Joey and I would be okay once we hung out, but it’s\nnot even like we know how to be with each other anymore."},{"person":"Chandler","txt":" I know it’s tough now, but things will get better."},{"person":"Rachel","txt":" How do you know that? What if it just gets worse and worse and worse, to\nthe point where we can’t even be in the same room with each other?!"},{"person":"Chandler","txt":" I’m not great at the advice, can I interest you in a sarcastic\ncomment? Some cheese?"},{"person":"Monica","txt":" Honey, what is the Bruce Springsteen CD in the Kat Stevens case?"},{"person":"Chandler","txt":" Let’s just say if I can’t find the right CD case I just put\nit in the nearest one."},{"person":"Monica","txt":" Okay, where is the Kat Stevens CD?"},{"person":"Chandler","txt":" In the James Taylor case."},{"person":"Monica","txt":" Where is the James Taylor CD?"},{"person":"Chandler","txt":" Honey, I’m gonna save you some time, 200 CDs, not one of them in\nthe right case."},{"person":"Monica","txt":" Okay. No need to panic. Deep breathes everyone. Okay umm uh, we’re\njust gonna have to spend some time and put the CDs in the right cases."},{"person":"Chandler","txt":" Well, if we’re gonna do that we should come up with some kind of\norder. Y’know alphabetically or by genre?"},{"person":"Monica","txt":" Hmm, I don’t know. We really have to talk this through."},{"person":"Rachel","txt":" Oh my God!! You guys have such problems!! I feel so terrible for you!"},{"person":"Monica","txt":" Okay, I-I’m sorry. You and Joey, your both focusing on this\nuncomfortable thing, what you need to do is to change the subject. Next time you see him\ntry to get him talking about something else."},{"person":"Rachel","txt":" Oh yeah. That makes sense."},{"person":"Monica","txt":" Yeah, like I don’t know, maybe you have a work problem that you\nneed his advice on."},{"person":"Rachel","txt":" Ooh, I can do that."},{"person":"Monica","txt":" Good. (To Chandler) Uh honey, the "},{"person":"Chandler","txt":" They were just giving those away at the store (off Monica’s look)\nin exchange for money."},{"person":"Joey","txt":" (entering) Hey!"},{"person":"Rachel","txt":" Hi."},{"person":"Monica","txt":" Uh I really don’t know what to tell you Rach, I really don’t.\nI mean, maybe Joey can help you out with your, with your big work problem."},{"person":"Rachel","txt":" What?"},{"person":"Monica","txt":" Yeah Joey she’s…Rachel’s got this really big work\nproblem, and it is a head scratcher. Wow! (To Chandler) Y’know what, if we’re\ngonna make dinner we’re gonna have to leave. Yeah. (She and Chandler exit.)"},{"person":"Joey","txt":" So you uh, have a…big work problem?"},{"person":"Rachel","txt":" Yeah it’s umm… Yeah it’s uh… It-it’s\ny’know—It’s nothing."},{"person":"Joey","txt":" Huh. Okay. (Awkward silence.) So uh, I think I’m gonna take off."},{"person":"Rachel","txt":" Yeah—No wait! Joey no wait it is. It’s something.\nIt’s-it’s umm…it’s my boss."},{"person":"Joey","txt":" Yeah?"},{"person":"Rachel","txt":" Yeah, and umm my baby."},{"person":"Joey","txt":" Yeah?"},{"person":"Rachel","txt":" My boss wants to buy my baby!"},{"person":"Joey","txt":" What?! Oh my-oh my God!"},{"person":"Rachel","txt":" I know I told you, it’s a really big problem."},{"person":"Joey","txt":" What he wants to buy your baby?!"},{"person":"Rachel","txt":" Can you believe that?!"},{"person":"Joey","txt":" That’s crazy!"},{"person":"Rachel","txt":" That’s what I told him!"},{"person":"Joey","txt":" Okay, how did this even happen?"},{"person":"Rachel","txt":" Well I’ll tell ya! (Pause) See uh my-my boss and his\nwife—They-they can’t have children. So umm, and that—we were at the\nChristmas party, and he got drunk, and he said to me, \"Rachel, I want to buy your\nbaby.\""},{"person":"Joey","txt":" Man! When you said it was a problem about your boss and the baby I figured\nit was something about maternity leave."},{"person":"Rachel","txt":" Ohh! Yeah! (Pause) Yeah that-that would’ve been a much simpler\nproblem."},{"person":"Phoebe","txt":" Oh hello."},{"person":"Guy","txt":" Oh, it’s you. I see you everywhere. I’m Jim, Jim Nelson."},{"person":"Phoebe","txt":" Oh Jim, Jim Nelson I’m Phoebe, Phoebe Buffay. We certainly have\nbeen seeing a lot of each other lately. "},{"person":"Jim","txt":" We have. Maybe we’ll be seeing each other at dinner tomorrow night,\nsay around 8 o’clock?"},{"person":"Phoebe","txt":" Well, maybe we will. (Starts to walk away.) Oh! (She turns around and\nthe exchange information.)"},{"person":"Ross","txt":" Mona? (There’s no answer, so he starts to leave but remembers where\nher extra key is. He reaches atop a hall light just outside her door and grabs the key. He\nlooks at in triumph as the pain from it being hot moves along his nervous system to his\nbrain, and when it arrives his brain orders his hand to drop the hot key and his mouth to\nsqueal in pain. After dropping the key he pulls his shirtsleeve over his hand and uses the\nkey to open the door and enter Mona’s apartment.) Okay, if I were a salmon shirt,\nwhere would I be? (He hears a key in the door and as it opens he dives behind the couch.)"},{"person":"Mona","txt":" (entering, with her date) I am so sorry I spilled wine all over your\nshirt."},{"person":"Mona's Date","txt":" Oh, it’s okay."},{"person":"Mona","txt":" No, it’s still wet. Y’know what? Let me get it out before it\nsets. Ooh, I have something you can wear. Here. (Hands him Ross’s shirt.) "},{"person":"Mona's Date","txt":" Oh umm, I-I don’t know if I want to wear a woman’s shirt."},{"person":"Mona","txt":" No-no that’s a man’s shirt."},{"person":"Mona's Date","txt":" It’s awfully pink. (Ross mouths, \"It’s\nsalmon!\")"},{"person":"Chandler","txt":" Oh my God, honey we are so meant to be together. We both have copies\nof the "},{"person":"Monica","txt":" Honey, both yours."},{"person":"Rachel","txt":" (entering) Hey! Great advice on that Joey thing!"},{"person":"Monica","txt":" Yeah? The work problem?"},{"person":"Rachel","txt":" Oh it was perfect! I mean it really felt like he was my friend again."},{"person":"Chandler","txt":" What problem did you tell him you had?"},{"person":"Rachel","txt":" Oh that’s not important. The point is, I really—I think\neverything’s gonna be okay."},{"person":"Mr. Zelner","txt":" May I help you?"},{"person":"Joey","txt":" Do you think you can just "},{"person":"Phoebe","txt":" Isn’t it funny how we kept running into each other? It’s as if\nsomeone really wants us to be together."},{"person":"Jim","txt":" Someone does. Me."},{"person":"Phoebe","txt":" Oh, witty banter. Well done."},{"person":"Jim","txt":" So, tell me a little bit about yourself."},{"person":"Phoebe","txt":" Oh okay, well I’m a masseuse, and I used to work at this\nplace…"},{"person":"Jim","txt":" Do you like to party?"},{"person":"Phoebe","txt":" I-I-I like, I like parties."},{"person":"Jim","txt":" You’re wild, aren’t ya?"},{"person":"Phoebe","txt":" Yeah I guess, a little."},{"person":"Jim","txt":" It ain’t no thing, I’m wild too."},{"person":"Phoebe","txt":" (a little freaked out) So! Umm, anyway I-I lived in New York, someone\nwildly I guess, for umm—Well since I was fourteen."},{"person":"Jim","txt":" I’m sorry. I’m staring. It’s just that you have the most\nbeautiful eyes."},{"person":"Phoebe","txt":" Oh stop it."},{"person":"Jim","txt":" And your breasts! Hmm!!!"},{"person":"Phoebe","txt":" Okay. Umm look, you’re coming on a little strong. But I’m\ngoing to give you the benefit of the doubt, because it seems the universe really wants to\nbe together. So, why don’t we just start over okay? And you can just tell me about\nyourself."},{"person":"Jim","txt":" All right."},{"person":"Phoebe","txt":" Okay."},{"person":"Jim","txt":" I write erotic novels, for children."},{"person":"Phoebe","txt":" What?!"},{"person":"Jim","txt":" They’re wildly unpopular."},{"person":"Phoebe","txt":" Oh my God!"},{"person":"Jim","txt":" Oh also, you might be interested to know that I have a Ph.D."},{"person":"Phoebe","txt":" Wow! You do?"},{"person":"Jim","txt":" Yeah, (looks at his crotch) a Pretty Huge…"},{"person":"Phoebe","txt":" All right. (Gets up and walks out.)"},{"person":"Chandler","txt":" (singing) "},{"person":"Joey","txt":" (entering) Hey!"},{"person":"Rachel","txt":" Hey! Oh Joey, honey listen, thank you for talking to my yesterday about\nthat thing with my boss. That really meant a lot."},{"person":"Joey","txt":" Not a problem. Oh, and just so you know, that guy’s not going to be\nbothering you about that baby thing anymore."},{"person":"Rachel","txt":" (worried) What?"},{"person":"Joey","txt":" Let’s just say I took care of it."},{"person":"Rachel","txt":" Whoa-whoa-whoa, let’s say more!"},{"person":"Joey","txt":" Don’t worry! Don’t worry. I just told him, very nicely,\n\"You don’t go buying people’s babies, so back off!!\""},{"person":"Rachel","txt":" What?!"},{"person":"Chandler and Monica","txt":" What?!"},{"person":"Rachel","txt":" No! No, no-no-no Joey he doesn’t want to buy my baby! I made that\nup!"},{"person":"Joey","txt":" What?! Why?!"},{"person":"Rachel","txt":" So that we would have something to talk about! So it wouldn’t be\nawkward!"},{"person":"Joey","txt":" And you couldn’t think of anything else?!"},{"person":"Monica","txt":" You said your boss wants to buy your baby?!"},{"person":"Rachel","txt":" (To Joey) I can’t believe that you yelled at my boss!\nI’m-I’m gonna lose my job! What am I going to do?!"},{"person":"Chandler","txt":" You can always sell your baby."},{"person":"Rachel","txt":" Oh Joey, I can’t believe you brought my boss into this! I’m\ngonna get fired!"},{"person":"Joey","txt":" You lied to me!"},{"person":"Rachel","txt":" Well, she told me too! (Points to Monica and Joey glares at her.)"},{"person":"Monica","txt":" Chandler has two copies of "},{"person":"Mona","txt":" (seeing Ross) Oh my God! Ross!!!"},{"person":"Ross","txt":" Hello!!"},{"person":"Mona","txt":" Ross, what are you doing?!"},{"person":"Ross","txt":" Not touching myself if that makes anyone less uncomfortable."},{"person":"Rachel","txt":" Morning. You wanted to see me?"},{"person":"Mr. Zelner","txt":" Please, come in. Have a seat. (She does so.)"},{"person":"Rachel","txt":" Okay look Mr. Zelner…"},{"person":"Mr. Zelner","txt":" Oh I think it’s best that I speak first."},{"person":"Rachel","txt":" Yeah. (Motions for him to continue.)"},{"person":"Mr. Zelner","txt":" I’ve asked Lee from human resources to be here as a witness to\nour conversation."},{"person":"Rachel","txt":" Oh God."},{"person":"Mr. Zelner","txt":" If I in any way implied that I wanted to buy your baby…I am\nsorry. Okay? Last week when I asked you when your due date was uh, I certainly did not\nmean that I felt that "},{"person":"Rachel","txt":" Well, as long as we are clear about that. (Exits smugly.)"},{"person":"Phoebe","txt":" Oh there it is."},{"person":"Monica","txt":" That’s not your regular dry cleaners."},{"person":"Phoebe","txt":" I know, but that creep that I went on that date with goes to there so I\nhave to find a new one. I also have to find a new video store, a new bank, a new adult\nbookstore, a new grocery store…"},{"person":"Monica","txt":" What?!"},{"person":"Phoebe","txt":" A new grocery store. The universe said I was going to meet a nice guy\nand that’s what they gave me? (Looks up) When I get up there I’m going to kick\nsome ass."},{"person":"Monica","txt":" Don’t worry Phoebe, you’re gonna meet someone. If I can meet a\ngreat guy, so can you."},{"person":"Phoebe","txt":" Yeah, we both can. And we both will."},{"person":"Phoebe","txt":" Oh, you didn’t have to come in with me."},{"person":"Monica","txt":" Are you kidding? This is where they get out stains! Okay? This is like "},{"person":"Phoebe","txt":" Okay."},{"person":"Guy","txt":" (To Phoebe) Oh, excuse me! I think you dropped s…(looks at Phoebe.)\nWow!"},{"person":"Phoebe","txt":" What?"},{"person":"Guy","txt":" I’m sorry, it’s just that you’re so incredibly beautiful."},{"person":"Phoebe","txt":" Oh yeah well, I’m sorry about that too, but what are you going to\ndo?"},{"person":"Guy","txt":" I hope you don’t think I’m crazy but I feel like I was meant to\npick this up, do you believe in that kind of thing?"},{"person":"Phoebe","txt":" A little. (She turns around and looks up.) (To the universe) Now\nyou’re talking."},{"person":"Guy","txt":" Would you like to go out and have a cup of coffee?"},{"person":"Phoebe","txt":" I-I-I’d love to. Let me just tell my friend."},{"person":"Monica","txt":" (to the clerk) Ooh, an ink stain! Hey, can I watch how you get this out?"},{"person":"Phoebe","txt":" (looking around) She must’ve left."},{"person":"Rachel","txt":" Hi."},{"person":"Joey","txt":" So? What-what-what happened?"},{"person":"Rachel","txt":" It’s all gonna be okay. They’re just so happy that I’m\nnot suing them that they gave me one extra month paid maternity leave. So long as I\nunderstand that the money should not construed as a down payment on this or any other\nchild I should bear."},{"person":"Chandler","txt":" Wow, "},{"person":"Rachel","txt":" Chandler, can you give us a minute?"},{"person":"Chandler","txt":" Oh I’m sorry, you’re kicking me out of my own living room?"},{"person":"Rachel","txt":" Yeah."},{"person":"Chandler","txt":" I’ll be in there. (Goes into the bedroom.)"},{"person":"Rachel","txt":" Joey, I’m really sorry that I lied to you. I was just trying to\nmake things…"},{"person":"Joey","txt":" I know. I know."},{"person":"Rachel","txt":" It kinda worked. I mean y’know, I don’t know about you buy I\nhaven’t thought about our thing since all this."},{"person":"Joey","txt":" Hey you’re right. Yeah, it’s kinda been like us again a little\nbit."},{"person":"Rachel","txt":" Yeah I know! I miss that."},{"person":"Joey","txt":" Me too. I mean I…haven’t thought at all about how I put myself\nout there and said all that stuff and how you didn’t feel the same way about me\nand-and how it was really awkward."},{"person":"Rachel","txt":" My gynecologist tried to kill me."},{"person":"Ross","txt":" (on phone) Item J437-A, color: winterberry. (There’s a knock on the\ndoor as he hangs up the phone. He answers it to Mona.) Hi umm, listen come here, come in.\n(She does so.) I’m so-so sorry about yesterday. I-I’m really sorry. It’s\njust that I… (He picks up the pink shirt.)"},{"person":"Mona","txt":" (interrupting him) Listen Ross, you don’t have to apologize. I\nunderstand why you were there."},{"person":"Ross","txt":" You do?"},{"person":"Mona","txt":" Yeah, you still have feelings for me. And-and to be honest, I-I still have\nfeelings for you. And I wish that we can work it out Ross, but we can’t. It’s\ntoo complicated with you and Rachel and the baby, I-I just… It just wasn’t meant\nto be."},{"person":"Ross","txt":" (faking starting to cry) Oh God you’re right."},{"person":"Mona","txt":" Ross, we…we have to be strong. Okay, I-I’m gonna go. (She picks\nup the shirt Ross has just set down.) Can I? To remember you?"},{"person":"Ross","txt":" (laughs) No. (Takes the shirt back.)"}]