[{"person":"Chandler","txt":" Wow! That ripped! That ripped real nice!"},{"person":"Joey","txt":" How many times do I have to tell you! Ya, turn and sliiiide! Y'know, turn\nand slide."},{"person":"Chandler","txt":" You don’t turn and slide, you throw it out! I’m tired of\nhaving to get a tetanus shot every time I get dressed!"},{"person":"Joey","txt":" Look, we’re not throwing it out! I built this thing with my own\nhands!"},{"person":"Chandler","txt":" All right, how about we, how ‘bout we sell it."},{"person":"Joey","txt":" All right. But, you’re gonna have to tell them. (He opens the cabinet\nto reveal the chick and the duck living inside with Christmas lights and a disco ball as\ndecorations.)"},{"person":"Chandler","txt":" (nods his head) Do you mind if we stick you in another cabinet? (to\nJoey) They seem all right with it!"},{"person":"Chip","txt":" (on machine) Hey Monica, it’s Chip."},{"person":"Monica","txt":" Yesss!!"},{"person":"Ross","txt":" Who’s Chip?"},{"person":"Monica","txt":" Shhh!"},{"person":"Chip","txt":" (on machine) Good runnin’ into you at the bank today, so ah,\nhere’s my number, 555-9323. Give me a call. Later."},{"person":"Monica","txt":" Chip, is Chip Matthews."},{"person":"Ross","txt":" The guy who took Rachel to the prom? Why is he calling you?"},{"person":"Monica","txt":" ‘Cause I ran into him at the bank, he is still soo cute."},{"person":"Ross","txt":" Monica, you’re so lucky! He’s like the most popular guy in\nschool!!"},{"person":"Monica","txt":" I know!! (calls him) (on phone) Chip? Hi! It’s Monica. (listens)\n‘Kay. (listens) ‘Kay. (listens) Okay. (listens) Okay, good-bye. (hangs up) Oh my\nGod, we just had "},{"person":"Ross","txt":" (to Rachel) I was just leaving."},{"person":"Rachel","txt":" Good! ‘Cause I’ve got a product report to read, it’s like\neight pages, I hope I don’t fall asleep."},{"person":"Ross","txt":" Why? Did you write it?"},{"person":"Rachel","txt":" (sees Chip’s phone number) Wow! Look at that, Chip Matthews called.\nI wonder what he wants?"},{"person":"Ross","txt":" Well ah, actually..."},{"person":"Rachel","txt":" (interrupting) I bet he sensed that I was ready to have sex with another\nguy."},{"person":"Ross","txt":" Well, umm, why don’t you give him a call?"},{"person":"Rachel","txt":" Okay. (picks up phone) Are you sure you wanna hear this?"},{"person":"Ross","txt":" Oh, I’m sure."},{"person":"Rachel","txt":" (on phone) Chip! Hi, it’s Rachel. (listens) Rachel Green. Yeah,\numm, you left me a message. (listens) Yes you did, my roommate wrote it down. (listens)\nMonica Geller. (listens) Ohh."},{"person":"Ross","txt":" (whispering in her ear) Oh, that’s right! He called to ask out\nMonica! That-that’s gotta be embarrassing! "},{"person":"Phoebe","txt":" (screaming, angrily) ...DUMB, DRUNKEN, BITCH!!! (applause) (happily)\nThank you, thanks."},{"person":"Ross","txt":" (reading the newspaper) Hey, here’s a question; where did you guys\nget the finest oak East of the Mississippi?"},{"person":"Chandler","txt":" Uh-huh, first you tell us where you got the prettiest lace in all the\nland."},{"person":"Ross","txt":" I’m reading your ad."},{"person":"Joey","txt":" Looks good, uh?"},{"person":"Ross","txt":" Yeah."},{"person":"Chandler","txt":" (reading the ad) Stunning entertainment center. Fine, (pause) fine\nItalian craftsmanship. (Joey is very proud of himself)"},{"person":"Phoebe","txt":" Oh my God, you guys are selling the entertainment center?"},{"person":"Rachel","txt":" Why? I love that thing."},{"person":"Chandler","txt":" You want it?"},{"person":"Phoebe and Rachel","txt":" Oh no."},{"person":"Chandler","txt":" Ahh, Gepeto, $5,000 dollars? Are you insane?"},{"person":"Joey","txt":" Hey, the ad alone cost 300 bucks!"},{"person":"Chandler","txt":" All right look, I’m changing it to 50 bucks, or your best offer."},{"person":"Joey","txt":" What kind of profit is that?! And you call yourself an accountant."},{"person":"Chandler","txt":" (looks at him) Nooo."},{"person":"Joey","txt":" Oh. What do you do?"},{"person":"Chandler","txt":" I can’t believe you don’t know what I do for a living!"},{"person":"Phoebe","txt":" Yeah, I actually don’t know..."},{"person":"Ross","txt":" Good, so do I"},{"person":"Rachel","txt":" Something to do with numbers?"},{"person":"Phoebe","txt":" Oh my God! No! Shoo! Kitty! No! No-no-no! Shoo! Come on, you! (goes over\nand picks up the cat) Come on. Crazy. (looks into the cat’s eyes) Oh my God."},{"person":"Rachel","txt":" What?"},{"person":"Phoebe","txt":" Nothing. Nothing."},{"person":"Joey","txt":" What? What’s wrong?"},{"person":"Phoebe","txt":" I just, I just have this really strong feeling that this cat is my\nMother."},{"person":"Rachel","txt":" You mean the mom you met in Montauk. She was a cat?!"},{"person":"Phoebe","txt":" No, no-no, "},{"person":"Ross","txt":" Are you sure she’s in the cat, or have you been taking your\ngrandma’s glycoma medicine again?"},{"person":"Phoebe","txt":" No Dr. Skeptismo! I’m sure. First of all, okay, there’s the\nfeeling. (Chandler shrugs) Okay, and for another, how about the fact that she went into my\nguitar case which is lined with orange felt. (Rachel nods her head in unsure agreement) My\nMother’s favourite fish is Orange Roughy... (Joey thinks he understands, but then\nnods that he has no clue.) Cats....like....fish! (Ross and Rachel are totally lost) (to\nthe cat) Hi, Mommy. (Rachel covers her mouth, in an “Oh my God.” gesture) Oh, I\nhaven’t seen this smile in 17 years!"},{"person":"Joey","txt":" (to Chandler) Dude, Phoebe’s mom has got a huge peni..."},{"person":"Chandler","txt":" (interrupting) Let it go!!"},{"person":"Monica","txt":" Hey!"},{"person":"Rachel","txt":" Umm, when were you gonna tell me that you’re going out with Chip\nMatthews?"},{"person":"Monica","txt":" Now? Is it okay if I go out with Chip Matthews?"},{"person":"Rachel","txt":" Nooo! It’s not okay! I can’t believe you would want to after\nwhat he did to me!"},{"person":"Monica","txt":" What, that little thing at the prom?"},{"person":"Rachel","txt":" Monica! I couldn’t find him for two hours! He was having sex with\nAmy Welch!"},{"person":"Monica","txt":" Come on, that was back in high school! How could that still bother you?"},{"person":"Rachel","txt":" I mean why, of all people would you want to go out with Chip?!"},{"person":"Monica","txt":" Look, you and I went to different high schools..."},{"person":"Rachel","txt":" Okay, that doesn’t help me, because we went to the same high\nschool."},{"person":"Monica","txt":" You went to one where you were popular, and you got to ride off\nChip’s motorcycle, and wear his letterman jacket. I went to one where I wore a band\nuniform they had to have specially made."},{"person":"Rachel","txt":" (shocked) They had to have that specially made?!"},{"person":"Monica","txt":" It was a project for one of the Home Ec classes."},{"person":"Rachel","txt":" (stunned) Oh my God, they told us that was for the mascot!"},{"person":"Monica","txt":" Back then, I thought that I would never, ever get the chance to go out\nwith a Chip Matthews, and now he’s-he’s called me up and asked me out. And the\nfat girl inside of me really wants to go. I-I owe her this. I never let her eat."},{"person":"Rachel","txt":" Oh, you go out with him. (goes over and hugs her) "},{"person":"Monica","txt":" Oh, really?!"},{"person":"Rachel","txt":" Yeah. Just, if it’s possible, could you leave him somewhere and go\nhave sex with another guy?"},{"person":"Monica","txt":" I’ll try."},{"person":"Ross","txt":" So you guys having any luck getting rid of the entertainment center?"},{"person":"Joey","txt":" Well, there were a couple of calls last night, but ah, I don’t think\nany of them are gonna work out."},{"person":"Chandler","txt":" Yes, Joey has a very careful screening process. Apparently, not\neveryone is qualified to own wood and nails."},{"person":"Phoebe","txt":" (is struggling with the cat) Stop it! Stop it! She keeps squirming,\ntrying to get away! Just like when she was alive."},{"person":"Ross","txt":" So Pheebs, how long is your mom gonna be with us?"},{"person":"Phoebe","txt":" Well, I’m not sure. I mean, I guess until she y'know, gets used to\nthe fact that there’s y'know, a new mom. Y'know, I think she’s worried that\ny'know, she’s gonna, she’s gonna be replaced. (to the cat, in a funny voice)\nWell, that’s not gonna happen is it? Noo. (gets up) Okay, I have to return a call in\nthe other room."},{"person":"Monica","txt":" Why can’t you use the phone in here?"},{"person":"Phoebe","txt":" Well, I’m returning a call from a certain mom at the B-E-A-C-H. I\njust spelled the wrong word. (goes into Monica’s room)"},{"person":"Ross","txt":" So, guys, am I crazy, or does Phoebe’s mom remind anyone of a "},{"person":"Monica","txt":" Ross, don’t start."},{"person":"Ross","txt":" Come on, you-you can’t tell me you actually believe that-that\nthere’s a woman inside that cat!"},{"person":"Rachel","txt":" I believe it."},{"person":"Ross","txt":" No you don’t. "},{"person":"Rachel","txt":" Yes, I do."},{"person":"Ross","txt":" No you do—y'know what, you’re not gonna suck me into this."},{"person":"Rachel","txt":" Oh sure I am, because you always have to be right."},{"person":"Ross","txt":" I do not always have to be—okay, okay. (starts to leave)"},{"person":"Rachel","txt":" "},{"person":"Tony","txt":" Wow! That’s ah, that’s pretty nice!"},{"person":"Joey","txt":" Pretty nice?"},{"person":"Chandler","txt":" You’ll have to pardon my roommate, he wanted to marry this."},{"person":"Tony","txt":" We don’t have 50 bucks, but would you be willing to trade for it?\nWe’ve got a canoe."},{"person":"Chandler","txt":" Y'know, I, I really don’t think we need a canoe."},{"person":"Tony","txt":" You gotta take the canoe!"},{"person":"Chandler","txt":" All right, just, just take the entertainment center, and then when you\nget home, throw the canoe away!"},{"person":"Peter","txt":" We’re not throwing it away! I built that canoe! (starts to leave as\nTony chases after him)"},{"person":"Joey","txt":" (to Peter) Good for you!!"},{"person":"Rachel","txt":" (entering) You guys, you’re never gonna believe what I just found\ntacked up on a telephone pole! (She’s holding a flyer.) Look kinda familiar?"},{"person":"Ross","txt":" (taking the flyer) Apparently Phoebe’s mother also goes by the name\nJulio."},{"person":"Rachel","txt":" You guys, there’s a little girl in Soho looking for this cat. I\nmean, you know what that means?!"},{"person":"Joey","txt":" (looking at the flyer) Yeah-eah! 200 dollar reward, split five ways!!"},{"person":"Rachel","txt":" Do we have to tell her?"},{"person":"Ross","txt":" Yes, we have to tell her!"},{"person":"Monica","txt":" Oh, but it’s made her so happy."},{"person":"Ross","txt":" (holds up a hand) Little girl misses her cat. (hold up the other hand)\nCrazy lady thinks her mother is in a cat. (gets up) Okay, y'know what, I have to go have\ndinner with my son, can I trust that when you see Phoebe, you will tell her."},{"person":"All","txt":" (disappointed) Yeah."},{"person":"Ross","txt":" Thank you."},{"person":"Rachel","txt":" I "},{"person":"Monica","txt":" He is right, isn’t he?"},{"person":"Chandler","txt":" Y'know what, I think this might be one of the times he’s wrong."},{"person":"All","txt":" You think?"},{"person":"Phoebe","txt":" (entering, with Julio) Hi. (sits down in the chair)"},{"person":"Monica","txt":" Hi!"},{"person":"All","txt":" Hey!"},{"person":"Joey","txt":" Uh, Pheebs, about your mom..."},{"person":"Phoebe","txt":" Yeah?"},{"person":"Joey","txt":" (pause) How’s that going?"},{"person":"Phoebe","txt":" So great. Oh, we took a nap today and my Mom fell asleep on my tummy and\npurred."},{"person":"Joey","txt":" That’s so sweet. (pause) I’m gonna get some coffee. (gets up and\nleaves)"},{"person":"Monica","txt":" (sliding into Joey’s place on the couch to try and talk to Phoebe)\nHuh? What’d ya say Joe? I’ll be right there. (gets up and joins Joey)"},{"person":"Rachel","txt":" Pheebs..."},{"person":"Phoebe","txt":" I just feel so, uhh....."},{"person":"Rachel","txt":" All right!!"},{"person":"Chandler","txt":" I’m coming already!!"},{"person":"Rachel","txt":" Jeez!"},{"person":"Monica","txt":" (running from the bathroom to her room, wearing only a towel) Not yet!\nNot yet! Not yet! Not yet! Not yet! Not yet! Not yet! Not yet! (gets to her room and\ncloses the door, as Rachel gets up to answer the door.)"},{"person":"Rachel","txt":" Hello, Chip."},{"person":"Chip","txt":" Hey, Rach! How ya doin’?"},{"person":"Rachel","txt":" I’m great! I’m great. I’ve got a great job at "},{"person":"Chip","txt":" So ah, Monica ready yet?"},{"person":"Rachel","txt":" She’ll be out in a second. So, Chip, how’s umm, Amy Welch?"},{"person":"Chip","txt":" Amy Welch? Wow! I haven’t seen her since... So, Monica about ready?"},{"person":"Joey","txt":" This is the unit for you my friend. Sturdy construction, tons of storage\ncompartments, some big enough to fit a grown man."},{"person":"Guy","txt":" What?!"},{"person":"Joey","txt":" Oh yeah! I got in there myself once. My roommate bet me five bucks that I\ncouldn’t, and then he stuck a board through the handles that locked me in. Yeah. It\nwas funny ‘til I started feeling like I was in a coffin."},{"person":"Guy","txt":" No, you, you can’t fit in that thing. That’s not deep enough."},{"person":"Joey","txt":" Oh yeah? (opens up the center and takes out the stereo) If I can’t,\nI’ll knock five bucks off the price off the unit."},{"person":"Guy","txt":" All right, you have yourself a deal. (shakes his hand)"},{"person":"Joey","txt":" Okay. (he gets in the unit and closes the door) See?! I told ya! "},{"person":"Joey","txt":" Sometimes I get in here just to get away from it! Hey, a nickel!!"},{"person":"Chip","txt":" Here, we are."},{"person":"Monica","txt":" Oh my God! You still have the Chipper!"},{"person":"Chip","txt":" The what?"},{"person":"Monica","txt":" That’s what we used to call your ah, your motorcycle in high\nschool. Y'know how a motorcycle is a Chopper, and you’re Chip. Nevermind."},{"person":"Chip","txt":" No, I think it’s cute. (kisses her)"},{"person":"Monica","txt":" Wow! A lipper from Chipper."},{"person":"Chip","txt":" So you still in touch with anyone from high school?"},{"person":"Monica","txt":" Umm. Well, there’s Rachel, and umm, I think that’s it. How\nbout you?"},{"person":"Chip","txt":" Oh yeah, I still hang with Simmons and Zana, y'know. I see Spindler a lot.\nDevane, Kelly, and I run into Goldie from time to time. Steve Brown, Zuchoff, McGwire,\nJ.T., Breadsly."},{"person":"Monica","txt":" Is that all?"},{"person":"Chip","txt":" Ehh, y'know after high school, you just kinda lose touch. Oh yeah! I ran\ninto Richard Dorfman."},{"person":"Monica","txt":" Ohh, how is he?"},{"person":"Chip","txt":" Not so good, Simmons and I gave him a wedgie."},{"person":"Monica","txt":" Isn’t he an architect now?"},{"person":"Chip","txt":" Yeah, they still wear underwear."},{"person":"Chandler","txt":" OH MY GOD!!!"},{"person":"Joey","txt":" (still trapped in the entertainment center) WHAT?!! "},{"person":"Chandler","txt":" Are you all right?!"},{"person":"Joey","txt":" Yeah..."},{"person":"Chandler","txt":" (lets him out) What happened?!!"},{"person":"Joey","txt":" (getting out) Awww, man! He promised he wouldn’t take the chairs!!"},{"person":"Chandler","txt":" What the hell happened?!! How were you locked in?!! And where the hell\nis all of our stuff?!!"},{"person":"Joey","txt":" Well, this guy came by to look at the unit and-and he said he didn’t\nthink big enough to fit a grown man!"},{"person":"Chandler","txt":" So—You got in "},{"person":"Joey","txt":" I was tryin’ to make a sale!! Oh, man, if I ever run into that guy\nagain, do you know what I’m gonna do?"},{"person":"Chandler","txt":" BEND OVER?!!!"},{"person":"Chip","txt":" ...and then Zana, just let one rip!! (laughs histerically)"},{"person":"Monica","txt":" Look, not that I enjoy talking about people who I went to high school\nwith, ‘cause I do, but umm, maybe we could talk about something else? Like you, I\ndon’t even know where you work?"},{"person":"Chip","txt":" You know where I work!"},{"person":"Monica","txt":" I do?"},{"person":"Chip","txt":" The movie theatre, you used to come in all the time."},{"person":"Monica","txt":" You still work at the multiplex?"},{"person":"Chip","txt":" Oh, like I’d give up that job! Free popcorn and candy, anytime I\nwant. I can get you free posters for your room."},{"person":"Monica","txt":" Thanks, I’m set. Do you still live with your parents?"},{"person":"Chip","txt":" Oh yeah, but I can stay out as late as I want."},{"person":"Rachel","txt":" Wow! They really got you guys. Your T.V. The chairs."},{"person":"Phoebe","txt":" Oh yeah, your microwave. The stereo."},{"person":"Joey","txt":" (looking through a deck of cards) Aww, man, he took the five of spades!!\nOh, no-no-no, here it is!"},{"person":"Monica","txt":" (entering) Oh my God! What happened?"},{"person":"Chandler","txt":" Oh, umm, Joey was born, and then 28 years later, I was robbed!!"},{"person":"Rachel","txt":" (to Monica) So, how was your date?"},{"person":"Monica","txt":" Well, y'know how I always wanted to go out with Chip Matthews in high\nschool?"},{"person":"Rachel","txt":" Um-hmm."},{"person":"Monica","txt":" Well, tonight, I actually went out with Chip Matthews in high school."},{"person":"Rachel","txt":" Oh honey, I’m sorry."},{"person":"Monica","txt":" No, it’s okay, not only did I get to go out with Chip Matthews, I\ngot to dump Chip Matthews."},{"person":"Rachel","txt":" Ohh! That’s so great!"},{"person":"Monica","txt":" I know!"},{"person":"Ross","txt":" (entering) Hey! So ah, what did the insurance company say?"},{"person":"Chandler","txt":" Oh, they said uh, “You don’t have insurance here, so stop\ncalling us.”"},{"person":"Ross","txt":" (seeing Phoebe still with cat) You didn’t tell her?! (They all kinda\nshy away.) Okay, fine! Pheebs?"},{"person":"Phoebe","txt":" Yeah? (sees Ross) Hi!"},{"person":"Ross","txt":" Hi! Listen uhh, this cat belongs to a little girl. There are flyers all\nover the place."},{"person":"Rachel","txt":" I’m sorry, sweetie. (shows her the flyer)"},{"person":"Monica","txt":" Hey, we can take her back with you if you want."},{"person":"Phoebe","txt":" Ohh. Um-hmm. But y'know, she choose to find me. I mean, I have to\nrespect her decision. Right?"},{"person":"Chandler, Monica, Joey, and Rachel","txt":" That’s a good call. Right."},{"person":"Ross","txt":" No! No! Look—Hey, enough is enough! Look, I am sorry that you feel\nguilty or whatever about spending time with your new mom, but this is not your old mom.\nThis is a cat! Okay, Julio the cat! Not mom! Cat!"},{"person":"Phoebe","txt":" (she turns around and puts the cat on the entertainment center) Ross,\nhow many parents have you lost?"},{"person":"Ross","txt":" None."},{"person":"Phoebe","txt":" Okay, then you don’t know what it feels like when one of them comes\nback. Do you? I believe this is my Mother. Even if I’m wrong, who cares? Just be a\nfriend. Okay? Be supportive."},{"person":"Ross","txt":" I’m sorry."},{"person":"Phoebe","txt":" Okay."},{"person":"Ross","txt":" I don’t know what to say."},{"person":"Rachel","txt":" You could.... say you’re sorry to her mom."},{"person":"Phoebe","txt":" I think she would like that."},{"person":"Ross","txt":" (goes over to Julio) Come here, here, come here, come here, (pause) Mrs.\nBuffay. Sorry, about what I said, umm, it was, it was insensitive of me to say that you\nwere just a cat. When clearly you are also the reincarnated spirit, of my friend’s\nmother."},{"person":"Phoebe","txt":" Thank you. We both forgive you."},{"person":"Rachel","txt":" So honey, what are you gonna do about the little girl?"},{"person":"Phoebe","txt":" Yeah, okay, listen, umm, Mom, I hope you know you still mean a lot to\nme. And you’re welcome to come back anytime."},{"person":"Chandler","txt":" Pheebs, if she could come back as a couch, we’d really appreciate\nit. (Joey nods in agreement)"},{"person":"Phoebe","txt":" Come on, Mom, I’ll take you home."},{"person":"Rachel","txt":" I’ll go with you."},{"person":"Monica","txt":" Me too. (they all leave)"},{"person":"Ross","txt":" Oh! Y'know, I’ve got an extra futon."},{"person":"Joey","txt":" Dude, you don’t have to brag! We got nothing here!!"}]