[{"person":"Ross","txt":" Happy birthday!!!"},{"person":"Monica","txt":" Happy birthday!!!"},{"person":"All","txt":" Rach! Come on! Rach!"},{"person":"Monica","txt":" It’s your birthday!"},{"person":"Tag","txt":" (entering from her room) Hey."},{"person":"Chandler","txt":" (To Monica) She’s not as pretty as she was when she was 29."},{"person":"Tag","txt":" Ms. Green would like to establish some ground rules before she comes out.\nShe would appreciate it if you don’t use the words old or downhill or (To Joey) they\nstill look pretty damn good. (Joey smiles and everyone glares at him.)"},{"person":"Joey","txt":" They do!"},{"person":"Phoebe","txt":" Rachel! Come on out! Monica made breakfast!"},{"person":"Monica","txt":" Chocolate-chip pancakes!"},{"person":"Ross","txt":" We’ve got presents!"},{"person":"Rachel","txt":" Good ones?"},{"person":"Monica","txt":" They all came from the list you handed out to us two weeks ago."},{"person":"Rachel","txt":" Well, can I keep the presents and still be 29?"},{"person":"Joey","txt":" Come on Rach! Look, turning thirty is not that big a deal."},{"person":"Ross","txt":" Oh really. Is that how you felt when you turned thirty?"},{"person":"Joey","txt":" (screaming) Why God?!! Why?!! We had a deal!! Let the others grow old! Not\nme!! (He buries his head in Phoebe’s lap for comfort.)"},{"person":"Rachel","txt":" Y’know, I’m still 29 in Guam."},{"person":"Ross","txt":" Hey, 30 is not that old! Do you know how old the Earth is?"},{"person":"Rachel","txt":" Late thirties? Oh come on you guys! Is it just me? Am I overreacting to\nthis?"},{"person":"Chandler","txt":" No Rach, it’s not just you. My thirtieth birthday certainly\nwasn’t that much fun."},{"person":"Joey","txt":" (screaming) And now Chandler! We’re all gettin’ so old! (Looking\nup) Why are you doing this to us?! (Turns away crying.)"},{"person":"Monica","txt":" Rach, you’re in a great place in your life. Come on, you’ve\ngot a great job! Good friends…"},{"person":"Joey","txt":" Yeah, you’re roommate is a soap opera star."},{"person":"Rachel","txt":" Look, y’know I know my life’s going pretty well, but I look\naround and I just see so many people who’ve accomplished so many other goals by the\ntime they’re thirty."},{"person":"Phoebe","txt":" Yeah, but you shouldn’t compare yourself to me."},{"person":"All","txt":" Come on Phoebe! You can do it Phoebe! Come on!"},{"person":"Rachel","txt":" There you go!"},{"person":"Phoebe","txt":" I did it! One mile on a hippity-hop! That’s it!! That’s\neverything I wanted to do before I was thirty. Oh, except I wanted to patch things up with\nmy sister. But oh well. Yay!! (They all cheer again.) And-and girls this thing is a\nGodsend if you know what I mean. (Rachel and Monica look intrigued and as they all head\ninto Central Perk, Rachel picks up the hippity-hop that Phoebe left behind.)"},{"person":"Rachel","txt":" Thirty. Ugh, I mean thirty! Monica, do you remember mean, old Mrs.\nKreeger in the fifth grade? She was thirty!"},{"person":"Tag","txt":" Come on, let’s have some fun. Huh? (To Rachel) What do you want to do\ntoday?"},{"person":"Rachel","txt":" Nothing. I don’t want to do anything."},{"person":"Monica","txt":" Well, doing nothing on your thirtieth is better than doing something\nstupid, like Ross."},{"person":"Ross","txt":" Hey! That was a practical purchase! I needed that car for transportation!\nOkay? I-I have a child!"},{"person":"Ross","txt":" How hot do I look in this, huh?!"},{"person":"Chandler","txt":" Ross, a sports car? Wouldn’t it have been cheaper to just stuff a\nsock down there?"},{"person":"Ross","txt":" That’s not what this is about okay? I-I am a sports car enthusiast. I\nhave "},{"person":"Joey","txt":" Hey, what’s the horsepower on this thing?"},{"person":"Ross","txt":" (giddy) I don’t know, but-but look how shiny!"},{"person":"Monica","txt":" I can’t believe you bought this."},{"person":"Rachel","txt":" Really! God Ross, what were you thinking? (To Phoebe, quietly) I know\nit’s really shallow, but a part of me wants him again."},{"person":"Phoebe","txt":" Oh, well get in line missy. (To Ross) So, can I have a ride stud?"},{"person":"Ross","txt":" Hop in. (Phoebe hops in.) Get ready for the smoothest ride of your life. "},{"person":"Ross","txt":" Damnit! (Shuts the car off.)"},{"person":"Phoebe","txt":" (getting out) Okay, who’s next?"},{"person":"Rachel","txt":" Y’know what? I am going to do something today. I’m not just\ngonna sit around like some old lady. I’m gonna get something pierced. Like my uh,\nlike my nose or my tongue or something."},{"person":"Phoebe","txt":" Really?! ‘Cause y’know that hurts."},{"person":"Rachel","txt":" So what?! Y’know what? The way I see it—(Phoebe pulls out a\nhair from the back of her head)—Ow! Son of a bitch!!"},{"person":"Tag","txt":" Look Rachel, I know what you’re going through. I’m totally\nfreaked about turning 25."},{"person":"Rachel","txt":" (glares at him) Get out, get out of my apartment. "},{"person":"Monica","txt":" All right Rach, for what it’s worth, I think that you’re doing\ngreat. I mean y’know let’s face it, no one handles this well."},{"person":"Phoebe","txt":" Least of all you."},{"person":"Tag","txt":" Why? What you’d do?"},{"person":"Monica","txt":" Weren’t you asked to leave sonny?"},{"person":"Chandler","txt":" (To Joey) Would you put that back on?! Monica’s gonna be here any\nminute!"},{"person":"Joey","txt":" But it hurt’s my Joey’s Apple."},{"person":"Chandler","txt":" (frustrated) Okay, for the last time. It’s not named for each\nindividual man."},{"person":"Mrs. Geller","txt":" (To Chandler) You’ve done a wonderful job with this party\nChandler. Everything looks so lovely."},{"person":"Chandler","txt":" Oh well, not as lovely as you. I mean, I can’t believe that you\nwould have a thirty-year-old daughter! (To Mr. Geller) And you! I can’t believe that\nyou would have a tux that’s thirty years old! (Puts his hand on Mr. Geller’s\nshoulder.)"},{"person":"Mr. Geller","txt":" It’s older than that. Ross was actually conceived right near\nthis tuxedo."},{"person":"Chandler","txt":" Ohh! (He quickly removes his hand and looks at it.)"},{"person":"Rachel","txt":" (entering) Hey! Everybody hide! Hide! I saw her! She’s coming!"},{"person":"Chandler","txt":" Okay! Okay! Everybody down! Everybody down! (Rachel turns off the\nlights and everyone crouches. As everyone crouches, a ripping noise erupts from the\nassemblage.)"},{"person":"Mr. Geller","txt":" Crap."},{"person":"Chandler","txt":" (getting up to investigate) Okay, everybody stay here. I will find out\nwhat’s going on."},{"person":"Monica","txt":" Heyyy!! You got the door open!! (Giggles.)"},{"person":"Chandler","txt":" Hey-hey are you drunk?"},{"person":"Monica","txt":" Nooo! (Giggles) Okay. (She tries to pull herself up by Rachel and\nJoey’s doorknob, but the door opens and she almost falls into the their apartment.\nShe manages to catch herself.) Whoa! (Stands up, unsteadily) Okay. See I was, I was a\nlittle nervous about turning (whispering) thirty. (Giggles.) So the bus boys took me out\nfor some drinks. (Pause) I wanna puke on you later!"},{"person":"Chandler","txt":" Okay, here is the thing. We have thrown a "},{"person":"Monica","txt":" Noo!!!"},{"person":"Chandler","txt":" Yes!"},{"person":"Monica","txt":" Noo!!"},{"person":"Chandler","txt":" Yes!!"},{"person":"Monica","txt":" Oh no! My parents have never seen me drunk! (Pause) That they know of."},{"person":"Chandler","txt":" Okay, here’s the thing. We’re gonna get you some coffee and\nthey will never know that you’re drunk."},{"person":"Monica","txt":" Really?! You promise?"},{"person":"Chandler","txt":" Yeah, I’ll take care of it."},{"person":"Monica","txt":" Okay. I love you so much. (Kisses him.)"},{"person":"Chandler","txt":" (laughing) Okay we have to do something about your breath."},{"person":"Monica","txt":" What about "},{"person":"Chandler","txt":" That’s still yours. Okay, now remember it’s a surprise\nparty. So, when you go in, act surprised."},{"person":"Monica","txt":" Okay. I can do that."},{"person":"Chandler","txt":" Okay."},{"person":"All","txt":" Surprise!!!"},{"person":"Ross","txt":" Okay, forward. Forward—Stop! (The car moves an inch and Ross runs to\nthe back of the car.) Okay, back—Stop! (The car barely moves and Ross runs back to\nthe front.) Okay, forward—Stop! Stop! Stop!"},{"person":"Monica","txt":" Ross, just forget about it. This guy’s got you totally wedged in."},{"person":"Woman","txt":" (To Joey) Is this yours?"},{"person":"Joey","txt":" Well actually…"},{"person":"Ross","txt":" No-no-no! It’s mine! It’s-it’s mine. (The woman walks\naway.)"},{"person":"Joey","txt":" Dude, you soooo need this car."},{"person":"Phoebe","txt":" (running up) Okay. Okay, here’s what we’re gonna do. Okay,\nI’m gonna break into this mini-van and put it in neutral. You guys push it forward so\nRoss can drive out of his spot. Okay? All right, here we go. (She opens her coat and\nreveals that thing car thieves use to break into cars as Ross jumps in behind the wheel.\nShe inserts the device, unlocks the door, opens it, and the alarm goes off.) Haul ass!!!!\n(Runs off.)"},{"person":"Phoebe","txt":" Happy thirtieth birthday! Here! (Hands her the hippity-hop.) It’s\nfor the child in you, and the woman. Happy thirtieth!"},{"person":"Ursula","txt":" Right, why do you keep saying that?"},{"person":"Phoebe","txt":" Because it’s our thirtieth birthday."},{"person":"Ursula","txt":" Yeah, no we’re not thirty. We’re 31. Okay. (She closes the\ndoor.)"},{"person":"Phoebe","txt":" Wait! (Knocks on the door and Ursula opens it.)"},{"person":"Ursula","txt":" Oh, it’s you."},{"person":"Phoebe","txt":" Yeah. What?!"},{"person":"Ursula","txt":" Yeah, we’re not thirty, we’re 31."},{"person":"Phoebe","txt":" Nu-uh!"},{"person":"Ursula","txt":" Yea-huh! That’s what is says on my birth certificate."},{"person":"Phoebe","txt":" You have your birth certificate?"},{"person":"Ursula","txt":" Yeah, I got a big box of family stuff when my mom died."},{"person":"Phoebe","txt":" Our mom."},{"person":"Ursula","txt":" (sarcastic) Right! Okay. (Hands Phoebe her births certificate.)"},{"person":"Phoebe","txt":" Do you have my birth certificate?"},{"person":"Ursula","txt":" No, I sold it to a Swedish runaway."},{"person":"Phoebe","txt":" (reading the certificate) Oh my God! Oh my God, we are 31."},{"person":"Ursula","txt":" Yeah."},{"person":"Phoebe","txt":" I just lost a whole year of my life."},{"person":"Ursula","txt":" (sarcastic) Okay."},{"person":"Phoebe","txt":" Your middle name is Pamela?"},{"person":"Ursula","txt":" Yes."},{"person":"Phoebe","txt":" Well, I never knew mine. Do you remember what it is?"},{"person":"Ursula","txt":" Yes! Phoebe."},{"person":"Phoebe","txt":" That’s my first name."},{"person":"Ursula","txt":" Right, okay, then no."},{"person":"Chandler","txt":" Okay before we start the celebration, Monica has to go put on her\nparty dress."},{"person":"Monica","txt":" Yay!"},{"person":"Chandler","txt":" See? (Does his laugh.) Here we go. (Starts walking her to their room,\nand has to pass in front of Mr. Geller who’s sitting at the table and Mrs. Geller\nwho’s standing next to him.)"},{"person":"Mr. Geller","txt":" Happy birthday, sweetie! Give us a hug! (Starts to get up.)"},{"person":"Mrs. Geller","txt":" (stopping him) Don’t get up Jack! The safety pins are about to\nblow."},{"person":"Monica","txt":" (sees someone) Paul!"},{"person":"Chandler","txt":" (correcting her) Phil."},{"person":"Monica","txt":" Phil!"},{"person":"Chandler","txt":" Now, there is a dress laid out on your bed. (Monica stumbles on the\nsteps.) Okay, (catches her) you’re doing great. You’re doing great. You’re\ndoing fine."},{"person":"Phoebe","txt":" Hey, what’s going on?"},{"person":"Chandler","txt":" Monica’s a little drunk."},{"person":"Phoebe","txt":" Yay! I "},{"person":"Monica","txt":" Awwwww… (Giggles.)"},{"person":"Chandler","txt":" (To Monica) Go change! (To Phoebe) She doesn’t want her parents\nto know she’s drunk."},{"person":"Phoebe","txt":" Ohh! All right! All right. Here’s what we’ll do, I’ll get\ntwice as drunk as Monica and then no one’s will even notice her."},{"person":"Rachel","txt":" What’s-what’s going on? Phil’s really pissed!"},{"person":"Chandler","txt":" Monica’s wasted."},{"person":"Ross","txt":" Maybe that will liven up this party."},{"person":"Chandler","txt":" (To Rachel) Okay, will you just go help her change please!"},{"person":"Rachel","txt":" Okay, but taking care of a drunk, naked woman seems like a job for Joey."},{"person":"Joey","txt":" Yep. (Starts for Monica’s room, but Chandler stops him.)"},{"person":"Tag","txt":" (handing his to her) This one’s from me."},{"person":"Rachel","txt":" Ahh!"},{"person":"Tag","txt":" It wasn’t on your list, but hopefully you’ll think it’s\nreally fun."},{"person":"Rachel","txt":" (opening it) A scooter! (She’s not happy.)"},{"person":"Ross","txt":" (to Tag) Stick to the list. Always stick to the list."},{"person":"Rachel","txt":" No! No-no, I love it. Thank you. (Kisses him.) "},{"person":"Chandler","txt":" Okay, open ours next. Open ours next!"},{"person":"Rachel","txt":" Okay."},{"person":"Joey","txt":" Now that you’re a couple, we don’t get two presents from you\nguys?"},{"person":"Chandler","txt":" For my last birthday you gave me a "},{"person":"Rachel","txt":" Okay. (Opens the card and reads it.) Happy birthday Grandma! It’s\nbetter to be over the hill (starting to cry) then buried under it. (Breaks down as\neveryone glares at them.) All our love Monica and Chandler. (Crying) That’s funny,\nyeah!"},{"person":"Chandler","txt":" No-no-no-no! That was the joke!"},{"person":"Rachel","txt":" (crying) No, I know! I get it! It’s funny!"},{"person":"Chandler","txt":" No, because you’re not a grandmother!"},{"person":"Rachel","txt":" No I know, because to be a grandmother you have to be married and have\nchildren and I don’t have any of those things. That’s why it’s so funny.\n(Runs into her room crying.)"},{"person":"Monica","txt":" All you had to do was buy the card!"},{"person":"Ross","txt":" Hey! Look who’s back! It’s the birthday girl! How’s the\nbirthday girl feeling?"},{"person":"Rachel","txt":" Well, I feel fine, but I think you’re bumming out the rest of the\nkids."},{"person":"Ross","txt":" What? (Glances over and sees the faces of the rest of the group, then goes\nand sits down.)"},{"person":"Rachel","txt":" Okay! Y’know what? I realized it was stupid to get upset about not\nhaving a husband and kids. All I really needed was a plan. See I wanna have three\nkids…"},{"person":"Phoebe","txt":" Oh let me guess, and you wanna have them all at the same time and you\nwanna have them for your brother."},{"person":"Rachel","txt":" As I was saying… I should probably have the first of the three kids\nby the time I’m 35 which gives me five years. I love this plan! I wanna marry this\nplan!"},{"person":"Phoebe","txt":" If you could do that, I’d marry the hippity-hop."},{"person":"Rachel","txt":" So, if I wanna have my kid when I’m 35, I don’t have to get\npregnant until I’m 34. Which gives "},{"person":"Monica","txt":" Really! That long?! (Chandler slowly turns and looks at her.) (To\nChandler) Look all you want, it’s happening!"},{"person":"Rachel","txt":" No, so I don’t have to get married until I’m 33! That’s\nthree years, that’s three whole years—Oh, wait a minute though. I’ll need a\nyear and a half to plan the wedding, and I’d like to know the guy for a year, year\nand a half before we get engaged… Which means I need to meet the guy by the time\nI’m thirty."},{"person":"Ross","txt":" Which is fine! Because "},{"person":"Rachel","txt":" No! Ross, no! It is not fine! Eh-eh-according to my plan I should\nalready be with the guy I wanna marry!"},{"person":"Joey","txt":" Will you quit hoggin’ it!"},{"person":"Rachel","txt":" (To Chandler) I’m telling you it’s like watching Bambi learn\nhow to walk."},{"person":"Ross","txt":" (To Monica) You’re drunk! Mom and dad are gonna be maaaaadd! Maybe\nI’m a little drunk."},{"person":"Chandler","txt":" (to a waiter) Oh that’s great! Right there! Can we get some of\nthat over here please? (The waiter comes over) There we go."},{"person":"Joey","txt":" (to the waiter) Hey! Are those crab cakes? (The waiter nods) Did I not\ntell ya to come straight to me when more crab cakes were ready?"},{"person":"Chandler","txt":" (To Monica) How are you feeling?"},{"person":"Monica","txt":" You are "},{"person":"Ross","txt":" I really wish that you wouldn’t."},{"person":"Chandler","txt":" (To Monica) Now all you have to do is just get through a little bit\nmore, okay? Then we can put you in bed, okay? Just smile and don’t talk to "},{"person":"Phoebe","txt":" (clinking two glasses together) Speech! Speech! Let’s hear from the\nbirthday girl! Huh?"},{"person":"Chandler","txt":" Pheebs!!"},{"person":"Phoebe","txt":" Don’t you see? Everyone’s looking at me! The plan’s\nworking! I didn’t even have to take off my top yet!"},{"person":"Mrs. Geller","txt":" Speech! Come on Monica!"},{"person":"Ross","txt":" Come on!"},{"person":"All","txt":" Come on! Speech!"},{"person":"Mr. Geller","txt":" (filming this) Hey Chandler, you can’t keep your hands off her\nfor one second!"},{"person":"Mrs. Geller","txt":" Oh-ho, I think it’s nice."},{"person":"Chandler","txt":" I think it’s necessary. (Backs away anyhow.)"},{"person":"Monica","txt":" I-I-I wanna thank you all for coming. My family and my friends…"},{"person":"Phoebe","txt":" (screaming) Wooo!! Hoo!!"},{"person":"Monica","txt":" I really like to say that I’m-um… (Pause) Y’know what\nI’d really like to say? I’m drunk!! (Mrs. Geller pulls the camera down.)\nThat’s right mom and dad your little Harmonica is hammered!! (Ross grabs the camera\nout of his dad’s hands.) And guess what! I’ve been drunk before! And I’ve\nsmoked a cigarette! And I got a box of "},{"person":"Phoebe","txt":" (To Joey) Okay quick, help me get this off! (Motions to her top.)"},{"person":"Joey","txt":" Yeah!!"},{"person":"Phoebe","txt":" I lost a whole year! I can’t believe it! This is so unfair!"},{"person":"Joey","txt":" Oh, I don’t know Pheebs. It’ll be okay."},{"person":"Phoebe","txt":" Will it? Will it?! I mean, how would you feel if you found out you were\n31?"},{"person":"Joey","txt":" That’s not gonna happen. No. (Looks up) Because we have a new deal!"},{"person":"Phoebe","txt":" Plus, it totally ruined my schedule! I…I haven’t done any of\nthe things I wanted to do by the time I was 31!"},{"person":"Joey","txt":" Like what?"},{"person":"Phoebe","txt":" Like okay I-I-I, I haven’t met any Portuguese people! I, I\nhaven’t had the perfect kiss! And I haven’t been to sniper’s school!"},{"person":"Monica","txt":" Phoebe, y’know why don’t we just go upstairs and have some\nbirthday cake?"},{"person":"Phoebe","txt":" No, I just feel like being by myself for a while. All right? I’ll\nsee you guys later. Thanks. (Gets up and exits.)"},{"person":"Rachel","txt":" Hey. (After she leaves.) Oh, poor Pheebs."},{"person":"Joey","txt":" Hey, y’know what you guys? I think I’m gonna go walk her home.\n(Gets up and runs out.) "},{"person":"Monica","txt":" Oh man!"},{"person":"Chandler","txt":" What?"},{"person":"Monica","txt":" He’s gonna eat the cake!"},{"person":"Joey","txt":" Pheebs! Wait up! (She stops.) Listen uh, close your eyes. (She does so and\nJoey passionately kisses her.) Maybe that’s one thing you can cross off your list."},{"person":"Phoebe","txt":" Oh yeah."},{"person":"Joey","txt":" Oh, and plus I’m 1/16"},{"person":"Phoebe","txt":" Oh! (Phoebe walks away smiling.)"},{"person":"Ross","txt":" Okay, is everybody clear? We’re gonna pick it up…and move it.\nNow all we need is teamwork, okay? We’re gonna "},{"person":"Rachel","txt":" Ross, I really don’t think…"},{"person":"Ross","txt":" (interrupting her) Lift!! And slide!"},{"person":"Chandler","txt":" Okay, here we go."},{"person":"Ross","txt":" All right everyone, lift! (They and try to lift the car, of course it\ndoesn’t raise up) And slide!! (Everyone leans over, but the car still does not move.)"},{"person":"Rachel","txt":" Hey Joey, can I…"},{"person":"Joey","txt":" Oh, come on Rach! My turn just started!"},{"person":"Rachel","txt":" Actually, I just wanna talk to Tag."},{"person":"Joey","txt":" Oh. Okay. Hey, can I ride this outside?"},{"person":"Rachel","txt":" Whatever! Okay, I’m not your mother."},{"person":"Joey","txt":" Okay! (Runs off downstairs.)"},{"person":"Rachel","txt":" Not in the street!!"},{"person":"Joey","txt":" Yes!"},{"person":"Rachel","txt":" (to Tag) Hi."},{"person":"Tag","txt":" Hey."},{"person":"Rachel","txt":" Hey."},{"person":"Tag","txt":" How are you doing? Are you feeling any better?"},{"person":"Rachel","txt":" Yeah, I’m doing okay. I’m um…let’s talk."},{"person":"Tag","txt":" Okay. (They sit on the step.)"},{"person":"Rachel","txt":" Umm…"},{"person":"Tag","txt":" What’s up?"},{"person":"Rachel","txt":" Ohh Tag, umm…you’re such a great guy and we have sooo much fun\ntogether but I don’t-I don’t…"},{"person":"Tag","txt":" Wait! I think I see where you’re going, but before you say anything\nelse, can I just say one more thing? (Kisses her.)"},{"person":"Rachel","txt":" Well said. And a uh good example of the fun I was referring to uhh, but\nI just think I’m past the point where I think I can y’know, just have fun."},{"person":"Tag","txt":" Rachel, don’t do this. This is just because you’re turning\nthirty."},{"person":"Rachel","txt":" Yeah, it is! But you’re just a kid! I mean you’re 25!"},{"person":"Tag","txt":" Twenty-four actually."},{"person":"Rachel","txt":" Oh God! Y’know what I wish? I wish you were six years older. Well\nactually, if I’m wishin’ for stuff, I actually wish I was six years younger."},{"person":"Tag","txt":" Me too."},{"person":"Rachel","txt":" Yeah, I’m sorry. (They hug.)"},{"person":"Chandler","txt":" Hey! How’d it go?"},{"person":"Rachel","txt":" Oh, if I only want two kids, can I keep him for another year?"},{"person":"Phoebe","txt":" You did the right thing."},{"person":"Joey","txt":" (entering, limping, and holding his arm) I don’t like this anymore.\n(He sits down with them in pain.)"},{"person":"Chandler","txt":" Well, here we are, just a bunch of thirty year olds."},{"person":"Ross","txt":" God, do you realize in ten years we’re gonna be 40?"},{"person":"Joey","txt":" (crying) Why God?! Why are you doing this to us?! (He buries his head in\nRoss’s shoulder.)"},{"person":"Ross","txt":" Yes! My baby’s finally free! "},{"person":"Joey","txt":" All-all right! (They run and jump in the car.) Start it up! Let’s go!"},{"person":"Ross","txt":" (starting it) Woohoo!"},{"person":"The Man In The Sportscar","txt":" How hot are we? (He drives off.)"},{"person":"Ross","txt":" You wanna buy a car?"},{"person":"Joey","txt":" No."}]