[{"person":"Chandler","txt":" Do you think that there’s a town in Missouri or some place called\nSample? And ah, as you’re driving into town there’s-there’s like a sign,\nand it says “You’re in Sample.” (He says it like urine sample.)"},{"person":"Monica","txt":" (entering) Hey."},{"person":"All","txt":" Hey! "},{"person":"Rachel","txt":" How’d it go with Pete?!"},{"person":"Joey","txt":" Tell us!"},{"person":"Monica","txt":" You’re not gonna believe this. Okay, so I go over..."},{"person":"that","txt":"that"},{"person":"Billy Crystal","txt":" I’m sorry. Ex-excuse us. I’m sorry, it’s a little\ncrowded. Do you mind if we... (motions to the couch)"},{"person":"Robin Williams","txt":" Yeah, could you scooch?"},{"person":"Billy","txt":" Yeah, move over just a little bit. "},{"person":"Robin","txt":" Keep on scooching."},{"person":"Monica","txt":" So guys, listen, I go over there, and umm..."},{"person":"Robin","txt":" Why? Why?! What’s wrong with me?!"},{"person":"Billy","txt":" What’s the matter?"},{"person":"Robin","txt":" I have a feelin’... I, my wife is sleeping with her gynaecologist."},{"person":"Billy","txt":" How do you know?"},{"person":"Robin","txt":" Well y'know, he’s got access."},{"person":"Billy","txt":" Yeah."},{"person":"Robin","txt":" Y'know it’s that feeling you get, y'know?"},{"person":"Billy","txt":" Like when you go bowling and you know you’re in somebody else’s\nshoes?"},{"person":"Robin","txt":" That’s the one."},{"person":"Phoebe","txt":" All right, so, so you went to Pete’s..."},{"person":"Ross","txt":" What happened?"},{"person":"Monica","txt":" (Robin is speaking loudly again) I..."},{"person":"Robin","txt":" Why is this happening to me?! I don’t know, maybe it’s my\nwound."},{"person":"Monica","txt":" Forget it. (they all turn and listen to Billy and Robin)"},{"person":"Billy","txt":" So it’s-it’s not heeled yet?"},{"person":"Robin","txt":" No-no, it’s ooozing, oozing. (to Rachel) Could you pass me the\ncream? Is there any—Oh, there’s the cream."},{"person":"Billy","txt":" Thomas, this is gonna be hard, but I wanted it to come from me, and\nnobody else."},{"person":"Robin","txt":" What is it, Tim?"},{"person":"Billy","txt":" It’s me, I’ve been sleeping with your wife."},{"person":"Joey","txt":" (to Billy) So you’re the gynaecologist?"},{"person":"Billy","txt":" (to Joey) Hey, I’m trying to have a private conversation! Is that\nokay?!"},{"person":"Robin","txt":" (starting to cry) Ooh, (to Rachel) Can I have a napkin, please? Could you\nplease hand me a napkin? (Rachel tries to grab one, but is to slow for his tastes.) Would\nyou--Give me this thing (grabs the napkin holder from her.) all right!! Enough! (to Billy)\nAnd you are no longer my friend! We are finished! (gets up to leave) Nada!! No more! You\nare a "},{"person":"Billy","txt":" Thomas, come back here! (they both leave)"},{"person":"Phoebe","txt":" So Monica, what were you gonna tell us?"},{"person":"Monica","txt":" (pause) I have no idea."},{"person":"Rachel","txt":" So, come on, what was the big news Pete wanted to tell you Mon?! Or\nshould I say Mrs. Monica Becker?"},{"person":"Phoebe","txt":" No-no-no oh, keep your name, don’t take his name."},{"person":"Monica","txt":" He didn’t ask me to marry him."},{"person":"All","txt":" Ohh."},{"person":"Phoebe","txt":" Well then "},{"person":"Monica","txt":" He wanted to tell me he’s gonna compete is some ultimate fighting\ncompetition thingy."},{"person":"The Guys","txt":" Pete?!"},{"person":"Rachel","txt":" Why?! What is it?"},{"person":"Monica","txt":" I don’t know exactly. It’s-it’s sorta like wrestling."},{"person":"Phoebe","txt":" (intrigued) Oh?!"},{"person":"Monica","txt":" Yeah, but without the costumes."},{"person":"Phoebe","txt":" (disappointed) Oh."},{"person":"Joey","txt":" And it’s not fake, it’s totally brutal."},{"person":"Chandler","txt":" Yeah, it’s two guys in a ring, and the rules are:\n“They’re "},{"person":"Monica","txt":" So you can like, bite, and pull people’s hair and stuff?"},{"person":"Ross","txt":" Yeah, anything goes, except ah, eye gouging and fish hooking."},{"person":"Monica","txt":" What’s fish hooking?"},{"person":"Ross","txt":" Huh, what’s fish hooking... (Joey sticks his finger in Ross’s\nmouth and pulls on his cheek, y'know like when you hook a fish.) (to Joey, sarcastic)\nThanks man, that would have been really hard to describe. What is that taste?"},{"person":"Joey","txt":" What? My hands are totally clean, I just gave the duck a bath."},{"person":"Doug","txt":" So thanks for the warm welcome. It’s good to have you guys on my\nteam, and I come to play. I hope you do too. Now, let’s go out there and get\n‘em! Huh? And remember, there is no ‘I’ in team."},{"person":"Chandler","txt":" Yes, but there’s two in martini, soo everybody "},{"person":"Doug","txt":" (to Chandler) You! Chuckles! What’s your name?"},{"person":"Chandler","txt":" Oh it’s Bing, sir. I’m sorry , I was just ah..."},{"person":"Doug","txt":" No-no, I heard what you said, funny. I like funny. (Chandler starts to\nleave) This team is about hard work, but it’s also about having fun. Good to have you\naboard Bing! (smacks him on the butt, and Chandler leaves shocked.)"},{"person":"Ross","txt":" (on phone) That’s right, Ryder. Wynona Ryder for six. (listens) Thank\nyou. (hangs up) (to the gang) Yeah, we have the reservations."},{"person":"Rachel","txt":" Yes!!"},{"person":"Chandler","txt":" All right buddy, way to go! (smacks him on the butt)"},{"person":"Ross","txt":" (stunned) Dude, what are you doing?"},{"person":"Chandler","txt":" Thank you! Today, my boss keep slapping my butt and he was acting like\nit was no big deal."},{"person":"Phoebe","txt":" Yeesh, what’d you do about it?"},{"person":"Chandler","txt":" Well, I didn’t do anything. I didn’t want to be the guy who\nhas a problem with his boss slapping his bottom."},{"person":"Monica","txt":" I gotta tell ya, I think it’s okay to be that guy."},{"person":"Joey","txt":" Yeah, maybe it’s like y'know, that jock thing. Y'know how football\nplayers pat each other after touchdowns. (pats Ross on the butt) "},{"person":"Rachel","txt":" Y'know I don’t, I don’t understand guys, I mean I-I would\nnever congratulate Monica on a great stew by y'know, grabbin’ her boob."},{"person":"Chandler","txt":" Yeah, I know, for a really great stew you just y'know, stick your head\nin between ‘em."},{"person":"Monica","txt":" Okay, can we please go eat?"},{"person":"Joey","txt":" Yeah. What are we getting?"},{"person":"Monica","txt":" (to Chandler) Anything but stew."},{"person":"Ross","txt":" All right so, Chandler, from now on, don’t give your boss a chance to\nget you. Y'know just ah, don’t turn your back to him."},{"person":"Joey","txt":" Yeah, or you can teach him a lesson. Y'know? What you could do is you\ncould rub something that really smells on your butt, all right? Then, when he goes to\nsmack ya, his hand will smell. (thinking aloud) Now what could you rub on your butt that\nwould smell bad?"},{"person":"Chandler","txt":" (to Ross and Monica) What if Joey were president?"},{"person":"Phoebe","txt":" Umm, hey Rach, can I ask you something?"},{"person":"Rachel","txt":" Yeah."},{"person":"Phoebe","txt":" Okay, you can totally say no, but umm, would it be okay with you if I\nset Ross up on a date?"},{"person":"Rachel","txt":" Oh, ah with who?"},{"person":"Phoebe","txt":" Umm, my friend, Bonnie. She just always thought Ross was really cute,\nand now that you two aren’t together, she asked if I could set it up, but if\nyou’re not cool with it..."},{"person":"Rachel","txt":" Oh-oh-oh, which one is Bonnie again?"},{"person":"Phoebe","txt":" You remember her from my birthday party two years ago. She’s yeah,\nlike, average height, medium build, bald..."},{"person":"Rachel","txt":" Oh! (laughs) That’s fine."},{"person":"Phoebe","txt":" Great! Okay, good for you! (as they leave she slaps Rachel on the butt)"},{"person":"Hoshi","txt":" You are iron. You are steel! Let me ask you something, how come when I\ncall your computer support line, I have to wait an hour and a half?"},{"person":"Pete","txt":" I told you, we’re adding new operators all the time. Could we\nconcentrate on my training?"},{"person":"Hoshi","txt":" It’s just hard when I know I have e-mail "},{"person":"Monica","txt":" (entering) Hi!"},{"person":"Pete","txt":" Monica! (runs over and kisses her) Hi honey."},{"person":"Hoshi","txt":" All right, on the table. (Pete gets on the table for his rubdown)"},{"person":"Monica","txt":" Hey, umm, so listen umm, my friends were telling me a little about this\nah, ultimate fighting thing and it, well it sounds really dangerous. I-I don’t want\nyou to get hurt, ‘cause I kinda like you."},{"person":"Pete","txt":" Oh, believe me, I don’t want to get hurt either. I’m being smart\nabout this. See these guys? They’re the best trainers in the world, and Hoshi here\nused to be a paid assassin. (Hoshi yells at him in Chinese) A house painter! He used to be\na house painter."},{"person":"Monica","txt":" Promise me you’ll be careful."},{"person":"Pete","txt":" I promise."},{"person":"Monica","txt":" Hey, are we still on for tonight?"},{"person":"Pete","txt":" Yeah."},{"person":"Monica","txt":" Okay, good, ‘cause umm, well maybe we could have a little workout\nof our own..."},{"person":"Hoshi","txt":" No! No boom-boom before big fight!"},{"person":"Monica","txt":" How ‘bout just a boom?"},{"person":"Rachel","txt":" (to Phoebe) Well that was depressing, I think I just bought a soft\npretzel from one of the kids from "},{"person":"Phoebe","txt":" Um-hmm. Oh wait! This is Bonnie. (who has hair by the way)"},{"person":"Bonnie","txt":" Hi!"},{"person":"Rachel","txt":" This is Bonnie? (to Phoebe) This is Bonnie? (to Bonnie) You’re\nBonnie?"},{"person":"Bonnie","txt":" I can show you an ID if you want?"},{"person":"Rachel","txt":" Oh no, I’m sorry, you look a lot different from the last time I-I\nsaw you."},{"person":"Bonnie","txt":" Oh yeah, well I just started wearing bras again."},{"person":"Rachel","txt":" Oh, that must be it."},{"person":"Phoebe","txt":" (to Bonnie) Well I hope you have fun tonight."},{"person":"Bonnie","txt":" Thanks! You too."},{"person":"Rachel","txt":" (to Phoebe) You said she was bald."},{"person":"Phoebe","txt":" Yeah, she was bald, she’s not now."},{"person":"Rachel","txt":" How could you not tell me that she has hair?"},{"person":"Phoebe","txt":" I don’t know, I hardly ever say that about people."},{"person":"Rachel","txt":" (looks in the window) Ohh, well, this is just perfect!"},{"person":"Phoebe","txt":" Well I’m sorry, I thought you said it was okay."},{"person":"Rachel","txt":" Yeah, I said what was okay when I thought she was some weird bald chick.\nI mean, y'know, that girl has hair got "},{"person":"Phoebe","txt":" Well, maybe it won’t work out. Maybe Ross won’t like her\npersonality."},{"person":"Rachel","txt":" Why, does she have a bad personality?"},{"person":"Phoebe","txt":" Oh no, Bonnie’s the best!"},{"person":"Doug","txt":" Bing! (Chandler stands bolt upright and turns around to face him.) Read\nyour Computech proposal, a real homerun. (He goes to slap his butt, but Chandler slides\nover making him miss.) Ooh. Barely got ya that time, get over here. Come on. (Chandler\ngoes over) Wham! (slaps him on the butt) Good one. That was a good one. (to a couple of\nChandler’s co-workers) Keep at it team. (goes into his office)"},{"person":"Chandler","txt":" (to his co-workers) What is with him?"},{"person":"Phil","txt":" With him? You’re is favourite, you’re his guy!"},{"person":"Stevens","txt":" We never get smacked."},{"person":"Chandler","txt":" Well, that’s not true, he-he smacked you once."},{"person":"Phil","txt":" Not on purpose, he ricocheted of you and got me."},{"person":"Stevens","txt":" I’m telling you, I need some smacks. I got a kid starting\nDartmouth in the fall."},{"person":"Doug","txt":" (coming out of his office) Dartmouth? Who went to Dartmouth? Dartmouth\nsucks. Did you go to Dartmouth Bing?"},{"person":"Chandler","txt":" No sir."},{"person":"Doug","txt":" There you go. (smacks him on the butt)"},{"person":"Ross","txt":" (walking up with this "},{"person":"Monica","txt":" God Ross, what is that?"},{"person":"Ross","txt":" Yeah, it’s the Ultimate Fighting Combo. Yeah, I saved thirty cents,\nplus I get to keep the cup. Yay!!"},{"person":"Announcer","txt":" From New York City, New York! Appearing in his Ultimate Fighting\nChampionship debut! He’s known for his confrontational business style. Ladies and\nGentlemen, introducing Pete Beck-errrr!!"},{"person":"Monica","txt":" I love you, Pete!!!"},{"person":"Announcer","txt":" And his opponent, from Hunnington Beach, California! He’s a 300\npound street fighter, Tank Abbottttttt!!!! "},{"person":"Monica","txt":" (going up to the ring) Pete! Pete!! That guy’s pretty huge!"},{"person":"Pete","txt":" Don’t worry, Hoshi taught me how to use an opponent’s strength\nand weight against him."},{"person":"Ross","txt":" Well, then that guy is in serious, serious trouble."},{"person":"Ross","txt":" All right! You go get him! Let’s go!"},{"person":"Referee","txt":" Here we go gentlemen, here we go! (to Tank Abbott) Are you ready? (He\nnods, and takes out his teeth) (to Pete) Are you ready? (Pete nods, “Yes.”)\nLet’s get it on!!"},{"person":"Pete","txt":" Uh-oh."},{"person":"Monica","txt":" Hey! (she sits down next to him) It’s me. Mon-i-ca! Can I just tell\nyou how proud I am of you."},{"person":"Pete","txt":" It would be nice after hearing 20,000 people chant “You suck!”"},{"person":"Monica","txt":" I mean I-I thought you were nuts at first, but you-you did it. And now\nyou can just look back at this thing with no regrets."},{"person":"Pete","txt":" What, look back?"},{"person":"Monica","txt":" Well, you’re not gonna get going are you?"},{"person":"Pete","txt":" Well let me ask you a question. Am I the Ultimate Fighting Champion?"},{"person":"Monica","txt":" Well, no. But..."},{"person":"Pete","txt":" Well I’m not gonna stop until I’m the Ultimate Fighting\nChampion."},{"person":"Monica","txt":" That guy stood on your neck until you passed out!"},{"person":"Pete","txt":" Let me tell you a story. When I set out to create Moss 865, do you think\nit just happened overnight? No. There was Moss 1, that burnt down my Dad’s garage,\nthere was Moss 2 that would only schedule appointments in January, and 862 others that I\nlearned from, just like I learned from this fight, never to let a guy stand on my neck."},{"person":"Monica","txt":" You didn’t know that already?"},{"person":"Pete","txt":" Look, I’m gonna get better. Okay? I promise you."},{"person":"Monica","txt":" Okay, just get a lot better. (pause) Fast."},{"person":"Pete","txt":" Oh, one other thing. Hoshi thinks that you being ringside may have\naffected my concentration."},{"person":"Monica","txt":" Yeah. That-that was the problem."},{"person":"Monica","txt":" (joining them) Hey."},{"person":"Ross","txt":" Hey! How long until Pete’s fight?"},{"person":"Monica","txt":" Oh, about five minutes. Right now they’re interviewing his\nopponent. Apparently he trains by going to Iran and pulling the arms off thieves."},{"person":"Ross","txt":" Hot dog?"},{"person":"Monica","txt":" Four, please. (Ross looks at her) I’m really nervous. (Ross gives\nher the four dogs) Thank you. (she grabs four buns, and heads back inside)"},{"person":"Phoebe","txt":" So Ross, how umm, how did it go with Bonnie?"},{"person":"Ross","txt":" What? Oh! I gotta tell you, I-I wasn’t expecting to like her at all,\nI mean I actually wasn’t expecting to like anyone right now, but she’s really\nterrific."},{"person":"Phoebe","txt":" Ohh, that’s too bad!"},{"person":"Ross","txt":" No, I-I’m saying I liked her."},{"person":"Phoebe","txt":" Yeah, y'know what, there are other fish in the sea."},{"person":"Ross","txt":" Pheebs, I think she’s great. Okay? We’re going out again."},{"person":"Phoebe","txt":" Okay, I hear you! Are you capable of talking about any thing else?"},{"person":"Chandler","txt":" (joining them) Hey! Which one’s my turkey burger?"},{"person":"Ross","txt":" Ahh, the one next to my foot. Sorry."},{"person":"Joey","txt":" (sticking his head out the window) Hey, the fight’s starting!"},{"person":"Ross","txt":" Okay, we’ll be right in. (to Chandler) So ah, did your boss try to\nslap you again today?"},{"person":"Chandler","txt":" Nine times! Okay, I had to put on lotion! But, it’s gonna be\nokay, because as of tomorrow I’m conducting an experiment, and if all goes as\nplanned, my butt will be smack free."},{"person":"Joey","txt":" (sticking his head out the window) Fight’s over!"},{"person":"Chandler","txt":" Excuse me, Doug? (no reaction) Hey there sports fan!!"},{"person":"Doug","txt":" (turning around) Bing! You got those numbers for me?"},{"person":"Chandler","txt":" No, I ah, I didn’t do them."},{"person":"Doug","txt":" Oh, you forgot?"},{"person":"Chandler","txt":" No, no I just ah, didn’t do them. Instead, I ah, hung out with a\ncouple of friends and had a couple of beers so I certainly don’t deserve any praise,\nverbal or otherwise."},{"person":"Doug","txt":" Well, I got tanked myself last night. Pretty dicey drive home, Tapanzi\nBridge never looked smaller. (laughs) That’s okay, you’re still my number one\nguy! (slaps him on the butt) Bing!"},{"person":"Chandler","txt":" Doug!!"},{"person":"Doug","txt":" Hmm."},{"person":"Chandler","txt":" I’m a little bit uncomfortable with the that way you express\nyourself."},{"person":"Doug","txt":" Oh, is it the swearing? I mean is it the constant swearing? Because I\ngotta tell ya, if it is, you can just... kiss my ass!"},{"person":"Chandler","txt":" No, no. It-it’s not about the swearing, it’s more about ah,\nthe way, that you ah, occasionally, concentrate, your enthusiasm on my buttock."},{"person":"Doug","txt":" Oh?"},{"person":"Chandler","txt":" Oh, and don’t get me wrong, I appreciate the sentiment. It’s\njust that I, I have a rather, sensitive posterior, and ah, besides, it’s making all\nthe other guys jealous."},{"person":"Doug","txt":" Well, say no more. Y'know it takes guts to bring this up. Bing!\nYou’re okay."},{"person":"Chandler","txt":" Okay. (he starts to leave)"},{"person":"Doug","txt":" Ha! (goes to smack him on the butt, but stops, faking Chandler out)\nAhhhhhhh!"},{"person":"Chandler","txt":" Ahhhhh! (walks out, imitating shooting himself in the head)"},{"person":"Phoebe","txt":" Okay. Would you rather live in the shirt pocket of a sweaty giant, or\ninside his shower drain?"},{"person":"Rachel","txt":" (seeing Ross and Bonnie inside Central Perk) Oh my God! Phoebe look,\nit’s Ross and that girl."},{"person":"Phoebe","txt":" No! No! Look at that! (drags her away from the window) It’s a line\nof ants! They’re working as a team!"},{"person":"Rachel","txt":" Phoebe! (goes back to the window)"},{"person":"Phoebe","txt":" (looking in the window) Right, oh yeah. Wow, oh, it looks like Ross is\nbreaking up with her. Uff, I hope he lets her down easy. Let’s go."},{"person":"Rachel","txt":" Come on Phoebe, look at that! They are not breaking up, look at them.\nOkay that’s, you know what that is? That is a, that is a second date, that’s\nwhat that is! Look at that, she just put her hand on his thigh..."},{"person":"Phoebe","txt":" Oh no! That really is nothing, she is "},{"person":"Rachel","txt":" Ohh! (walking away from the window) Phoebe, this is all your fault! Now\nhe loves her, he’s gonna marry her, and this is all your fault."},{"person":"Phoebe","txt":" You said it was okay!"},{"person":"Rachel","txt":" You said she was bald!!"},{"person":"Phoebe","txt":" What?! What-what-what-what-what?!!"},{"person":"Rachel","txt":" Phoebe, we can’t, we just can’t just let it happen! Okay, we\nhave to do something! We have to break them up! Okay? Just go in there and like, shave her\nhead! You owe me one bald girl!!"},{"person":"Phoebe","txt":" Okay, first of all, breathe. Second of all, I don’t get it.\nAren’t you the one that decided that you didn’t want to be with Ross?"},{"person":"Rachel","txt":" (quietly) Yes."},{"person":"Phoebe","txt":" Well isn’t he your friend? Don’t you want him to be happy?"},{"person":"Rachel","txt":" Yes."},{"person":"Phoebe","txt":" So?"},{"person":"Rachel","txt":" I just y'know, I didn’t expect him to be this happy so soon. Ufff.\nOoo-ooh! (sits down on the curb) "},{"person":"Phoebe","txt":" (sits down next to her and hugs her) Oh no."},{"person":"Rachel","txt":" What?"},{"person":"Phoebe","txt":" Oh, we killed them all."},{"person":"Rachel","txt":" Oh! "},{"person":"Pete","txt":" It’s okay, it’s not as bad as it looks, it’s a precaution.\nAh, I’m not supposed to move my spine."},{"person":"Monica","txt":" Please tell me you’re stopping now."},{"person":"Pete","txt":" I’m fine! I’d fight tonight, if they’d let me. (stands up\nand starts swinging his arms) See this circle I’m marking off here? This is my zone\nof terror."},{"person":"Monica","txt":" You are insane! You-you gotta give this up!"},{"person":"Pete","txt":" I can’t until I’m the ultimate fighter. I will do it. I’m\ntelling you, the day will come when children will argue over who will win a fight, me or\nSuperman. Now, I’m not saying I could beat Superman, but y'know, kids are stupid."},{"person":"Monica","txt":" Sit down. All right? Please, just listen to me. You are terrible at\nthis! Okay? You are the worst ultimate fighter ever! Ever!! "},{"person":"Pete","txt":" Y'know I have a torn rotator cuff, a hairline fracture in my right\nforearm, and a severely bruised Adam’s Apple, but that really hurt."},{"person":"Monica","txt":" Well then, y'know what? I care about you to much to watch you hurt\nyourself like this. So if you have to do this, then you’re gonna have to do it\nwithout me."},{"person":"Pete","txt":" Well if you’re asking me to quit, then you’re asking me to be\nsomeone I’m not. I’ve got to do this."},{"person":"Monica","txt":" Then I’ve gotta go. Bye. (kisses him and starts to walk out)"},{"person":"Pete","txt":" Mon-Monica?"},{"person":"Monica","txt":" Yes?"},{"person":"Pete","txt":" Could you leave a note? ‘Cause I’m on a lot of pain killers now,\nand I don’t know if I’ll remember this tomorrow. (She leaves.)"},{"person":"Doug","txt":" So, in conclusion, the lines all go up (points to the chart), so I’m\nhappy. Great job team! Tomorrow at 8:30. (They start to leave) Phil! Nice job. (smacks him\non the butt) Stevens! Way to go! (smacks him on the butt) Joel-burg, you maniac! I love\nya! (smacks him on the butt) (Chandler walks up) Bing! Good job, couldn’t have done\nit without ya. (he shakes his hand)"},{"person":"Chandler","txt":" Thank you, sir."},{"person":"Stevens","txt":" (coming back in) Oh, excuse me. I forgot my briefcase y'know, by\naccident."},{"person":"Doug","txt":" Of course, you did. Forgot something else too ya bastard! (smacks him on\nthe butt) (to Chandler) Well, what about you? You’re not feeling left out or anything\nare ya?"},{"person":"Chandler","txt":" No. No, not at all, that’s-that’s ridiculous."},{"person":"Doug","txt":" Everybody else got one, and you want one too. Don’t you?"},{"person":"Chandler","txt":" Ye-ye-yeah, yes I do!"},{"person":"Doug","txt":" Now get on out of here, you! (smacks him on the butt)"},{"person":"TV Announcer","txt":" Pete Becker is circling the ring now. It looks like, he’s\njust trying to feel him out. Oh, Bruiser is just..."},{"person":"Chandler","txt":" Run! Run you crazy, rich freak!"},{"person":"Rachel","txt":" Oh, I can’t watch this. (turns her eyes away)"},{"person":"Joey","txt":" Check it out, he’s winning! (to Monica) Pete’s winning!"},{"person":"Monica","txt":" Really?!"},{"person":"Joey","txt":" No-o-o!!"},{"person":"TV Announcer","txt":" Uh-oh, Bruiser has Becker on the canvas and is going for his\nfavourite area."},{"person":"All","txt":" Oh! Oh! (they all recoil in horror)"},{"person":"Phoebe","txt":" Wait, if that’s his favourite area, why is he being so mean to it?"},{"person":"Ross","txt":" Well, this is ironic. Of your last two boyfriends, Richard didn’t\nwant to have kids, and from the looks of it, now Pete can’t."},{"person":"All","txt":" Ohh!! (they all start pointing at the screen)"}]