[{"person":"Joey","txt":" Hey."},{"person":"Rachel","txt":" Hey."},{"person":"Joey","txt":" What are you doing?"},{"person":"Rachel","txt":" Well, y’know I was thinking of moving the couch over here."},{"person":"Joey","txt":" (laughs) Why would you want to do that?"},{"person":"Rachel","txt":" So that there will be a decent place for me to sit."},{"person":"Joey","txt":" Rach, there "},{"person":"Rachel","txt":" And your "},{"person":"Joey","txt":" No. No. No."},{"person":"Rachel","txt":" No?"},{"person":"Joey","txt":" No. Rosita does not move."},{"person":"Rachel","txt":" I’m sorry, Rosita? As in…"},{"person":"Joey","txt":" As in Rosita does not move."},{"person":"Rachel","txt":" Joey, it’s just a chair! What’s the big deal?"},{"person":"Joey","txt":" The big deal is that it is the exact equal distance from the bathroom to\nthe kitchen and it’s at the perfect angle so you don’t get any glare coming of\noff Stevie."},{"person":"Rachel","txt":" Stevie the TV?"},{"person":"Joey","txt":" (glaring at her) Is there a problem?"},{"person":"Rachel","txt":" No! (Joey sets his beer and bag of chips down and heads into his room.)\nOh what does he know! Come on Rosita, us chichas got to stick together! (She tries pulling\non the back of the chair, until the hinge breaks and the back falls off.) You bitch!"},{"person":"Ross","txt":" Hey, y’know what’s weird? After you guys get married, when you\nintroduce me to people you’re gonna have to say, \"This is my brother-in-law\nRoss.\" Not, \"My friend Ross,\" \"brother-in-law Ross.\" That’s\nweird isn’t it?"},{"person":"Chandler","txt":" Couldn’t I just say, \"This is Ross?\""},{"person":"Ross","txt":" (disappointed) Sure, do whatever you want."},{"person":"Monica","txt":" (entering, carrying a newspaper) Hey Ross! So, I was checking out the\nuh, real estate section…"},{"person":"Ross","txt":" Yeah?"},{"person":"Monica","txt":" Look at this. (Hands him the newspaper.)"},{"person":"Ross","txt":" Oh, it looks like mom and dad’s house. Oh, it even has a tree with a\nbroken limb out front and the uh, the window in the attic is…Oh my God!!"},{"person":"Phoebe","txt":" What? What happened to the window in the attic?!"},{"person":"Monica","txt":" I can’t believe mom and dad are selling the house!"},{"person":"Ross","txt":" I can’t believe they-they didn’t even tell us!"},{"person":"Phoebe","txt":" I can’t believe I still don’t know what happened to the "},{"person":"Ross","txt":" (on phone) Uh, hello dad! Monica and I just saw the house in the paper!\n(Listens) Yes we’re surprised! (Listens) Who did you leave a message with?"},{"person":"Chandler","txt":" (knocking on the window while outside) Sorry! (Runs off.)"},{"person":"Rachel","txt":" Joey, Joey I am so sorry."},{"person":"Joey","txt":" I told you not to move it! Rach, how would you feel if say, I wanted to\nmove you mom, and you said don’t, and I did it anyway and her "},{"person":"Rachel","txt":" Okay, come on—Joey, I’ll buy you a new one! All right?\nWe’ll go down to the store right now and we’ll-we’ll get you a new chair."},{"person":"Joey","txt":" (slowly turning and glaring at her) She’s not even cold yet!"},{"person":"Rachel","txt":" But don’t you think Rosita would’ve wanted you to move on? I\nmean y’know, she did always put…your comfort first."},{"person":"Joey","txt":" That’s true."},{"person":"Rachel","txt":" (grabbing her coat) Okay? You ready?"},{"person":"Joey","txt":" Yeah, I… (Shuts off the TV.) I don’t want Stevie to see her like\nthis."},{"person":"Ross","txt":" I can’t believe we have to say goodbye to the house we grew up in.\nMan, some-some stranger’s gonna be living in "},{"person":"Monica","txt":" Well, after 15 years of mom and dad keeping it as a shrine to you,\nit’s time the velvet ropes came down."},{"person":"Ross","txt":" They kept your room for a while."},{"person":"Monica","txt":" Oh please! Dad turned my room into a gym 20 minutes after I moved out! I\ngotta say, a tanning bed and a stack of "},{"person":"Ross","txt":" Come on, you know they love you."},{"person":"Monica","txt":" As much as they love you?"},{"person":"Ross","txt":" I was their first born! They thought she was barren! It’s not my\nfault."},{"person":"Phoebe","txt":" (entering) Hey."},{"person":"Ross","txt":" Hey."},{"person":"Monica","txt":" Hey!"},{"person":"Phoebe","txt":" Ugh, I hate this year!"},{"person":"Ross","txt":" What’s wrong with this year?"},{"person":"Phoebe","txt":" Well okay, it’s already February and I’ve only given two\nmassages and they were both the worst tippers in the world!"},{"person":"Monica","txt":" That was me and Ross."},{"person":"Phoebe","txt":" Oh that’s right!"},{"person":"Ross","txt":" Hey, y’know if you want to pick up some extra cash? Some friends of\nmine made good money doing telemarketing."},{"person":"Monica","txt":" Oh that’s a great idea. You’re really good on the phone."},{"person":"Phoebe","txt":" Yeah and yeah, and it would probably be better than the last telephone\njob I had. Y’know, I probably wouldn’t have to say spank as much. (Monica and\nRoss are shocked.) "},{"person":"Ross","txt":" What?"},{"person":"Phoebe","txt":" Oh yeah, like you never called!"},{"person":"Supervisor","txt":" So basically this is very easy. You read from the script and try to\nsell as much toner as you possibly can."},{"person":"Phoebe","txt":" Okay, I can do that! Oh, by the way, I "},{"person":"Supervisor","txt":" (laughs) Why don’t we do a trial run."},{"person":"Phoebe","txt":" Oh okay. Umm, all right. (Picks up the phone and starts reading from the\nscript.) Hi, this is Phoebe from Empire Office Supplies, can I speak to your supply\nmanager please?"},{"person":"Supervisor","txt":" I’m the supply manager."},{"person":"Phoebe","txt":" Umm, okay I would like to talk to you about your toner needs."},{"person":"Supervisor","txt":" We don’t need any toner."},{"person":"Phoebe","txt":" Oh okay, well I’m sorry to bother you. Bye-bye. (Hangs up the\nphone.) Yeah you’re right, this is easy."},{"person":"Supervisor","txt":" Okay, what was wrong with that call?"},{"person":"Phoebe","txt":" Oh well, all right…um, no offense, but you were kind of rude."},{"person":"Supervisor","txt":" They’re always going to tell you they don’t need toner,\nbut that’s okay because whatever they say, you can find the answer to it here in this\nscript."},{"person":"Phoebe","txt":" Oh."},{"person":"Supervisor","txt":" So, I think you’re ready to sell toner, do you have any last\nquestions?"},{"person":"Phoebe","txt":" No. (Pause) Oh wait yes! I do, I do have one question. What is toner?"},{"person":"Chandler","txt":" Joey! Joe! (Sees that he’s not here and starts investigating. He\npicks up the bag of chips.) Full bag. (He picks up the beer.) Beer’s still cold.\nSomething "},{"person":"Ross","txt":" Dad?"},{"person":"Mr. Geller","txt":" I’m here!"},{"person":"Ross","txt":" (entering with Monica) Hey!"},{"person":"Mr. Geller","txt":" Hi. God, it seems like just yesterday you guys used to come out to\nwatch me work."},{"person":"Ross","txt":" Dad, we-we can’t believe you’re selling the house."},{"person":"Mr. Geller","txt":" Well, it’s time for a new family to start their memories here\nand hopefully their check will clear before they find the crack in the foundation and the\nasbestos in the ceiling."},{"person":"Ross","txt":" (To Monica) Let’s grab our stuff and get the hell out of here."},{"person":"Mr. Geller","txt":" I’m sorry we can’t store your childhood things anymore."},{"person":"Monica","txt":" Oh, that’s okay, I can’t wait to see everything again! All of\nthe memories…"},{"person":"Mr. Geller","txt":" Well, I don’t know what’s in the boxes down here, but I do\nknow there are six or seven "},{"person":"Monica","txt":" I used to "},{"person":"Ross","txt":" Yeah, not as much as you used to love to play uncooked batter eater."},{"person":"Monica","txt":" Hey, it is unreasonable to expect a child to wait for a "},{"person":"Mr. Geller","txt":" So, I think you’re boxes are over here. (They walk over to\nthem.)"},{"person":"Ross","txt":" Wow! Great! (Finds a pack of cigarettes.) Wait, dad who-who’s\ncigarettes are these?"},{"person":"Mr. Geller","txt":" I don’t know. They-they must be your mother’s, but please,\nplease don’t ask her. I’ll throw these away. (He puts them in his pocket as Ross\nfinds something of interest in one of his boxes.)"},{"person":"Ross","txt":" Cool! Dad! My report cards! Hey, check this out dad, (reading his grades)\nMath, A. Science, A. History, A. Gym…(He puts it away and finds something else.)\nOooh, my "},{"person":"Mr. Geller","txt":" Oh look, look there’s your old makeup kit!"},{"person":"Ross","txt":" It’s a clown kit! Clown kit!"},{"person":"Mr. Geller","txt":" Well, the white seems to be untouched. (He throws it back into the\nbox as Mr. Geller moves a tarp and makes a discovery.) Uh-oh."},{"person":"Ross","txt":" What?"},{"person":"Mr. Geller","txt":" Y’know how the garage floods every Spring?"},{"person":"Ross","txt":" How are you ever going to sell this place?"},{"person":"Mr. Geller","txt":" I think I accidentally used Monica’s boxes to keep the water\naway from the "},{"person":"Ross","txt":" Oh no. Dad! Dad! What…(He goes to open one of her boxes and it rips\napart.) Oh God…everything’s ruined! Dad, she’s gonna be crushed!"},{"person":"Mr. Geller","txt":" You don’t secretly smoke do you?"},{"person":"Ross","txt":" No!"},{"person":"Mr. Geller","txt":" So it’s just your mother then."},{"person":"Phoebe","txt":" (on phone) Hi, this Phoebe from Empire Office Supplies, can I speak to\nyour supply manager please? (Listens) Earl, thanks. (Listens) Hi Earl, this is Phoebe from\nEmpire Office Supplies I’d like to talk to you about your toner needs. (She’s\nreading from the script.)"},{"person":"Earl","txt":" I don’t need any toner."},{"person":"Phoebe","txt":" I’m hearing what you’re saying, but at our prices everyone\nneeds toner."},{"person":"Earl","txt":" Not me."},{"person":"Phoebe","txt":" May I ask why?"},{"person":"Earl","txt":" You wanna know why. You wanna know why?"},{"person":"Phoebe","txt":" I surely do!"},{"person":"Earl","txt":" Okay, I don’t need any toner because I’m going to kill myself."},{"person":"Phoebe","txt":" (doesn’t have any luck) Umm, is-is that because you’re out of\ntoner?"},{"person":"Earl","txt":" Okay, so…no toner today. Thanks anyway, bye-bye."},{"person":"Phoebe","txt":" No-no wait-wait! I can’t just let you hang up! Just please talk to\nme."},{"person":"Earl","txt":" Well…I only have one thing to do today. (He looks at his board in his\noffice that reads, \"Today’s Tasks: KILL SELF.\") I guess I could push it\nback."},{"person":"Phoebe","txt":" Yeah! Now, why do you want to kill yourself?"},{"person":"Earl","txt":" It’s just that I uh, have been working for ten years now at this\nmeaningless, dead-end job and nobody here even knows I exist!"},{"person":"Phoebe","txt":" Chandler?"},{"person":"Earl","txt":" I-I’m sorry?"},{"person":"Phoebe","txt":" No look, I-I’m sure that people know you exist!"},{"person":"Earl","txt":" Oh yeah? I work in a cubicle surrounded by people. I’ve been talking\nto you for five minutes now about killing myself and no one’s even looked up from\ntheir desk. Hang-hang on. (To the people standing around his cubicle.) Hey everybody! Uh,\nI’m gonna kill myself! (There’s no response; no one even looks up.) I’ll\nget back to ya. (To Phoebe) I got nothing. Wait. (He sets the phone down.) Uh, hey Marge!\n(Mimes putting a gun to his head, pulling the trigger, and splattering his brain on the\nwall behind him. Then points to himself. Marge watches this, then goes back to work.) (To\nPhoebe) Ehh, nothing. Nothing."},{"person":"Chandler","txt":" My chair. Now, if anybody asks, your name is Rosita! (He runs out the\ndoor, grabs the back of Rosita, and we can hear Joey and Rachel talking as they are coming\nup the stairs. Neither of them have reached the landing yet.)"},{"person":"Rachel","txt":" You will like it!"},{"person":"Joey","txt":" No I won’t."},{"person":"Rachel","txt":" You don’t even know!"},{"person":"Joey","txt":" Because, I know what I like and what I don’t like! It’s not the\nsame thing!"},{"person":"Rachel","txt":" Well look, if you don’t like this…(The audience’s\nlaughter at Chandler’s progress cuts out the rest of Rachel’s line.)"},{"person":"Joey","txt":" I don’t know why you say that so soon."},{"person":"Rachel","txt":" Come on Joey, I just bought you a new chair! The most expensive one in\nthe store! Hey, y’know what I was thinking? We could name her Francette."},{"person":"Joey","txt":" Francette? What is she? A couch?"},{"person":"Joey","txt":" Poor thing. Cut down in her prime."},{"person":"Rachel","txt":" Joey, the new chair will be here in an hour. Maybe we should actually\nmove Rosita out of here. Y’know, start the heeling process?"},{"person":"Joey","txt":" Well, I guess you’re right. Maybe, maybe I’ll take her down to\nthe incinerator. It’s gonna be so said, and kinda cool. (He goes to remove the back,\nbut it doesn’t come off. So he sits down in it, puts his feet up, stands up, and\nlooks back at it.) She’s heeled!"},{"person":"Rachel","txt":" That’s weird."},{"person":"Joey","txt":" No it’s not weird, it’s a miracle!"},{"person":"Rachel","txt":" It’s not a miracle Joey! I’m sure there’s some\nexplanation."},{"person":"Joey","txt":" Oh there is! If you want something enough and your heart is pure, wondrous\nthings can happen!"},{"person":"Rachel","txt":" Joey, I really don’t…"},{"person":"Joey","txt":" (interrupting her) Can you tell me how this happened?"},{"person":"Rachel","txt":" Well no."},{"person":"Joey","txt":" Miracle!"},{"person":"Rachel","txt":" No, y’know what? Maybe somebody came in here and fixed it! Or\nsomething!"},{"person":"Joey","txt":" Someone like an…angel?"},{"person":"Rachel","txt":" That’s right Joey, the chair angel came in and heeled your chair.\n(She sits down in the chair.)"},{"person":"Joey","txt":" (angrily) Get your non-believer ass outta my chair! (She gets up and heads\nfor her room.)"},{"person":"Mr. Geller","txt":" Well, she’ll understand right? It’s not like I did it on\npurpose."},{"person":"Ross","txt":" Dad that won’t matter to her. Look, all my stuff is safe and dry and\nall her is-is, is growing new stuff! See, this is exactly the kind of thing that makes her\nthink you guys love me more than you love her."},{"person":"Mr. Geller","txt":" Oh my God, does she really thinks that?"},{"person":"Ross","txt":" Well, can you blame her?"},{"person":"Mr. Geller","txt":" Well I don’t know, I-I suppose we may have favored you\nunconsciously, you were a medical marvel! The doctor said your mother could…"},{"person":"Ross","txt":" Dad, dad I don’t want to hear about it."},{"person":"Mr. Geller","txt":" Really?"},{"person":"Ross","txt":" Well, not right now. Okay look, Monica came here for some memories and\ndamnit, we’re gonna give her some! Okay, grab…grab some empty boxes. Okay?\nWe’ll-we’ll take stuff from mine and whatever we can pass off as hers\nwe’ll-we’ll put ‘em in their. "},{"person":"Mr. Geller","txt":" Great!"},{"person":"Ross","txt":" Like uh y’know like this! This! (He picks up one of those art\nprojects that kids make in kindergarten and first grade.) She-she could’ve made this!"},{"person":"Mr. Geller","txt":" Sure!"},{"person":"Ross","txt":" Right? And this! (He picks up a trophy) She-she could’ve won this!"},{"person":"Mr. Geller","txt":" (grabbing a glove) This could’ve been hers!"},{"person":"Ross","txt":" Sure! Ooh-ooh, what about this?"},{"person":"Mr. Geller","txt":" Your make-up kit? I’d feel better."},{"person":"Rachel","txt":" (grabbing a beer out of the chair’s fridge) I am so psyched I kept\nthis chair for myself!"},{"person":"Joey","txt":" Yeah, me too. (He flips up his armrest in disgust.)"},{"person":"Rachel","txt":" Hey, how’s…how’s the uh, miracle chair?"},{"person":"Joey","txt":" Fine."},{"person":"Rachel","txt":" Yeah? Wow! Y’know, that this thing has speakers in the headrest!"},{"person":"Joey","txt":" No. Really?"},{"person":"Rachel","txt":" Yeah! You can hook it up to your TV "},{"person":"Joey","txt":" (quietly) My chair heels itself."},{"person":"Phoebe","txt":" Earl, you’re not hearing me! All I’m saying is that\nyou’re not alone all right? Everybody hates the people they work with! (One of her\ncoworkers overhears that, and she mimes that she didn’t mean him.)"},{"person":"Phoebe","txt":" Wait, what was that? That sounded like someone being nice to you."},{"person":"Earl","txt":" No! That’s just the \"Hey Guy\" guy. He says that to\neverybody! He’s the worst! I’d like to take him with me!"},{"person":"Phoebe","txt":" All right so Earl, let’s just forget about the people at the\noffice, okay? There-there’s gotta be someone else in your life worth sticking around\nfor! What about-what about your family, your friends, or maybe your girlfriend?"},{"person":"Earl","txt":" (laughs) Yeah! Right!"},{"person":"Phoebe","txt":" Oh sorry, boyfriend!"},{"person":"Earl","txt":" Oh no."},{"person":"Phoebe","txt":" No, whatever! Anything!"},{"person":"The \"Hey Guy\" Guy","txt":" Hey guy!"},{"person":"Phoebe","txt":" Yeah, he’s gotta go."},{"person":"Earl","txt":" Okay, I should, I should probably be getting back to my thing now. See ya.\n(Hangs up.)"},{"person":"Phoebe","txt":" No! I’m not finished yet! Don’t! Don’t you dare hang up\non me!!!"},{"person":"Supervisor","txt":" (walking by and overhearing that) (to the rest of the staff) The new\ngirl’s good."},{"person":"Monica","txt":" Hey guys! Hey!"},{"person":"Ross","txt":" Hey."},{"person":"Monica","txt":" Hey, I just whipped us up some "},{"person":"Mr. Geller","txt":" (overacting) That’s a good one! Do you hear that Ross? Three\ndays!"},{"person":"Ross","txt":" (overacting as well) Yeah! Yeah! (Laughs.) Oh, this will make a great\nmemory."},{"person":"Monica","txt":" (wary) Okay. So, which boxes are mine?"},{"person":"Ross","txt":" Well, these. These are yours right here. (Pointing to the boxes they just\ncreated for her.)"},{"person":"Monica","txt":" Okay. (Starting to go through them) Oh! A coloring book! (Holding it\nup.)"},{"person":"Ross","txt":" Yeah. Yeah, oh you loved that thing. You always had it with you. You never\nwent anywhere without-without that coloring book."},{"person":"Monica","txt":" (looking through it) Really? Wow! It looks like I had some trouble\nstaying inside the lines."},{"person":"Ross","txt":" Nu-uh! (Grabs it and examines it.)"},{"person":"Monica","txt":" (holding up a glove) Oh, an old glove?"},{"person":"Mr. Geller","txt":" Oh, yeah you loved that glove! You took it every place you went. You\nnever went any place without that glove."},{"person":"Monica","txt":" Wow! Look at this! (Picking up a shirt.) I can’t believe I even fit\ninto this shirt! (She holds it up and it reads: Tyrannosaurus Ross.) (She turns it around\nand looks at it.) Oh, this is yours. (Hands it to Ross.)"},{"person":"Ross","txt":" Oh, I don’t know how that got in there."},{"person":"Monica","txt":" (holding up a small cowboy hat) This isn’t mine. (Sets it down and\nlooks at the rest of the boxes.) Hey, this isn’t, this isn’t my stuff! Ugh,\nRoss! (Grabs and holds up a doll.) These are "},{"person":"Ross","txt":" Umm, your boxes are umm…"},{"person":"Monica","txt":" What?"},{"person":"Ross","txt":" Dad?"},{"person":"Mr. Geller","txt":" Well, the garage flooded sweetie and it ruined everything in your\nboxes. I’m sorry."},{"person":"Monica","txt":" Just mine?"},{"person":"Mr. Geller","txt":" I’m afraid so."},{"person":"Monica","txt":" So why-why wasn’t Ross’s stuff ruined? (Pause) And if you say\nthe words medical marvel I’m going to "},{"person":"Mr. Geller","txt":" Well, I used your boxes to divert water away from the "},{"person":"Monica","txt":" So wait, Ross’s stuff is fine, but I have no memories because you\nwanted to keep the bottom two inches of your car away from water!!!"},{"person":"Mr. Geller","txt":" There was also leaves and guk and stuff."},{"person":"Monica","txt":" I can’t believe this! (Storms out.)"},{"person":"Mr. Geller","txt":" (To Ross) Screw it! I’m having one. (Takes out and lights a\ncigarette.)"},{"person":"Rachel","txt":" Hey Chandler!"},{"person":"Chandler","txt":" Hey!"},{"person":"Rachel","txt":" How would you like to sit in a chair that fully reclines, has a rolling\nmassage, and speakers in the head rest?"},{"person":"Chandler","txt":" Yeah, I’d love to but I’ve tried that so many times they\nwon’t even let me in the store anymore."},{"person":"Rachel","txt":" Well what if I told you, you can do it in my apartment?"},{"person":"Chandler","txt":" (excitedly) Are you telling me that you bought the chair that is\nmaking all other lounge systems obsolete? The chair that Sit magazine called the Chair of\nthe Year?"},{"person":"Rachel","txt":" I just purchased the "},{"person":"Chandler","txt":" That’s awesome! That’s great! What made you do it?!"},{"person":"Rachel","txt":" Well, it’s a long story, but umm I broke Joey’s chair…"},{"person":"Chandler","txt":" Whoa-whoa-whoa! "},{"person":"Rachel","txt":" Yeah."},{"person":"Chandler","txt":" I thought "},{"person":"Rachel","txt":" Ohhhhh. That’s how it got fixed!"},{"person":"Chandler","txt":" Well, what did you think, that-that elves came in and fixed it?"},{"person":"Rachel","txt":" Noo! (Laughs) Angels."},{"person":"Chandler","txt":" I’m gettin’ my chair back! (Heads for Joey and\nRachel’s.)"},{"person":"Rachel","txt":" What? Wh-hey!"},{"person":"Joey","txt":" Well, it looks like it wasn’t heeled after all! Yeah! So, I guess\nthis chair is mine now! (Sits down in it and groans.)"},{"person":"Chandler","txt":" Joey you broke my chair!!"},{"person":"Joey","txt":" "},{"person":"Rachel","txt":" Yeah, he thought he broke your chair so he switched the chairs!"},{"person":"Joey","txt":" So, there was no miracle?!"},{"person":"Rachel","txt":" No Joe, no miracle."},{"person":"Joey","txt":" (sarcastic) Oh no this is devastating! My faith is shaken. I’m so\nglad I have the new chair to get my through this difficult time in my life."},{"person":"Rachel","txt":" Uh-huh! Nice try, but you don’t get that chair anymore! All right?\nThat is my chair now! You can sit on my lap! (Joey starts to get up.) No I take that back!"},{"person":"Chandler","txt":" I think I should get the chair!"},{"person":"Joey","txt":" How do you figure?"},{"person":"Chandler","txt":" Because "},{"person":"Rachel","txt":" No-no-no! This chair’s not going anywhere."},{"person":"Chandler","txt":" Well, where’s the logic in that?!"},{"person":"Rachel","txt":" The logic is, that there are two of us and we are both strong enough to\nbreak a chair in half!"},{"person":"Chandler","txt":" So Joey breaks my chair and I get nothing!"},{"person":"Joey","txt":" That’s right!"},{"person":"Chandler","txt":" What are you guys? Like a "},{"person":"Joey","txt":" Yeah! We are!"},{"person":"Rachel","txt":" We’re the Cobras!"},{"person":"Phoebe","txt":" (to Marge) Excuse me! Can you tell me where I can find Earl? He’s\nthe supply manager around here."},{"person":"Marge","txt":" Sorry, I don’t know any Earl."},{"person":"Earl","txt":" (screaming) I’m right here!!!!"},{"person":"Phoebe","txt":" (goes over to his desk) Earl! I’m Phoebe."},{"person":"Earl","txt":" Phoebe? The lady who sells toner?"},{"person":"Phoebe","txt":" Umm, look it, you-you can’t kill yourself."},{"person":"Earl","txt":" (exhales) Look, um I really appreciate your coming down…"},{"person":"Phoebe","txt":" No-no I can’t! I can’t let you do it!"},{"person":"Earl","txt":" Why?!"},{"person":"Phoebe","txt":" Because it was fate that made me call you today!"},{"person":"Earl","txt":" I thought it was toner."},{"person":"Phoebe","txt":" No! Think about it okay? "},{"person":"Earl","txt":" Really?!"},{"person":"Phoebe","txt":" Yes."},{"person":"Earl","txt":" How?"},{"person":"Phoebe","txt":" I’m not gonna give you tips! Look don’t you see that\nthis-this…this all came together so that I could stop you from doing this."},{"person":"Earl","txt":" Couldn’t it just be a coincidence?"},{"person":"Phoebe","txt":" No, it’s fate!"},{"person":"Earl","txt":" It doesn’t really seem like enough to be fate."},{"person":"Phoebe","txt":" Oh. Well umm, okay here’s a weird thing. My mother was also a\nsupply manager."},{"person":"Earl","txt":" I’m actually the office manager."},{"person":"Phoebe","txt":" Oh my God! So was she! And! Get this, okay? Your-your name is Earl,\nright? Her name was Pearl, P-Earl."},{"person":"Earl","txt":" Well, was there anything else?!"},{"person":"Phoebe","txt":" Sure! (Thinks.) Umm, where are you from?"},{"person":"Earl","txt":" Philadelphia."},{"person":"Phoebe","txt":" Oh my God! So was she! Oh, I’ve got-I’ve got goose bumps. (She\nholds out her arm.)"},{"person":"Earl","txt":" (inspecting it) Really?"},{"person":"Phoebe","txt":" Well, y’know I’m wearing layers and it’s warm."},{"person":"Earl","txt":" Yeah-yeah."},{"person":"Phoebe","txt":" But if—no look, okay. These jerks might not care about you, but the\nuniverse does! And that says a lot!"},{"person":"Earl","txt":" (To All) Did you hear that?! I don’t need you guys to care about me!\nBecause the universe cares! The whole universe! (Laughs as everyone ignores him.) (To\nPhoebe) I really wished they’d care just a little bit though."},{"person":"Phoebe","txt":" Y’know, I don’t-I don’t think it’s you. This is a\nfreaky place. (To All) Hey! Guys! (Everyone looks up.) (To Earl) Oh no, it’s you."},{"person":"Earl","txt":" Yeah."},{"person":"Monica","txt":" Oh, this terrible! "},{"person":"Ross","txt":" All right. I think it was a mouse."},{"person":"Mr. Geller","txt":" (entering) How are you honey?"},{"person":"Monica","txt":" How do you think I am?! You’ve wrecked all my childhood memories.\nYou love Ross more than me. And I just rubbed a dead mouse on my face!"},{"person":"Mr. Geller","txt":" Sweetheart, we love you just as much as Ross! Now, I’m sorry\nabout everything that happened and I’d probably never be able to make it up to you,\nbut here’s a start. (He hands her a small box.)"},{"person":"Monica","txt":" (opening it) What’s this?"},{"person":"Mr. Geller","txt":" It’s the key to my "},{"person":"Monica","txt":" (shocked) What?!"},{"person":"Ross","txt":" (even more shocked) What?!!!"},{"person":"Mr. Geller","txt":" I’ve been thinking about getting rid of it. I was driving it\nthe other day and saw my reflection in a store window. Your mother’s right, I "},{"person":"Monica","txt":" Wait, you’re giving me your "},{"person":"Ross","txt":" Well w-w-w-w-wait, w-wait, wait, wait a minute! I mean a couple of stupid\nboxes get wet and she gets a "},{"person":"Mr. Geller","txt":" (To Monica) Why don’t we take it for a spin?"},{"person":"Monica","txt":" All right!"},{"person":"Ross","txt":" Well, what about me?! I’m a medical marvel!!"},{"person":"Joey","txt":" Oh yeah."},{"person":"Rachel","txt":" Ahhhh…."},{"person":"Joey","txt":" Ahhh…… (To Rachel) Eh?"},{"person":"Rachel","txt":" Uh-huh."},{"person":"Monica","txt":" (entering) Hey guys!"},{"person":"Rachel","txt":" Hey!"},{"person":"Joey","txt":" Hey!"},{"person":"Monica","txt":" Do you guys know what happened to Chandler’s barca lounger?"},{"person":"Rachel","txt":" Oh yeah, Joey broke it. Had to get rid of it."},{"person":"Monica","txt":" Are you kidding?! I get a "}]