[{"person":"Joey ","txt":"There’s this woman, that I like.  A lot.  Well, it’s\ncomplicated.  She’s with this other guy.  For a long time.  And I\ncould never do that to the guy, y’know?  ’Ccause we’re really good\nfriends."},{"person":"Ross ","txt":"So, uh, this guy, she used to go out with, is, uh… is he a good guy?"},{"person":"Joey ","txt":"Yeah, he’s the best."},{"person":"Ross ","txt":"Then talk to him! He might be fine with it."},{"person":"Joey ","txt":"Oh, I don’t know."},{"person":"Ross ","txt":"Joey, it’s worth finding out. I mean, if you really like her."},{"person":"Joey ","txt":"I do! So much! I can’t stop thinking about her! I can’t sleep,\nI—"},{"person":"Ross ","txt":"Okay, Joey, you know what? You have to go for it. How often does this happen\nto you, huh? You owe it to yourself. (Walks towards the door until…)"},{"person":"Joey ","txt":"It’s Rachel."},{"person":"Ross","txt":" (closes the door) Did you um—I’m sorry, did you just say\nit’s Rachel?"},{"person":"Joey","txt":" Yes."},{"person":"Ross","txt":" Um, you…you like Rachel?"},{"person":"Joey","txt":" Yes. I like Rachel."},{"person":"Ross","txt":" Rachel?!"},{"person":"Joey","txt":" (startled) Yeah, okay but look, buy uh—Hey-hey, y’know,\ny’know who else I like? You! And it-it doesn’t get said enough. I like you Ross."},{"person":"Ross","txt":" But R-R-Rachel-Rachel?! "},{"person":"Joey","txt":" Yeah, but it’s not a big deal."},{"person":"Ross","txt":" It’s not a big deal? Oh, I’m sorry I just…um, I…what\nabout all the stuff you-you just said? I mean how about, I like—you-you can’t\nstop thinking about her. Like how you can’t sleep?"},{"person":"Joey","txt":" I’m an actor, y’know? As-as a group, we tend to be over\ndramatic."},{"person":"Ross","txt":" Rachel who’s carrying my baby? Rachel?"},{"person":"Joey","txt":" Look no, I-I know it’s bad, and I know it’s wrong. Okay? But-but\nit’s not like anything’s ever gonna happen. Y’know? These-these are just\nfeelings, they’re gonna go away."},{"person":"Ross","txt":" Y’know what? I-I gotta go. (Starts to leave.)"},{"person":"Joey","txt":" Oh come on Ross! Hey Ross-Ross don’t…"},{"person":"Ross","txt":" (stops) I just—y’know—I-I just have one—Rachel?! "},{"person":"Rachel","txt":" Oh-oh! Okay, she’s kicking!"},{"person":"Chandler","txt":" Oh! (Puts his hand on her belly.) She’s growing inside you."},{"person":"Rachel","txt":" Whoa!!"},{"person":"Chandler","txt":" Oh! (Pulls his hand away.)"},{"person":"Rachel","txt":" Wow that was a big one."},{"person":"Chandler","txt":" I think that’s the youngest girl ever to reject me."},{"person":"Phoebe","txt":" (entering) Oh hey you guys!"},{"person":"Chandler","txt":" Oh hey!"},{"person":"Rachel","txt":" Hi!"},{"person":"Phoebe","txt":" Hey listen let me ask you, do you believe in soul mates?"},{"person":"Rachel","txt":" Oh yes I do. I do. I believe that there is one perfect person out there\nfor everyone. And do you know how you find him? You stop looking for him. That’s why\nI stopped looking for Russell Crowe. He’ll find me."},{"person":"Phoebe","txt":" Uh-huh, (To Chandler) and you?"},{"person":"Chandler","txt":" No. I mean I believe that uh, certain people are more suited for each\nother and I believe in falling in love, but soul mates, I don’t think they exist."},{"person":"Phoebe","txt":" Okay, good."},{"person":"Chandler","txt":" Why?"},{"person":"Phoebe","txt":" Well last night, I met Monica’s."},{"person":"Chandler","txt":" What?"},{"person":"Phoebe","txt":" Yeah, I had a date with this guy, and I swear to God, he is her other\nhalf."},{"person":"Chandler","txt":" Come on, don’t be crazy. (To Rachel) You don’t think\nthere’s someone out there better suited for Monica than me, do ya? (Rachel looks at\nhim.)"},{"person":"Rachel","txt":" (To Phoebe) Well, what’s he like?!"},{"person":"Phoebe","txt":" Well he’s tall."},{"person":"Rachel","txt":" Uh-huh."},{"person":"Phoebe","txt":" He has brown hair."},{"person":"Rachel","txt":" Of course, of course."},{"person":"Chandler","txt":" A tall guy with hair similar to mine, oh unknowable universe!"},{"person":"Phoebe","txt":" He works with food!"},{"person":"Rachel","txt":" Oh sure. Older?"},{"person":"Phoebe","txt":" Obviously, and he’s British."},{"person":"Rachel","txt":" Oh, I was just gonna ask!"},{"person":"Phoebe","txt":" Yeah? And, he’s-he’s so centered and mature and confident."},{"person":"Rachel","txt":" Oh, it’s so sad they never had a chance to meet."},{"person":"Chandler","txt":" Luckily, the guy she settled for can’t hear what you’re\ntalking about."},{"person":"Phoebe","txt":" Oh, I’m so sorry. Um, and maybe I’m wrong! I\nbut—y’know I’m gonna go out with him again, I’ll find out more."},{"person":"Chandler","txt":" You believe that this guy is destined for someone else and you’re\nstill gonna date him?"},{"person":"Phoebe","txt":" Well, he may not be my soul mate, but a girl’s gotta eat."},{"person":"Monica","txt":" Hey."},{"person":"Ross","txt":" Hey."},{"person":"Monica","txt":" I just talked to Joey, I just—I want to see how you were."},{"person":"Ross","txt":" Oh y’know, I still—I can’t believe it. Joey and Rachel I\nmean it’s… It’s like you and me going out, only weirder!"},{"person":"Monica","txt":" All right, I know you’re hurting, and-and I want to be supportive,\nbut don’t say that again."},{"person":"Ross","txt":" Oh my God! What if, what if they get married? Then he’d be the\nstepfather of my child."},{"person":"Monica","txt":" Honey, I don’t think that’s something we need to worry about!\nFirst of all he’s-he’s never gonna tell her how he feels about her. And even if\nhe did you have no idea how she’d react."},{"person":"Ross","txt":" Sure, because women never like Joey. Y’know, I think he’s a\nvirgin."},{"person":"Monica","txt":" Joey…he’s not even thinking about going after Rachel!"},{"person":"Ross","txt":" He’s not?"},{"person":"Monica","txt":" No! All he’s thinking about is how you’re taking this! I mean,\nlisten it’s totally freaking him out. He’s talking about moving to Vermont."},{"person":"Ross","txt":" Why?"},{"person":"Monica","txt":" He says he wants to leave the country. (Pause) He thinks you hate him."},{"person":"Ross","txt":" Hate him? I… No, I don’t hate him. (Pause) It’s just\nit’s Rachel, y’know?"},{"person":"Monica","txt":" Honey I can’t even imagine how hard this must be for you. But, I\ndon’t want you to lose Joey over it. And right now he just needs to know that\nyou’re still his friend."},{"person":"Ross","txt":" Okay. Okay, I’ll talk to him."},{"person":"Monica","txt":" All right. Now do it soon, he just asked me how to convert his dollars\ninto Vermont money."},{"person":"Phoebe","txt":" Oh! Hi!"},{"person":"Monica","txt":" Hi!"},{"person":"Phoebe","txt":" Umm, Chandler, Monica, this is Don."},{"person":"Don","txt":" Oh, hello. (Shakes Chandler’s hand.) Hello. (Shakes Monica’s\nhand.)"},{"person":"Phoebe","txt":" (mouths to Chandler) Soul mate."},{"person":"Chandler","txt":" (mouths to Phoebe) What?"},{"person":"Phoebe","txt":" (cough talks) Soul mate."},{"person":"Monica","txt":" So, what have you guys been doing?"},{"person":"Don","txt":" Well, we just had a terrible lunch today at Reattica. What is with all the\nsun-dried tomatoes at that place?"},{"person":"Monica","txt":" I know! What is this, 1985?!"},{"person":"Don","txt":" That’s exactly what I said. Phoebe, isn’t that strange."},{"person":"Monica","txt":" Not really."},{"person":"Chandler","txt":" What’s wrong with sun-dried tomatoes? (Everyone stares at him.)\nOn a barbecue chicken pizza? (Still there’s staring.) No?"},{"person":"Monica","txt":" So Don, what-what other restaurants do you like?"},{"person":"Don","txt":" Well, Octavio, 27&7—Oh! And there’s this great little place,\nAlessandro’s."},{"person":"Monica","txt":" Oh my God! That’s my restaurant, I’m the chef there."},{"person":"Don","txt":" You’re kidding me!"},{"person":"Monica","txt":" No!"},{"person":"Don","txt":" Your food is fantastic! Wow, I really want to talk to you about your menu,\nonce I get some coffees first. Um, anyone want any?"},{"person":"Monica","txt":" Oh, I’d like a latte. Oh y’know what? If you’re gonna\ntalk about me, I’m gonna go with you. "},{"person":"Chandler","txt":" What are you doing?!"},{"person":"Phoebe","txt":" Nothing! I swear to God I didn’t know you guys would be here! And\nthe good news is you didn’t believe in soul mates. So…"},{"person":"Chandler","txt":" I believe in tall, handsome strangers who hit on my wife!"},{"person":"Phoebe","txt":" They’re just talking, and y’know what? Just because I think\nthey’re soul mates doesn’t mean anything’s gonna happen."},{"person":"Monica","txt":" (returning) Phoebe, good work."},{"person":"Phoebe","txt":" Yeah?"},{"person":"Monica","txt":" Yeah! Oh he’s great, I love him. (Walks away and Chandler glares at\nPhoebe.)"},{"person":"Phoebe","txt":" Don’t worry, we’ll find you someone else."},{"person":"Joey","txt":" Hey."},{"person":"Ross","txt":" Hey."},{"person":"Joey","txt":" Look, I understand if you came by to hit me, I deserve it."},{"person":"Ross","txt":" No, I don’t want to hit you."},{"person":"Joey","txt":" Oh what then? Kick me?"},{"person":"Ross","txt":" No."},{"person":"Joey","txt":" (getting worried) Bite me?"},{"person":"Ross","txt":" No, no I don’t want to do anything to you. All right? I just want to\ntell you that I’m not mad at you and…and that I certainly do not hate you. I\njust, I just came here to say that. (Starts to leave.)"},{"person":"Joey","txt":" Oh now—Hey Ross-Ross! Do you wanna-wanna come in for a beer or\nsomething?"},{"person":"Ross","txt":" Uh…yeah sure. (Enters.)"},{"person":"Joey","txt":" Do uh, do you got any beer? All-all I got is this melon stuff that Rachel\nleft. I don’t…"},{"person":"Ross","txt":" Okay."},{"person":"Joey","txt":" (pouring two glasses) Hey look Ross, you need to understand something\nokay? I uh…I am never gonna act on this Rachel thing, okay? I-I would never do\nanything to jeopardize my friendship with you. (He hands Ross a glass.)"},{"person":"Ross","txt":" Thank you."},{"person":"Joey","txt":" Anyway, it uh…look it’ll just…take me a while to get over\nher, that’s all. I’m not even sure how to do that, I mean I’ve never been\nin love before so…"},{"person":"Ross","txt":" What?! You’re in love with her."},{"person":"Joey","txt":" Yeah, I thought you knew that."},{"person":"Ross","txt":" Umm, no."},{"person":"Joey","txt":" Wow. Hey look, if it helps, I don’t want to feel this way. Honest. I\njust keep thinking, \"Ah, I’ll get over this.\" Y’know? I just—It\njust keeps gettin’ harder. I don’t, I don’t know what to do. Y’know?\nWhat do I do?"},{"person":"Ross","txt":" I think you need to tell her how you feel."},{"person":"Joey","txt":" Okay that’s the green stuff talkin’."},{"person":"Ross","txt":" No, I’m serious. You-you need to find out where she is, because if\nshe’s not where you are, then you can start to move past this."},{"person":"Joey","txt":" But what if uh—and I’m not saying she will be—But…"},{"person":"Ross","txt":" If she is where you are then uh…then my feeling weird about it\nshouldn’t stand in the way."},{"person":"Joey","txt":" Are you sure?"},{"person":"Ross","txt":" Yeah. Look if-if she’s gonna end up with somebody else, the truth is\nshe couldn’t find a better guy. So…"},{"person":"Joey","txt":" Hey thanks."},{"person":"Ross","txt":" So when do you think you’re gonna talk to her?"},{"person":"Joey","txt":" Oh my God I have to tell her! I haven’t even thought about what I\nwill say. What should I say?"},{"person":"Ross","txt":" I’m understanding, but let’s not get carried away."},{"person":"Joey","txt":" I’m sorry, you’re right. What am I gonna say? (He takes another\nsip of the green stuff and recoils at the taste.) Oh!"},{"person":"Ross","txt":" Yeah, tell me about it. (He stands up, turns his back to Joey, and enjoys\nanother sip.)"},{"person":"Don","txt":" …so I’ve been slowly phasing out the wine importing and focusing\nmore on the cheese side of things."},{"person":"Chandler","txt":" Cheese you say? That’s some pretty smelly work, huh Don?"},{"person":"Don","txt":" Excuse me?"},{"person":"Chandler","txt":" Cheese, it’s smelly. You must smell a lot of the time too."},{"person":"Don","txt":" Uh, not really. But when it comes to cheese, I’m one of the people who\nthinks the smellier the better."},{"person":"Monica","txt":" Me too! Yeah, Chandler can’t stand it. He won’t even allow me\nto have blue cheese in the house."},{"person":"Don","txt":" And you’re still married to him? (They both laugh, and Chandler tries\nto but fails.)"},{"person":"Monica","txt":" You know what I’d love to do? I would like to go to France and eat\nnothing but bread and cheese—Not even bread, just cheese. No, I want the bread. Yeah.\nAh, and pastries… (Breathlessly) And pate. Oh, I’m really not high, it’s\njust I used to be fat."},{"person":"Don","txt":" Well if you where ever enter the Loire valley let me know, I’ve got a\ngreat little villa you can stay at."},{"person":"Chandler","txt":" Is it made of cheese?"},{"person":"Don","txt":" No. But God, a house made of cheese, wouldn’t that be incredible?!"},{"person":"Monica","txt":" I’d move in tomorrow!"},{"person":"Chandler","txt":" (disgusted) Oh come on! (To Phoebe) Are you listening to this?"},{"person":"Phoebe","txt":" I’m so sorry."},{"person":"Chandler","txt":" What do we do?"},{"person":"Phoebe","txt":" I don’t know, they both want to live in a house of cheese! I\ndon’t know how you fight that."},{"person":"Joey","txt":" Okay. Okay, I can do this. I can tell her how I feel. Just uh, just stand\nup straight. (Does so.) Take a couple deep breaths. (Does so.) Look confident. (Does so as\nRachel opens the door and startles him.)"},{"person":"Rachel","txt":" Joey? What’s up?"},{"person":"Joey","txt":" I uh, I just came by because I-I want to talk to you about something."},{"person":"Rachel","txt":" Okay what’s up?"},{"person":"Joey","txt":" Here? In the hall? What are we animals?"},{"person":"Rachel","txt":" Well honey, I’m late for a meeting. So can you just make it quick?"},{"person":"Joey","txt":" Okay umm, I just came by to tell you that I…want to have dinner with\nyou tonight. That’s all."},{"person":"Rachel","txt":" Sure! That sounds great! Just leave me a message and tell me where to\nmeet you. Okay? (Walks away.)"},{"person":"Joey","txt":" Okay. That’s good. Okay, that give you a couple hours to prepare what\nyou’re gonna say. Good. Yeah. (Someone comes out of his apartment and it startles\nJoey again.) Don’t you people ever knock?!"},{"person":"Monica","txt":" I’d like to have Don and Phoebe over. Wouldn’t that be nice?"},{"person":"Chandler","txt":" Sure, why don’t you set it up. I’ll just be over here,\nbrowsing through the personals."},{"person":"Monica","txt":" Are you okay? You’ve been acting weird all afternoon."},{"person":"Chandler","txt":" Yeah, fine. Fine. Not perfect!! But good enough."},{"person":"Monica","txt":" Jeez! What is with you?"},{"person":"Chandler","txt":" I’m sorry, did you say cheese?"},{"person":"Monica","txt":" All right, what’s going on?"},{"person":"Chandler","txt":" Phoebe thinks you and Don are soul mates, and I don’t believe in\nthat kind of stuff. But then you two totally get along. So look, I won’t stand in\nyour way if you want to run off with Don and live in a house of cheese."},{"person":"Monica","txt":" Chandler, you don’t believe in soul mates?"},{"person":"Chandler","txt":" No. But I’m sure (mimics Don) ‘tomatoes’ does."},{"person":"Monica","txt":" I don’t believe in soul mates either."},{"person":"Chandler","txt":" You don’t?"},{"person":"Monica","txt":" No. I don’t think that you and I were destined to end up together.\nI think that we fell in love and work hard at our relationship. Some days we work really\nhard."},{"person":"Chandler","txt":" So you…you don’t want to live with Don in a cheese house?"},{"person":"Monica","txt":" No, I’ve had second thoughts about that. Do you realize how hard\nthat would be to clean?"},{"person":"Chandler","txt":" I love you."},{"person":"Monica","txt":" I know."},{"person":"Chandler","txt":" Y’know what? I am going to take you out to dinner tonight. I\nfound this place that makes the greatest mozzarella sticks and jalepino poppers . (Monica\ndoesn’t look impressed.) No? Really? They taste so good."},{"person":"Rachel","txt":" …and I know Chandler is kidding but it happens every time he\ntouches my stomach. I mean I’m really worried the baby’s not going to like him.\n(Joey is staring at the table.) Are you okay?"},{"person":"Joey","txt":" What? Yeah! Sure! Uh, look at the uh, the reason…(Exhales\nslowly)—Is it hot in here?"},{"person":"Rachel","txt":" No. Not-not for me, but why don’t you take off your sweater?"},{"person":"Joey","txt":" I would, but this is a nice place and my T-shirt has a picture of Calvin\ndoing Hobbs."},{"person":"Rachel","txt":" Oh my God! Really?! Can I see it?"},{"person":"Joey","txt":" Yeah. Sure. (They both half stand up, Joey pulls the neck of his sweater\nout, and Rachel looks down it to see his T-shirt.)"},{"person":"Rachel","txt":" Huh. Wow, I wouldn’t think Hobbs would like that so much."},{"person":"Joey","txt":" Uh… How long have we known each other?"},{"person":"Rachel","txt":" Um, seven…e-e-eight, "},{"person":"Joey","txt":" Uh-huh, long time."},{"person":"Rachel","txt":" Yeah."},{"person":"Joey","txt":" But over the past few weeks…"},{"person":"Waiter","txt":" Hah, sorry about the wait, but it is mega-jammed in here! We have a\ncouple specials tonight…"},{"person":"Joey","txt":" Actually uh, could you give us a second?"},{"person":"Waiter","txt":" Sure. Sure. (Turns away, then turns back) Second’s up! (Joey glares\nat him.) Not…that kind of table. (He walks away.)"},{"person":"Rachel","txt":" So you were saying?"},{"person":"Joey","txt":" I’m not quite sure."},{"person":"Rachel","txt":" Okay, well you had asked me how long we had known each other, and I\nsaid, \"Eight years.\" And the um, waiter came over and cut his tip in half, and\numm…now here we are."},{"person":"Joey","txt":" Yeah, here we are. Uhh… I… I think I’m…falling in love\nwith you."},{"person":"Rachel","txt":" (stunned) What?"},{"person":"Joey","txt":" I’m falling in love with you."},{"person":"Rachel","txt":" (looking around) Who are you talking too? Oh, you’re kidding! Oh,\nit’s a joke! (Laughs.) It’s funny. It’s funny. I don’t get it. (Joey\ndoesn’t say any thing and Rachel realizes it’s not a joke.) Oh. (Pause) Okay.\nUmm… I-I…uh, wow. Are you uh… How did umm… When?"},{"person":"Joey","txt":" Does it really matter?"},{"person":"Rachel","txt":" Wow! Wow. Wow. Wow, it is hot in here."},{"person":"Joey","txt":" Okay look Rach, I know this is a lot. You don’t have to say anything.\nYou-you uh, you take as much time as you need. (Long pause as Rachel says nothing.) Okay,\nyou gotta say something!"},{"person":"Rachel","txt":" Joey, Joey I love you so much, but I…"},{"person":"Joey","txt":" But. (Hangs his head down.)"},{"person":"Rachel","txt":" Joey."},{"person":"Joey","txt":" Yeah-yeah right. That’s okay. That’s fine. That’s uh,\npretty much what I was expecting. So uh, it’s no big deal. All right? I think\nI’m gonna go. (Stands up.)"},{"person":"Rachel","txt":" No! Joey please! Please don’t! Please don’t leave like this!\nNow come on, you cannot do this to a pregnant woman! (Starts to cry.)"},{"person":"Joey","txt":" Don’t start doing that. You can’t do that Rach, ‘cause then\nyou’re gonna make me do that. (Starts to cry.) Oh, here we go! (Sits down next to\nher.)"},{"person":"Rachel","txt":" Can I? (Hug him.)"},{"person":"Joey","txt":" Sure! "},{"person":"Rachel","txt":" Oh Joey honey I don’t…I don’t want to lose…"},{"person":"Joey","txt":" Hey-hey-hey, hey! You can’t. Okay? Ever!"},{"person":"Rachel","txt":" I’m so sorry."},{"person":"Joey","txt":" Oh no-no Rach, please, don’t be sorry. Okay? Don’t be sorry.\n(They hug again.) Y’know I was only kidding you."},{"person":"Rachel","txt":" Yeah, that was a real good one."},{"person":"Waiter No. 2","txt":" Is this your table?"},{"person":"Waiter","txt":" Yeah."},{"person":"Waiter No. 2","txt":" God, you’re gonna be here all night!"},{"person":"Waiter","txt":" I know! I haven’t even read them the specials yet!"},{"person":"Waiter No. 2","txt":" What’s the matter with them?"},{"person":"Waiter","txt":" I don’t know. I think maybe one of them is dying. (Pause) I kinda\nhope it’s the girl. (The other waiter is shocked.) The guy is really cute!"}]