[{"person":"Joey","txt":" Okay Rach, that muffin and espresso, $4.50. Ross, double latte, $2.75.\nChandler, coffee and a scone, $4.25. And Pheebs, herbal tea, $1.25. So, all together\nthat’s (pauses to figure the total) $12.75."},{"person":"Chandler","txt":" This coming from the man who couldn’t split our 80 dollar phone\nbill in half."},{"person":"Woman","txt":" Hi!"},{"person":"Joey","txt":" Hi!"},{"person":"Woman","txt":" How much do I owe you for the muffin and the latte?"},{"person":"Joey","txt":" Oh that’s on the house courtesy of Joey Tribbiani."},{"person":"Woman","txt":" Oh great! Well, tell him thanks. And since uh, Joey seems like such a\nnice guy, maybe we could go on a date sometime?"},{"person":"Joey","txt":" Well, he’s not used to women being so forward with him; but uh, I\ngood check with him—He says it’s okay. (She hands him her card.) Great! Thanks!\nBye-bye!"},{"person":"Ross","txt":" Hey Joey, how come our stuff isn’t free?"},{"person":"Joey","txt":" It will be when you look like that in a tight skirt! This is great!\nI’m getting more dates than ever!"},{"person":"Rachel","txt":" Wait a minute, you’re only giving free stuff away to the pretty\ngirls?"},{"person":"Phoebe","txt":" Yeah Joey that is so gross!"},{"person":"Joey","txt":" How about a scone on the house baby?"},{"person":"Phoebe","txt":" (giggles) I’m pretty."},{"person":"Ross","txt":" Hey does anyone have any gum?"},{"person":"Phoebe","txt":" Oh I do! (She grabs her huge purse and starts rummaging through it and\ntaking out various items in a futile search for the gum.) Oh, y’know what? No.\n(Pause) Wait a second. (She removes a bag filled with water that has a goldfish swimming\nin it.) I know it’s in here somewhere."},{"person":"Ross","txt":" Y’know what? I’m good! I’m good!"},{"person":"Monica","txt":" (entering) Hey!"},{"person":"Ross","txt":" Hey!"},{"person":"Chandler","txt":" Hey, what are you doing here? Shouldn’t you be at work?"},{"person":"Monica","txt":" (congested) Ugh, they sent me home. They said I can’t work if\nI’m sick."},{"person":"Chandler","txt":" I’m so sorry you’re sick."},{"person":"Monica","txt":" I’m not sick!! I don’t get sick! Getting sick is for weaklings\nand for pansies! "},{"person":"Rachel","txt":" Honey, no one thinks you’re a pansy, but we do think you need a\ntissue. (She notices something hanging from Monica’s nose, as does Joey.)"},{"person":"Monica","txt":" (wiping her nose) I have not been sick in over three years! (Sneezes.) "},{"person":"Chandler","txt":" I’m gonna grab you some tissue."},{"person":"Monica","txt":" I don’t need a tissue! I’m fine-d! "},{"person":"Ross","txt":" When you put a ‘D’ at the end of ‘Fine’ you’re\nnot fine."},{"person":"Monica","txt":" I’m fine-d. I’m fine-d! Y’know, it’s a really hard\nword to say."},{"person":"Chandler","txt":" Yes?"},{"person":"Woman","txt":" Hi, is Rachel here? I’m her sister."},{"person":"Rachel","txt":" Oh my God, Jill!"},{"person":"Jill","txt":" Oh my God, Rachel!"},{"person":"Chandler","txt":" Oh my God, introduce us!"},{"person":"Rachel","txt":" This is Chandler. (Points at him.)"},{"person":"Jill","txt":" Hi!"},{"person":"Rachel","txt":" And you know Monica and Ross!"},{"person":"Ross","txt":" Hi Jill."},{"person":"Rachel","txt":" And that’s Phoebe (points), and that’s Joey."},{"person":"Joey","txt":" Hey, (in the Joey voice) how you doin’?"},{"person":"Rachel","txt":" Don’t!! (Joey backs away frightened.) (To Jill) Honey, what are you\ndoing here?!"},{"person":"Phoebe","txt":" (To Ross) Which-which sister is this? Is this the spoiled one or\nthat’s bitter?"},{"person":"Jill","txt":" (To Rachel) Daddy cut me off."},{"person":"Phoebe","txt":" Never mind, I got it."},{"person":"Jill","txt":" And y’know what I said to him? \"I’m gonna hire a lawyer and\nI’m gonna sue you and take all your money. Then I’m gonna cut you off!\""},{"person":"Rachel","txt":" Wow! What did he say?"},{"person":"Jill","txt":" That he wouldn’t pay for my lawyer! Then he told me to come here and\nlearn about the value of money from the one daughter he’s actually proud off."},{"person":"Rachel","txt":" Oh! Did you hear that?! My dad’s proud of me! My dad’s proud\nof me."},{"person":"Monica","txt":" Rach? (Points to Jill.)"},{"person":"Rachel","txt":" Oh yeah, sorry. Wait honey, so what did you do that made dad cut you\noff?"},{"person":"Jill","txt":" Okay, I bought a boat."},{"person":"Monica","txt":" You bought a boat?"},{"person":"Jill","txt":" Yeah but it wasn’t for me, it was for a friend."},{"person":"Chandler","txt":" Boy did "},{"person":"Rachel","txt":" Jill, honey, I think this is the best thing that could’ve ever\nhappened to you. I mean you needed to get out on your own anyway! And you know when I did\nit, I-I-I at first I was scared, and look at me now! I’m the only daughter dad is\nproud of! Okay, well this is, this is what you’re gonna do. You’re gonna get a\njob, you’re gonna get an apartment, and then I’ll help you and you can stay with\nus. Right Pheebs, she can stay with us?"},{"person":"Phoebe","txt":" Of course, yeah!"},{"person":"Jill","txt":" Oh, that’s so great! Okay, I’m really gonna do this! I\ndon’t know how to thank you guys."},{"person":"Phoebe","txt":" Ooh, I like cards."},{"person":"Joey","txt":" (to a customer) Are you all finished here?"},{"person":"Joey","txt":" Great! (Joey takes his cookie and finishes it.)"},{"person":"Gunther","txt":" Okay, here are the tips for this morning. Jen gets 50, 50 for me, and\nJoey owes eight dollars."},{"person":"Joey","txt":" What?!"},{"person":"Gunther","txt":" For all the free food you gave away."},{"person":"Joey","txt":" Well if it’s free food, how come you’re charging me for it?"},{"person":"Gunther","txt":" We don’t give anything away unless it’s someone’s\nbirthday."},{"person":"Joey","txt":" Well, what if they came in third in a modeling contest?"},{"person":"Gunther","txt":" No!"},{"person":"Joey","txt":" (to a woman who came in third in a modeling contest) Sorry! (He grabs her\nmuffin away and returns it to the serving tray.)"},{"person":"Jill","txt":" (entering, carrying a bunch of shopping bags) I just had the hardest day.\nThose bags are so heavy. (Sets them down.)"},{"person":"Ross","txt":" Jill, how did you pay for all this? I thought your dad took away your\ncredit card."},{"person":"Jill","txt":" Oh please, I memorized those numbers when I was 15. But look at all the\ncool make-it-on-my-own stuff I got! (Holds up a red sweater) This is my \"Please, hire\nme\" sweater. (Holds up a pair of black pants) And these are my, \"Don’t you\nwant to rent me this apartment?\" pants. "},{"person":"Ross","txt":" I don’t think charging new clothes too your dad qualifies as making\nit on your own."},{"person":"Jill","txt":" Oh, Mr. Scientist has to get all technical!"},{"person":"Phoebe","txt":" Seriously, I don’t Rachel’s gonna think it’s a good idea."},{"person":"Jill","txt":" So who made her queen of the world?"},{"person":"Phoebe","txt":" I would "},{"person":"Rachel","txt":" (entering) Hey! What’s goin’ on?"},{"person":"Jill","txt":" Hey!"},{"person":"Rachel","txt":" (notices Jill’s bags) Jill! Did you shop?!"},{"person":"Jill","txt":" No! They did! (Points to Phoebe and Ross)"},{"person":"Phoebe and Ross","txt":" Yeah, we went shopping!"},{"person":"Rachel","txt":" You went shopping?! What, and then you just came in here and paraded it\nright under Jill’s nose when you know she’s trying to quit. Wow, you guys are\nterrible!"},{"person":"Phoebe","txt":" Sorry Jill."},{"person":"Ross","txt":" Sorry-sorry Jill."},{"person":"Rachel","txt":" What’d you get?"},{"person":"Phoebe","txt":" Oh well, all right, I got (Ross hands her a bag) (To Ross) thank you, I\ngot uh, this y’know \"I want a job sweater.\" (Holds up the same sweater.)"},{"person":"Rachel","txt":" Oh."},{"person":"Phoebe","txt":" And, and then I got uh, these are apartment pants."},{"person":"Rachel","txt":" Apartment pants?"},{"person":"Phoebe","txt":" Yeah, you never heard of them?"},{"person":"Rachel","txt":" No, of course, of course I’ve heard of them! Ross, what did you\nget?"},{"person":"Ross","txt":" Huh? Oh, I got this—(Holds up this pink frilly thing)—this!"},{"person":"Rachel","txt":" A pajmena?"},{"person":"Ross","txt":" Yeah! Oh, I-I love this babies!"},{"person":"Rachel","txt":" Really?"},{"person":"Ross","txt":" Ross, wants a pajmena?"},{"person":"Ross","txt":" It’s a rug. (Jill winces.)"},{"person":"Rachel","txt":" Jill?"},{"person":"Jill","txt":" (covers her eyes and starts crying) I’m sorry Rachel, I’m\nsorry…"},{"person":"Rachel","txt":" Oh, come on! You think that’s gonna work on me?! I invented that!"},{"person":"Jill","txt":" Right! But, I "},{"person":"Rachel","txt":" All right, it’s okay. One little setback is okay, just don’t\nlet it happen again, all right? Now since daddy paid for all this stuff, I "},{"person":"Jill","txt":" She took all my stuff."},{"person":"Ross","txt":" Yeah. Everything but, the little blue one. (Holds it up for her.)"},{"person":"Jill","txt":" (gasps) That’s the best one! Oh my God, (hugs him) thank you so much!"},{"person":"Ross","txt":" Well. Hey…"},{"person":"Jill","txt":" Oh my gosh, that was so lame. Like a pajmena could be a rug!"},{"person":"Ross","txt":" Oh yeah, how about you and the, (mimics her fake cry) \"I’m\nsorry!\""},{"person":"Jill","txt":" (hits him) Shut up! I did not sound like that at all!"},{"person":"Phoebe","txt":" What about, what about when I said y’know about the apartment\npants, how dumb was I?"},{"person":"Jill","txt":" Were you this cute in high school?"},{"person":"Ross","txt":" Oh stop."},{"person":"Jill","txt":" No you stop!"},{"person":"Ross","txt":" No, you stop!"},{"person":"Jill","txt":" You stop!"},{"person":"Phoebe","txt":" (gets up and sits between them) Okay-okay, why don’t I sit here and\nyou’ll both stop it!"},{"person":"Monica","txt":" Okay, so what do you, what do you want to do? Let’s do something\ncrazy!"},{"person":"Chandler","txt":" I know, let’s rest and drink lots of fluids. (Holds up a glass of\norange juice.)"},{"person":"Monica","txt":" Okay, I’ll rest. But y’know if I’m going to bed, then\nyou’re coming with me."},{"person":"Chandler","txt":" That would be impossible to resist if you weren’t all drippy\nhere. (Points to his nose.)"},{"person":"Monica","txt":" (wiping her nose) Are you saying that you don’t wanna get with\nthis? (Tries to do a little sexy body rub, but it doesn’t work all that well with the\nbig robe.)"},{"person":"Chandler","txt":" Yeah, I don’t you should say that even when you’re healthy."},{"person":"Monica","txt":" (in a sexy voice) Come on. (Coughs loudly.)"},{"person":"Chandler","txt":" Don’t take this personally okay? It’s just that I just\ncan’t have sex with a sick person."},{"person":"Monica","txt":" I’m with you Chandler! I mean I can’t have sex with a sick\nperson either, that’s disgusting! But I’m not sick! Let me prove it to you. We\nare two healthy people in the pribe of libe."},{"person":"Chandler","txt":" That’s the thing, see I would like to stay in the pribe of\nmwha-ah-libe."},{"person":"Rachel","txt":" Hey!"},{"person":"Phoebe","txt":" Hey."},{"person":"Rachel","txt":" What’s up?!"},{"person":"Phoebe","txt":" Umm, I think there’s something you should maybe know."},{"person":"Rachel","txt":" Well, it’d better not be about the apartment pants, because I just\npitched the idea to my boss at "},{"person":"Phoebe","txt":" No. No. It’s just I was umm, I was with Ross and Jill after you\nleft and umm, I’m pretty sure I saw a little spark between them."},{"person":"Rachel","txt":" What?!"},{"person":"Phoebe","txt":" Yeah I mean it’s probably nothing, but I just wanted to warn you\nthat there might be something there."},{"person":"Rachel","txt":" With Ross and Jill?"},{"person":"Phoebe","txt":" Yeah!"},{"person":"Rachel","txt":" With Ross and my sister?"},{"person":"Phoebe","txt":" Yeah."},{"person":"Rachel","txt":" With my sister Jill and my ex-boyfriend Ross?"},{"person":"Phoebe","txt":" Yeah."},{"person":"Rachel","txt":" Oh there is no way."},{"person":"Phoebe","txt":" Okay then."},{"person":"Rachel","txt":" Oh my God! I can not believe that! I mean I don’t really like it\nwhen Ross goes out with anyone, but my sister isn’t that like incest or something?!\nOh my God, and they’re gonna have sex! Oh! Oh no what if he marries her too?! Oh this\nis just terrible, this is just terrible. And I can’t stop it! I can’t—I\ndon’t own Ross! Y’know? And Jill, she should be able to do whatever it is that\nshe wants to do! And oh my God, I can’t believe Ross is marrying my little sister,\nthis terrible. Oh my God, this is just the worst thing that could have ever happened to\nme."},{"person":"Phoebe","txt":" But "},{"person":"Joey","txt":" That’ll be $3.85."},{"person":"Woman","txt":" What do you mean? Yesterday you said I was too pretty to pay for stuff!"},{"person":"Joey","txt":" It’s just I can’t because my manager said I… (Gets an idea)\n(Starts singing) \"Happy birthday to you, happy birthday to you. Happy birthday dear\nAnnie…"},{"person":"Woman","txt":" Amy!"},{"person":"Joey","txt":" (still singing) \"…Amy! Happy birthday to you!\""},{"person":"A Male Customer","txt":" Hey, that’s weird, today’s my birthday too!"},{"person":"Joey","txt":" Yeah, not it here it isn’t."},{"person":"Jill","txt":" (entering) Sorry I’m late, what’s up?"},{"person":"Rachel","txt":" (on the couch) Oh hi! Y’know, I just wanted to see if there were\nany leads on the old job front."},{"person":"Jill","txt":" Oh no! But I just walked past three sales and I didn’t go in. How\nstrong am I?"},{"person":"Rachel","txt":" That is great. Hey, y’know who doesn’t have to job hunt? Ross.\nHe works at the university. "},{"person":"Jill","txt":" Yeah."},{"person":"Rachel","txt":" Oh so you know that, you guys talked about that, so you get along, so\nyou think you’re gonna go out?"},{"person":"Jill","txt":" Me go out with Ross?! No! God no! What would make you think that?"},{"person":"Rachel","txt":" I just, Phoebe, said y’know thought she saw something between you\nguys."},{"person":"Jill","txt":" No! I mean he’s nice."},{"person":"Rachel","txt":" Yeah."},{"person":"Jill","txt":" He’s the kind of guy you’re friends with, y’know? But\nhe’s not the kind of guy you date. He’s the kind of guy "},{"person":"Rachel","txt":" Oh not-not so much. Umm, what-what do you, what do you mean is there\nsomething wrong with Ross?"},{"person":"Jill","txt":" Oh no-no-no, he’s just I don’t know, he’s just a little\nbookish."},{"person":"Rachel","txt":" Are-are you saying he’s a geek?"},{"person":"Jill","txt":" You think so too?"},{"person":"Rachel","txt":" No! No I, no Ross is not a geek!"},{"person":"Jill","txt":" Fine, then let’s just say he’s not my type."},{"person":"Rachel","txt":" What handsome is not your type? Smart? Kind? Good kisser? What those\nthings aren’t on your list? Ross is a great guy! You would be lucky to be with him!"},{"person":"Jill","txt":" Well okay, if it means that much to you, then I’ll ask him out."},{"person":"Rachel","txt":" Oh no-no-no, no-no-no, that’s not what I meant."},{"person":"Jill","txt":" No! Y’know what Rachel? You’re right, y’know he has been\nreally nice to me."},{"person":"Rachel","txt":" Yeah but, he’s not your type."},{"person":"Jill","txt":" Yeah but maybe that’s a good thing. Y’know I’m doing all\nthese different sorts of things, and maybe I should try dating a geek too!"},{"person":"Rachel","txt":" Yeah but, you don’t, you don’t, you don’t want to try to\nmuch too fast. Y’know? I mean, you do remember what happened to the little girl that\ntried to much too fast don’t you?"},{"person":"Jill","txt":" What?"},{"person":"Rachel","txt":" She-she died Jill."},{"person":"Monica","txt":" (still sick) Chandler!"},{"person":"Chandler","txt":" Oh what is it honey, you need some tea? Some soup? (He gets up from\nthe couch and goes into the bedroom to find Monica, still in the robe, lying seductively\non the bed. Or at least she’s trying too and as he enters the room, she takes the\nrobe off on of her legs.) Oh-ohhhh!"},{"person":"Monica","txt":" (trying to be seductive) Calling Dr. Big, Dr. Big to the bed."},{"person":"Chandler","txt":" Oh Jeez honey, I thought, I thought you were asleep."},{"person":"Monica","txt":" How could I be asleep knowing that you were in the next room."},{"person":"Chandler","txt":" I was asleep. (She takes off her robe and starts to shiver) Oh no!\nNo-no honey! Y’know what’s sexy? Layers. Layers are sexy. And blankets are sexy.\nAnd oh! Hot water bottles are sexy."},{"person":"Monica","txt":" Come on, get into bed! I want to prove to you that I’m not sick! I\nwanna make you feel, as good as I feel. (Sneezes.) "},{"person":"Chandler","txt":" Would you please get some rest!"},{"person":"Monica","txt":" I’m fine. (She goes into one of those half sneezing, half-coughing\nfits that you get with a bad cold or flu.)"},{"person":"Joey","txt":" (singing) \"Happy birthday to you!\""},{"person":"Gunther","txt":" You’re paying for that."},{"person":"Joey","txt":" What? No-no it’s her birthday!"},{"person":"Gunther","txt":" You’ve sung Happy Birthday to 20 different women today!"},{"person":"Joey","txt":" But it really…"},{"person":"Gunther","txt":" You are no longer authorized to distribute birthday muffins."},{"person":"Joey","txt":" Damnit! (Storms off.)"},{"person":"Ross","txt":" (entering) Rach? Hi!"},{"person":"Rachel","txt":" Hi!"},{"person":"Ross","txt":" Did you tell your sister to ask me out?"},{"person":"Rachel","txt":" Well yeah…"},{"person":"Ross","txt":" Oh wow! I mean, wow! I mean, I-I-I think she’s cute but I-I would\nnever have thought of going out with her, never!"},{"person":"Rachel","txt":" Really?!"},{"person":"Ross","txt":" Yeah but after you said it was okay, I figured, \"Why not?!\""},{"person":"Rachel","txt":" Oh so-so not really never."},{"person":"Ross","txt":" I have to say you are a much bigger person than I am. I mean after all\nwe’ve been through, I just—y’know I wish I had a brother to reciprocate.\nHey, if you ever want to go out with Monica, you have my blessing."},{"person":"Joey","txt":" (overhearing them) Oh-ho, and mine!"},{"person":"Monica","txt":" (entering) Chandler, I think I’m sick."},{"person":"Chandler","txt":" Really? Struck down in the pribe of libe!"},{"person":"Monica","txt":" Okay, fine I admit it! I feel terrible! Would you please rub this on my\nchest? (She hands him some of that "},{"person":"Chandler","txt":" No-no-no-no-no-no-no, you are not getting me this way."},{"person":"Monica","txt":" Come on! I really need your help!"},{"person":"Chandler","txt":" No-no-no-no-no!"},{"person":"Monica","txt":" Fine, I’ll rub it on myself."},{"person":"Chandler","txt":" Okay."},{"person":"Chandler","txt":" So you’re just, kinda rubbing it on yourself?"},{"person":"Monica","txt":" Yeah?"},{"person":"Chandler","txt":" It’s nice."},{"person":"Monica","txt":" Are you kidding me?! Is this; is this turning you on?"},{"person":"Chandler","txt":" Yes! (Hangs his head in shame.)"},{"person":"Monica","txt":" I can’t believe it! What is it? Is it the rubbing or the smell?"},{"person":"Chandler","txt":" It’s all very, very good. (She covers up and sits down.) So you\nwanna go uh, mix it up?"},{"person":"Monica","txt":" Not now, I’m sick!"},{"person":"Chandler","txt":" Oh come on you big faker!"},{"person":"Monica","txt":" What happened to your rule about never sleeping with sick people?"},{"person":"Chandler","txt":" Well that was before all the vaporizing action."},{"person":"Monica","txt":" Okay, if you really wanna have sex…"},{"person":"Chandler","txt":" Okay! (Runs into the bedroom.)"},{"person":"Monica","txt":" Worked like a charm."},{"person":"Jill","txt":" (entering) Hi!"},{"person":"Rachel","txt":" Hi! Wh-what are you doing here?"},{"person":"Jill","txt":" This is where Ross and I are meeting for our date. So, what do you think?\n(She spins to show Rachel the outfit she’s wearing.)"},{"person":"Rachel","txt":" Well, I-I don’t like it."},{"person":"Jill","txt":" Really?!"},{"person":"Rachel","txt":" It’s kinda slutty."},{"person":"Jill","txt":" It’s yours!"},{"person":"Rachel","txt":" Yeah well, I’m-I’m a slut."},{"person":"Jill","txt":" (laughs) Me too."},{"person":"Ross","txt":" (entering) Hi Jill!"},{"person":"Jill","txt":" Hey!"},{"person":"Ross","txt":" Hi (sees Rachel and forgets her name for a moment)."},{"person":"Rachel","txt":" Rachel."},{"person":"Ross","txt":" Rachel! Well, you-you’re not at home,\nyou’re-you’re-you’re right here."},{"person":"Rachel","txt":" Yeah I know, and I bet you thought it would be weird. But it’s not!"},{"person":"Ross","txt":" Okay. So well I’ll umm, (To Rachel) I’ll have her home by\nmidnight."},{"person":"Rachel","txt":" Why aren’t you home yet?!"},{"person":"Monica","txt":" (calling from the bathroom) Is someone there?"},{"person":"Rachel","txt":" Oh yes, it’s me! Sorry!"},{"person":"Chandler","txt":" (calling from the bathroom) What are you doing here?"},{"person":"Rachel","txt":" Uh, I’m just, I’m just looking out your window. At-at the\nview. What are you guys doing?"},{"person":"Chandler","txt":" We got some "},{"person":"Rachel","txt":" (gasps) Oh, he brought her back to his apartment."},{"person":"Monica","txt":" (entering with Chandler) Who? (She looks out the window at Ross’s\napartment) Is that your sister?"},{"person":"Rachel","txt":" Ugh, she "},{"person":"Monica","txt":" God, Ross is on a date with your sister! How weird is that?!"},{"person":"Rachel","txt":" Oh my God, look-look he’s taking off her clothes!"},{"person":"Chandler","txt":" He’s taking off her coat!"},{"person":"Rachel","txt":" Oh, this is just terrible. "},{"person":"Monica","txt":" Oh no it’s not, no it’s not. It’s a first date. I’m "},{"person":"Rachel","txt":" Oh. (Squeaks again.)"},{"person":"Chandler","txt":" Ho-oh, he’s gonna get some! (Rachel looks at him.) Of the glare\nfrom the streetlight out of his apartment. Y’know so umm, he’s closed the drapes\nthere so he can have a nice, pleasant conversation with your little sister. (Pause) Well,\nI’m off to bed! (Goes to bed.)"}]