[{"person":"Joey","txt":" I'm tellin' ya that girl totally winked at me."},{"person":"All","txt":" Did not, she did not wink at you...(sees that their sacred couch is\noccupied by strangers)."},{"person":"Chandler","txt":" Huh. (They all leave, dejected)"},{"person":"Ross","txt":" I have to say "},{"person":"Rachel","txt":" Nooo Way! The most romantic song ever is "},{"person":"Phoebe","txt":" See, I-I think that one that Elton John wrote for, um, that guy on "},{"person":"Rachel","txt":" What song was that, Pheebs?"},{"person":"Phoebe","txt":" (singing) "},{"person":"Phoebe","txt":" Hi Monica!"},{"person":"Ross","txt":" Hey Mon!"},{"person":"Rachel","txt":" Hey Mon!"},{"person":"Phoebe","txt":" Oh my God, has she slept at all?"},{"person":"Ross","txt":" Nope."},{"person":"Rachel","txt":" No, it's been three nights in a row."},{"person":"Ross","txt":" Yeah, she finally stopped crying yesterday, but then she found one of\nRichard's cigar butts out on the terrace, so."},{"person":"Phoebe","txt":" Oh, okay that explains it. I got a call at two in the morning, but all I\ncould hear was, like, this high squeaky sound, so I thought okay its like a mouse or a\nopossum. But then I realized where would a mouse or a opossum get the money to make the\nphone call."},{"person":"Chandler","txt":" Morning."},{"person":"Joey","txt":" Morning, hey, you made pancakes?"},{"person":"Chandler","txt":" Yeah, like there's any way I could ever do that."},{"person":"Janice","txt":" (entering and singing) Monica and Rachel had syrup, now I can get my man\nto cheer up. (laughs hysterically) Good morning Joey."},{"person":"Joey","txt":" (sarcastically) Good morning."},{"person":"Chandler","txt":" Hey, you know what, here's a thought. Why don't you stay home from\nwork today and just hang out with me."},{"person":"Janice","txt":" Oh, I wish. Look, honey, you have that report to finish, and I gotta go\nsee my lawyer. "},{"person":"Chandler","txt":" I can not believe that I am going out with someone that is getting\ndivorced. I'm such a grown up."},{"person":"Janice","txt":" (laughs) I-I-I gotta go, I gotta go. Okay, not without a kiss."},{"person":"Chandler","txt":" Well, maybe I won't kiss you, and then you'll have to stay."},{"person":"Joey","txt":" (under his breath) Kiss her! Kiss her!"},{"person":"Janice","txt":" I'll see you later, sweetie. Bye Joey."},{"person":"Joey","txt":" B-bye Janice. So when ya' dumpin' her."},{"person":"Chandler","txt":" Nope, not this time."},{"person":"Joey","txt":" Come on, quite yankin' me."},{"person":"Chandler","txt":" I'm not "},{"person":"Joey","txt":" This is Janice."},{"person":"Chandler","txt":" Yeah, I know. She makes me happy."},{"person":"Joey","txt":" Okay. All right. You look me in the eye and tell me, without blinking,\nthat you're not breaking up with her. No blinking."},{"person":"Chandler","txt":" (looks him in the eye) I'm not breaking up with her! (they stare at\neach other for a while, then Joey blows in his face)"},{"person":"Monica","txt":" God, look what I found in the drain."},{"person":"Rachel","txt":" What?!"},{"person":"Monica","txt":" It's some of Richard's hair! (holds it close to Ross) What do I do with\nthis?"},{"person":"Ross","txt":" Getting it away from me would be job one."},{"person":"Monica","txt":" It's weird, but you know what I don't wanna throw this away. I mean this\nis like all I have left of him, gross, drain hair. Ooh! (drops it in Ross's cereal)"},{"person":"Phoebe","txt":" Ooh. Oh. It looks like, like a tiny little person drowning in your\ncereal. (Ross gives her this look, like 'Yeah, doesn't it', and gets up to dump it down\nthe drain.)"},{"person":"Monica","txt":" God, what is wrong with me."},{"person":"Ross","txt":" You need to get some sleep."},{"person":"Monica","txt":" I need to get some Richard."},{"person":"Rachel","txt":" Monica, you broke up with him for a reason."},{"person":"Monica","txt":" I know, I know. I'm just so tired of-of missing him. I'm tired of\nwondering why hasn't he called. Why hasn't he called!"},{"person":"Phoebe","txt":" Maybe, because you told him not to."},{"person":"Monica","txt":" What are you the memory woman?"},{"person":"Joey","txt":" (entering) Their not breaking up. Chandler and Janice. Their not breaking\nup. He didn't blink or anything."},{"person":"Rachel","txt":" Well, you know I'm not surprised. I mean have you seen them together,\nthey're really cute."},{"person":"Joey","txt":" Cute! This is Janice! You remember Janice?"},{"person":"Rachel","txt":" Yes, Joey, I remember, she's annoying, but you know what she's-she's his\ngirlfriend now. I mean what can we do?"},{"person":"Joey","txt":" There you go! That's the spirit I'm looking for! What can we do? Huh? All\nright who's first? Huh? Ross?"},{"person":"Ross","txt":" Well I'm thinking that Chandler's our friend and Janice makes him happy,\nso I say we just all be adult about it and accept her."},{"person":"Joey","txt":" Yeah, we'll call that Plan B. All right?"},{"person":"Rachel","txt":" (she leans over and kisses him on the cheek) Honey, I was wondering...."},{"person":"Ross","txt":" Hmm?"},{"person":"Rachel","txt":" Do you still have that, um, Navy uniform?"},{"person":"Ross","txt":" Nooo, I had to return it to the costume place."},{"person":"Rachel","txt":" Hmm."},{"person":"Ross","txt":" I think I have an old band uniform from high school."},{"person":"Rachel","txt":" You remember not having sex in high school, right?"},{"person":"Ross","txt":" Yeah."},{"person":"Rachel","txt":" Well honey, what about you?"},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" I mean do you have any fun, you know, fantasy type things?"},{"person":"Ross","txt":" No."},{"person":"Rachel","txt":" Come on you gotta have one!"},{"person":"Ross","txt":" Nope."},{"person":"Rachel","txt":" Ross, you know what..."},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" ...if you tell me, I might do it."},{"person":"Ross","txt":" Okay, umm. Did you ever see, um, "},{"person":"Rachel","txt":" Yeah."},{"person":"Ross","txt":" Do you remember the scene with, um, Jabba the Hut? Well Jabba had as, as\nhis prisoner, um, Princess Leia. "},{"person":"Rachel","txt":" Oooh!"},{"person":"Ross","txt":" Princess Leia, was wearing this, um, gold bikini thing. It was pretty\ncool."},{"person":"Phoebe","txt":" Yeah, oh, Princess Leia and the gold bikini, every guy our age loved\nthat."},{"person":"Rachel","txt":" Really!"},{"person":"Phoebe","txt":" Um, um. It's huge. Yeah, that's the moment, when-when, you know she\nstopped being a princess, and became, like, a woman, you know."},{"person":"Rachel","txt":" Did you ever do the-the Leia thing?"},{"person":"Phoebe","txt":" Oh, yeah, um-mm. Oh!"},{"person":"Rachel","txt":" Really! That-that great huh?"},{"person":"Phoebe","txt":" No it's just that I got this new pager and I have it on vibrate. See ya!"},{"person":"Ross","txt":" (entering with Monica in tow) Hey!"},{"person":"Rachel","txt":" Hi you guys!"},{"person":"Ross","txt":" Look who I found standing outside of the Szechwan Dragon staring at a\nparking meter."},{"person":"Rachel","txt":" Mon. Hi! "},{"person":"Monica","txt":" Hi."},{"person":"Rachel","txt":" Why aren't you at work?"},{"person":"Monica","txt":" Oh, they-they sent me home."},{"person":"Rachel","txt":" Why?"},{"person":"Monica","txt":" Because I don't work at the Szechwan Dragon."},{"person":"Ross","txt":" Okay."},{"person":"Rachel","txt":" You really, really need to get some sleep, honey."},{"person":"Monica","txt":" I know I do."},{"person":"Ross","txt":" Hi."},{"person":"Rachel","txt":" Hi."},{"person":"Ross","txt":" Guess what?"},{"person":"Rachel","txt":" What?"},{"person":"Ross","txt":" They published my paper."},{"person":"Rachel","txt":" Oh, really, let me see, let me see."},{"person":"Phoebe","txt":" Rach, look! (she holds two buns up to her ears to make her hair look\nlike the Princess Leia 'do.) Oh, hi! Where is my strong Ross Skywalker to come rescue me.\n(Ross stands up horrified) There he is."},{"person":"Chandler","txt":" Hey!"},{"person":"Joey","txt":" Wheel!"},{"person":"Chandler","txt":" Of!"},{"person":"Joey","txt":" Fortune! This guy is so stupid. (yelling) It's Count Rushmore!!"},{"person":"Chandler","txt":" You know, you should really go on this show. All right, listen, I got\nthree tickets to the Rangers tonight. What'd ya' say?"},{"person":"Joey","txt":" I say, 'I am there!' Cool! Aw, is Ross going to?"},{"person":"Chandler","txt":" No, Janice."},{"person":"Joey","txt":" Jan-ice. 'Cause I, just, I feel bad for Ross, you know, we-we always go\ntogether, we're like the three hocke-teers."},{"person":"Chandler","txt":" You know, I may be way out on a limb here, but do you, do you, have a\nproblem with Janice?"},{"person":"Joey","txt":" No, Yeeees. God, how do I say this. (walks into the kitchen, Chandler\nfollows closely, he turns around and gets startled). Oh, hi, you know that girl from the\nGreek restaurant with the hair (holds his hands up to signify she has big hair)?"},{"person":"Chandler","txt":" Ooh, that girl that I hate, eww, drives me crazy, eww, eww, oh!"},{"person":"Joey","txt":" Look, I don't hate Janice, she's-she's just a lot to take, you know."},{"person":"Chandler","txt":" Well, there you go."},{"person":"Joey","txt":" Oh, hey. Come on man, don't look at me like that, she used to drive you\nnuts before too, remember?"},{"person":"Chandler","txt":" Well, I'm crazy about her now. I think this could be the real thing.\nCapital 'R'! Capital 'T'! (Joey stares at him) Don't worry, those are the right letters."},{"person":"Joey","txt":" Look, what do you want me to say?"},{"person":"Chandler","txt":" I want you to say that you like her!"},{"person":"Joey","txt":" I can't. It's like this chemical thing, you know. Every time she starts\nlaughing, I just wanna (grimaces and tenses up) pull my arm off just so that I can have\nsomething to throw at her. "},{"person":"Chandler","txt":" Thanks for trying. (grabs the ticket and starts to leave) Oh, and by\nthe way there is no Count Rushmore!"},{"person":"Joey","txt":" Yeah, then-then who's the guy that painted the faces on the mountain?\n(Chandler gives him a look like 'You stupid idiot!')"},{"person":"Ross","txt":" How could you have told her? "},{"person":"Rachel","txt":" Ross, I didn't think it would that big of a deal."},{"person":"Ross","txt":" Oh, she didn't think it would be that big of deal."},{"person":"Rachel","txt":" Okay, who are you talking to when you do that?"},{"person":"Ross","txt":" Look, that was supposed to be like a private, personal thing between us."},{"person":"Rachel","txt":" Okay, Ross, Phoebe is my girlfriend, okay, we tell each other\neverything. You know, I mean, come on, guys do the same thing, I mean, what about all that\nlocker room stuff."},{"person":"Ross","txt":" That's different, okay. That's like, uh 'Who dated a stripper?' or 'Who\ndid it on the back of the Staton Island Ferry?'."},{"person":"Rachel","txt":" Were both of those Joey?"},{"person":"Ross","txt":" Yeah. Look, you don't, you don't talk about like, you know, your\ngirlfriend and the intimate stuff you, you do with her."},{"person":"Rachel","txt":" Not even with your best friend."},{"person":"Ross","txt":" Noo!"},{"person":"Rachel","txt":" That is so sad. Your missing out on so much, Ross. I mean, the bonding\nand the sharing, you know. And-and knowing that someone else is going through the same\nthing you are."},{"person":"Ross","txt":" Hmph. So what you, you tell each other everything?"},{"person":"Rachel","txt":" Pretty much."},{"person":"Ross","txt":" Did you talk about the night of five times? Do you tell people about the\nnight of five times? "},{"person":"Rachel","txt":" Uh, honey, yeah that was with Carol."},{"person":"Ross","txt":" I know, but it's still worth mentioning, I think."},{"person":"Phoebe","txt":" ( in a soothing voice) Relax every muscle in your body. Listen to the\nplinky-plunky music. Okay, now close you eyes, and think of a happy place. Okay, tell me\nyour happy place."},{"person":"Monica","txt":" Richard's living room, drinking wine."},{"person":"Phoebe","txt":" All right. No, no, no, not a Richard thing, just put down the glass. And\nget out!"},{"person":"Monica","txt":" I'm sorry, but that's my happy place."},{"person":"Phoebe","txt":" Well, okay, fine, use my happy place. Okay, I'm just gonna, I have to\nask that you don't move anything."},{"person":"Monica","txt":" All right, I'll try not to."},{"person":"Phoebe","txt":" Okay, all right, so, your in a meadow, millions of stars in the sky...."},{"person":"Monica","txt":" Do you think breaking up with him was a huge mistake?"},{"person":"Phoebe","txt":" All right, there are no questions in the happy place. Okay, just, the\nwarm breeze, and the moonlight flowing through the trees...."},{"person":"Monica","txt":" I'll bet he's totally over me, I'll bet he's fine."},{"person":"Phoebe","txt":" All right, betting and wagering of any kind, are, I'm sure, not\npermitted in the happy place. Okay. Just-just, you know, the-the lovely waterfalls, and\nthe, the trickling fountains. And the-the calming sounds of the babbling brook...."},{"person":"Monica","txt":" Okay, this isn't working. I'm still awake and now I have to pee."},{"person":"Janice","txt":" So, I hear, you hate me!"},{"person":"Joey","txt":" I, ah, I never said hate, I was very careful about that."},{"person":"Janice","txt":" A little birdie told me something about you wanting to rip your arm off\nand throw it at me."},{"person":"Joey","txt":" And you got a 'hate' from that?! Your taking a big leap there..."},{"person":"Janice","txt":" All right, fine, fine, fine, fine, fine, we've got to do something about\nour little situation here Joey. So, this is my idea: you and me spending some quality time\ntogether."},{"person":"Joey","txt":" But what does that gonna do..."},{"person":"Janice","txt":" For Chandler!"},{"person":"Joey","txt":" Okay. I'm in."},{"person":"Janice","txt":" Okay. All right. This is what we're gonna call it: 'Joey and Janice's "},{"person":"Joey","txt":" Does it have to be a whole day?"},{"person":"Janice","txt":" Yes, because that's how long it takes to love me."},{"person":"Joey","txt":" Yeah, I know, I sleep in the next room."},{"person":"Monica","txt":" (crying) So, I went down to the post office, and it turns out it was\nthose videos that I ordered for Richard about the Civil War. He loved the Civil War."},{"person":"Phoebe","txt":" Monica, do you want us to take you home?"},{"person":"Monica","txt":" Uh, huh. (to Ross) Or maybe to a galaxy far, far away. (Rachel, Monica,\nand Phoebe leave)"},{"person":"Ross","txt":" Women tell each other everything. Did you know that?"},{"person":"Chandler","txt":" Umm, yeah."},{"person":"Ross","txt":" No Chandler, everything! Like stuff you like, stuff she likes, technique,\nstamina, girth...."},{"person":"Chandler","txt":" Girth? Why, why, why, wh-why, why, why, why would they do this? "},{"person":"Ross","txt":" Rachel says sharing's great and supposedly, you know, we outta be doing\nit. Do you wanna?"},{"person":"Chandler","txt":" We're not gonna talk about girth are we?"},{"person":"Ross","txt":" Nooo!"},{"person":"Chandler","txt":" Yeah, okay."},{"person":"Ross","txt":" Yeah?"},{"person":"Chandler","txt":" Yeah! All right! You go first."},{"person":"Ross","txt":" Okay, okay, I'll go first."},{"person":"Chandler","txt":" Okay."},{"person":"Ross","txt":" So, uh, the other night Rachel and I are in bed talking about fantasies,\nand I happened to describe a particular Star Wars thing...."},{"person":"Chandler","txt":" Princess Leia in the gold bikini."},{"person":"Ross","txt":" Yes! "},{"person":"Chandler","txt":" I know!"},{"person":"Ross","txt":" Yes! Wow, well, that-that was easy. Okay, you-you go."},{"person":"Chandler","txt":" Okay."},{"person":"Ross","txt":" Okay."},{"person":"Chandler","txt":" Okay, you know, you know when your in bed, with a woman."},{"person":"Ross","txt":" Hmph."},{"person":"Chandler","txt":" And, ah, you know, your fooling around with her. And you get all these\nlike, mental images in your brain, you know, like Elle MacPherson, or that girl at the\nXerox place...."},{"person":"Ross","txt":" With the belly-button ring? Oh, muhawa!"},{"person":"Chandler","txt":" I know, And then all of the sudden your Mom pops into your head. And\nyour like 'Mom, get outta here!' You know, but of course, like, after that you can't\npossibly think of anything else, and you can't, you know, stop what your doing. So it's\nkinda like, you're, you know. You know...(Ross just stares at him). You don't know!"},{"person":"Ross","txt":" Your Mom, your telling me, your telling me, about your Mom, what is the\nmatter with you?"},{"person":"Chandler","txt":" You said..."},{"person":"Ross","txt":" I said '"},{"person":"Janice","txt":" We're baack!"},{"person":"Joey","txt":" Hey!"},{"person":"Chandler","txt":" What are you guys doing together?"},{"person":"Janice","txt":" Joey and Janice's "},{"person":"Chandler","txt":" Really."},{"person":"Joey","txt":" Yeah, yeah. We went to a Mets game, we got Chinese food, and you know, I\nlove this woman. You have got competition buddy."},{"person":"Janice","txt":" I just came by to give you a kiss, I have to go pick up the baby, so.\nI'll see you later sweetheart, you too Chandler. (laughs)"},{"person":"Chandler","txt":" You still can't stand her can you?"},{"person":"Joey","txt":" I'm sorry man, I tired, I really did."},{"person":"Chandler","txt":" Well, you know, I appreciate you giving it a shot."},{"person":"Joey","txt":" But, hey, look, you know the good thing is, is that we spent the whole day\ntogether and I survived, and what's even more amazing, so did she. It was bat day at Shea\nStadium."},{"person":"Chandler","txt":" Well, I guess that's something."},{"person":"Joey","txt":" No man, that's huge! Now, I know I can stand to be around her, which means\nI get to hang out with you, which is kinda the whole point, anyway."},{"person":"Chandler","txt":" Okay."},{"person":"Joey","txt":" Oh, hey, Chandler, we, ah, we stopped by the coffee shop and ran into\nRoss."},{"person":"Chandler","txt":" Oh God!"},{"person":"Joey","txt":" Hey, if it makes you feel any better, I do it too."},{"person":"Chandler","txt":" Really?"},{"person":"Joey","txt":" Oh yeah, I always picture your Mom when I'm having sex."},{"person":"Monica","txt":" Hi, Dad, what are you doing here?"},{"person":"Mr. Geller","txt":" Well, it's your mother's bridge night so I thought that I would come\ninto the city for a little Monicuddle. (hugs her) Since when did you start smoking cigars?"},{"person":"Monica","txt":" I don't, I just, I just like the smell of them. So, uh, what are you\nreally doing here Dad?"},{"person":"Mr. Geller","txt":" Well, I just wanted to make sure you were okay."},{"person":"Monica","txt":" What makes you think that I might not be okay?"},{"person":"Mr. Geller","txt":" I saw Richard."},{"person":"Monica","txt":" Oh."},{"person":"Mr. Geller","txt":" So, how are you doing?"},{"person":"Monica","txt":" I'm fine, just a little tired, I'm okay. How's Richard doing?"},{"person":"Mr. Geller","txt":" You don't wanna know."},{"person":"Monica","txt":" No, I really, really do."},{"person":"Mr. Geller","txt":" Well, he's doing terrible!"},{"person":"Monica","txt":" Really!"},{"person":"Mr. Geller","txt":" Worse than when he broke up with Barbara."},{"person":"Monica","txt":" You're not just saying that are you?"},{"person":"Mr. Geller","txt":" No, the man is a mess."},{"person":"Monica","txt":" Was he crying?"},{"person":"Mr. Geller","txt":" No."},{"person":"Monica","txt":" Well, do you think he was waiting 'til after you left, so he could cry?"},{"person":"Mr. Geller","txt":" Maybe."},{"person":"Monica","txt":" I think so."},{"person":"Mr. Geller","txt":" Honey, relationships are hard. Like with your Mom and me. You know\nafter we graduated college we broke up for a while. It seems her Father, your Grandfather,\nwanted her to travel around Europe, like he did. Of course, he got to do it on Uncle Sam's\nnickel, because he was also strafing German troop trains at the time. However, (turns\naround and sees that Monica is sleeping and puts a blanket around her, kisses her, picks\nup the cigar, and starts watching the video)"},{"person":"Rachel","txt":" Okay, here we go. I'm Jabba's prisoner, and you have a really weird look\non your face. What? Honey, what is it? Did I get it wrong? Did I get the hair wrong? What?\nDid you just picture it differently? What? What?"},{"person":"Ross","txt":" No, no it's, um, it's not you, um, it's um, it's (turns and sees his Mom\nstanding where Rachel is)"},{"person":"Ross","txt":" I hate Chandler, the bastard ruined my life. (Rachel starts looking around\nand down, with a 'What the hell is going on?' look on her face.)"}]