[{"person":"Joey","txt":" (sees Rachel) Oh, uh, hey Rach. I uh, I was just coming over here to\nuh… Oh wait, I don’t have to lie to you, you don’t live here anymore. Uh,\nI’m eating their food. What are you doing?"},{"person":"Rachel","txt":" Ross is on a date with my sister and they shut the drapes two and\na-half-hours ago."},{"person":"Joey","txt":" Whoa, I didn’t know we could date your sister!"},{"person":"Monica","txt":" Joey we know you steal our food."},{"person":"Chandler","txt":" I’m good."},{"person":"Monica","txt":" (To Rachel) Oh, are the drapes still closed hon?"},{"person":"Rachel","txt":" Yeah. And y’know who should’ve shut their drapes? Is that\nperverted old couple two doors over."},{"person":"Chandler","txt":" (looking) Is that a swing?"},{"person":"Rachel","txt":" Oh don’t even ask!"},{"person":"Chandler","txt":" Yuck!"},{"person":"Joey","txt":" I can’t believe Ross went out with Rachel’s sister! When\nChandler made out with my sister I was mad at him for 10 years."},{"person":"Chandler","txt":" That was like 5 years ago."},{"person":"Joey","txt":" Yeah you got 5 years left!"},{"person":"Chandler","txt":" Joey…"},{"person":"Joey","txt":" You wanna make it 6?!"},{"person":"Rachel","txt":" Oh Ross, hi! Hey, how are ya? There you are!"},{"person":"Ross","txt":" Hey!"},{"person":"Rachel","txt":" (to Gunther) I’ll take a coffee. (To Ross) So how was your big date\nlast night?"},{"person":"Ross","txt":" Uhh, it was okay. Yeah, it was fun."},{"person":"Rachel","txt":" Yeah fun? Great! So uh, so did you guys hit it off?"},{"person":"Ross","txt":" I guess so."},{"person":"Rachel","txt":" So uh, so did anything happen? Because "},{"person":"Ross","txt":" No. No. Nothing happened. I shut the drapes to uh, show her slides of my\nfavorite fossils."},{"person":"Rachel","txt":" Oh, slides. (Laughs.) So "},{"person":"Ross","txt":" Something could’ve happened. All right? She-she really dug my slides.\nAnd-and she was definitely giving me the vibe."},{"person":"Rachel","txt":" Right. Was it the, \"Please don’t show me another picture of a\ntrilobite vibe?\""},{"person":"Ross","txt":" Anyway, if she, if she wasn’t in to me, why-why would she ask me out\nagain?"},{"person":"Rachel","txt":" She asked-asked you out again?"},{"person":"Ross","txt":" Yeah-uh-huh. Tomorrow night, Valentine’s Day, the most romantic day\nof the year. Who knows what could happen? I might not be shutting my drapes to show her my\nslides, if you know what I mean."},{"person":"Rachel","txt":" Okay-okay-okay-okay-okay-okay-okay! I got it! I got it! I got it! I\ncan’t! I can’t! I can’t! I cannot go with you and my sister thing. Okay? I\njust can’t. It’s just too weird, all right? I imagine the two of you together\nand I freak out. It freaks me out. I can’t do it! I can’t do it."},{"person":"Ross","txt":" (while Rachel is finishing her rant) Okay! Okay! Okay! It’s okay.\n(Rachel stops.) It’s okay. Hey, it’s too weird for you, I won’t see her\nagain."},{"person":"Rachel","txt":" Thank you. I…yeah."},{"person":"Ross","txt":" I mean after tomorrow night."},{"person":"Rachel","txt":" No-no-no! No-no-no! Please Ross, I can’t! I can’t do it!\n(Starts to freak out.) It’s just gonna freak me out!!!"},{"person":"Ross","txt":" Okay! Okay! Ooh-hey-hey-hey! Okay! Okay! Okay! I’ll-I’ll tell\nher tonight I can’t see her anymore."},{"person":"Rachel","txt":" Ross thanks."},{"person":"Ross","txt":" You want me to call her right now?"},{"person":"Rachel","txt":" Oh no! No! No-no-no-no! No, I mean come on that’s-that’s\ncrazy—I mean that’s crazy. So what’s-what’s going on with you? What is\ngoing on with you?"},{"person":"Ross","txt":" Well umm, oh! I might be teaching another class this semester!"},{"person":"Rachel","txt":" Yeah do it now, call right now."},{"person":"Monica","txt":" (crying) This is my favorite part."},{"person":"Phoebe","txt":" (crying) Yeah me too."},{"person":"Phoebe","txt":" Oh y’know what’s sadder than this? "},{"person":"Chandler","txt":" (totally not crying) Well see now that I can see crying over, but "},{"person":"Joey","txt":" (crying) You didn’t cry when Bambi’s mother died?"},{"person":"Chandler","txt":" Yes it was very sad when the guy stopped "},{"person":"Monica","txt":" Chandler there’s nothing wrong with crying! I mean you don’t\nhave to be so macho all the time."},{"person":"Chandler","txt":" I’m not macho."},{"person":"Monica","txt":" Yeah you’re right. I don’t know what I was thinking."},{"person":"Chandler","txt":" No, I guess I just never really cried. Y’know? I’m not a\ncrying kind of guy."},{"person":"Joey","txt":" Come on man there’s gotta be something that gets you choked up! Like\nuh, uh oh, what if you saw a three-legged puppy?"},{"person":"Chandler","txt":" I’d be sad sure, but I wouldn’t cry."},{"person":"Joey","txt":" Okay, what if the puppy said, \"Help me Chandler. All the other\npuppies pick on me.\""},{"person":"Chandler","txt":" Cry?! I just found a talking puppy, I’m rich!"},{"person":"Monica","txt":" Oh, I’ve got it! I have got it! (Gets up and gets something from\nthe dresser underneath the TV.) Pictures from your childhood. This will get you going\ngood!"},{"person":"Phoebe","txt":" All right, what’s going on there? (Points to a picture.)"},{"person":"Chandler","txt":" Oh, that’s Parent’s Day, first grade. That’s me with\nthe janitor Martin."},{"person":"Monica","txt":" Where were your parents?"},{"person":"Chandler","txt":" Oh they didn’t want to come!"},{"person":"Phoebe","txt":" Oh Chandler!"},{"person":"Monica","txt":" Poor thing!"},{"person":"Phoebe","txt":" So that story doesn’t make you cry?"},{"person":"Chandler","txt":" No! Look, I don’t cry! It’s not a big deal! Okay?!"},{"person":"Joey","txt":" No! It’s not okay! It’s not okay at all!! You’re dead\ninside!!"},{"person":"The Fan","txt":" Excuse me."},{"person":"Phoebe","txt":" Yeah?"},{"person":"The Fan","txt":" Are you Phoebe Buffay?"},{"person":"Phoebe","txt":" Yeah."},{"person":"The Fan","txt":" Can-can I get your autograph, I’m your biggest fan. (Holds out a\nnapkin and a pen.)"},{"person":"Phoebe","txt":" Oh you’re my biggest fan? I’ve always wanted to meet you! Hi!\n(Shakes his hand.) Sure! Yeah! (Signs the autograph)"},{"person":"The Fan","txt":" Wow! Wow, thanks a lot! I just wanna say, I think you’re really\ntalented."},{"person":"Phoebe","txt":" You’re just saying that because you’re my biggest fan. (The\nfan leaves and Joey approaches.) (To Joey) Joey listen, take good care of that guy, okay?\n(Points) He’s a fan. (To the fan as she’s leaving) Bye! (Exits)"},{"person":"Joey","txt":" (to the fan) So, you saw me on "},{"person":"The Fan","txt":" I have no idea what you’re talking about. But I, but I just got\nPhoebe Buffay’s autograph!"},{"person":"Joey","txt":" Oh, you’re Phoebe’s fan!"},{"person":"The Fan","txt":" Oh yeah! I’ve seen all her movies."},{"person":"Joey","txt":" Movies?"},{"person":"The Fan","txt":" That was Phoebe Buffay, the porn star."},{"person":"Joey","txt":" (laughs) I don’t think so."},{"person":"The Fan","txt":" No-no, it was! She was in Sex Toy Story 2, Lawrence of Alabia, and I\ngot her autograph! The guys at the comic book store aren’t gonna believe this!\n(Exits.)"},{"person":"Joey","txt":" Hey Gunther, don’t let that guy in here anymore! He just said\nPhoebe’s a porn star!"},{"person":"Gunther","txt":" Well, I wouldn’t call her a star, but she’s really good. You\nshould check out Inspecther Gadget."},{"person":"Jill","txt":" Hey!"},{"person":"Rachel","txt":" Hey!"},{"person":"Jill","txt":" You’ll never believe what just happened, Ross just totally blew me\noff and he didn’t even tell me why!"},{"person":"Rachel","txt":" Ohhh well. Y’know what honey? The best thing to do to get over a\nguy is to start dating someone else. Oh! There is this great guy you will love at work\nnamed Bob! He’s a real up-and-comer in Human Resources."},{"person":"Jill","txt":" Y’know, thanks for trying to cheer me up, but I’m not gonna date\nsome random guy from your work."},{"person":"Rachel","txt":" It’s not random, it’s Bob."},{"person":"Jill","txt":" It’s probably because not mature enough. Or smart enough. Maybe he\ndoesn’t like the way I dress—No that can’t be it. It’s really gotta be\nthe smart thing. Oh I’m "},{"person":"Rachel","txt":" No honey, okay, okay, you wanna know why Ross canceled the date? Because\nI asked him to."},{"person":"Jill","txt":" You asked him too?!"},{"person":"Rachel","txt":" Hm-mmm."},{"person":"Jill","txt":" Why?!"},{"person":"Rachel","txt":" Because you are my sister and Ross and I have this huge history…"},{"person":"Jill","txt":" I don’t understand, do you want to go out with Ross?"},{"person":"Rachel","txt":" No."},{"person":"Jill","txt":" You don’t want him, but you don’t want me to have him?"},{"person":"Rachel","txt":" (changing the subject) Y’know Bob in Human Resources…"},{"person":"Jill","txt":" Ugh! I cannot believe you did this too me! You had me doubting how smart I\nwas! (Gasps) You had me doubting my fashion sense!"},{"person":"Rachel","txt":" Look, this is not that big of a deal! You just don’t date Ross!\nThere’s a million other guys out there, you just…"},{"person":"Jill","txt":" Hey! You have no right to tell me what to do."},{"person":"Rachel","txt":" I’m not telling you what to do! I am telling you what "},{"person":"Jill","txt":" Why are you so jealous of me?"},{"person":"Rachel","txt":" Jill this is not about me being jealous of you! This is about you being\na brat! Wanting what you can’t have!"},{"person":"Jill","txt":" Can’t have?! Excuse me, the only thing I can’t have is "},{"person":"Rachel","txt":" All right, all right, well you just blew your chances at dating Bob!"},{"person":"Jill","txt":" Who?!"},{"person":"Rachel","txt":" "},{"person":"Rachel","txt":" …I am jealous of her?! I mean who does she think she is?! Princess\nCaroline?!"},{"person":"Monica","txt":" You’re jealous of Princess Caroline?"},{"person":"Rachel","txt":" Do I have my own castle?"},{"person":"Ross","txt":" Hey! Uh, Phoebe’s not here is she?"},{"person":"Rachel","txt":" No."},{"person":"Monica","txt":" (noticing the bag Joey’s carrying) Oh great! Did you get a movie?"},{"person":"Joey","txt":" Uhhh, yeah. Yeah. But uh, I don’t think it’s the kind\nyou’re gonna like."},{"person":"Chandler","txt":" You didn’t get more movies that are gonna have us reaching for\nthe tissues all night did you?"},{"person":"Joey","txt":" Sort of…"},{"person":"Monica","txt":" Guys, what’s going on?"},{"person":"Joey","txt":" (holds up the movie) Phoebe’s a porn star!"},{"person":"All","txt":" What?!!"},{"person":"Chandler","txt":" Phoebe Buffay in Buffay: The Vampire Layer."},{"person":"Rachel","txt":" Oh my God!"},{"person":"Monica","txt":" That’s Phoebe! Where did you get that?"},{"person":"Joey","txt":" Well down at the adult video place down on Bleaker."},{"person":"Ross","txt":" And-and I, and I saw that Joey was about to go in, so I ran in ahead of\nhim to-to surprise him and, and then I pretended I didn’t know he was in there. (They\nall kinda look at him.)"},{"person":"Rachel","txt":" Wow! I mean, I just—I can’t, I can’t believe this.\nY’know, I mean you think you know someone even, even Phoebe who’s always been\nsomewhat of a question mark."},{"person":"Monica","txt":" This is so bizarre. I guess it kinda makes sense though, y’know she\nhad such a terrible childhood."},{"person":"Chandler","txt":" Hey, I had a terrible childhood and I don’t do porn."},{"person":"Monica","txt":" Yes, but you are dead inside."},{"person":"Joey","txt":" All right well, I’d better take that back."},{"person":"Monica","txt":" Wh-what, why?"},{"person":"Joey","txt":" We can’t watch that! I mean that’s Phoebe!"},{"person":"Monica","txt":" Yeah you’re right, we can’t—we shouldn’t watch this."},{"person":"Rachel","txt":" Absolutely not."},{"person":"Monica","txt":" (hands the tape back to Joey, but doesn’t let him grab it)\nY’know maybe a little bit!"},{"person":"Rachel","txt":" Probably just the first half."},{"person":"Joey","txt":" No! Hey no! This is wrong you guys! Phoebe’s our friend! Well,\nI’m not gonna watch it!"},{"person":"Ross","txt":" Yeah! Good for you Joe!"},{"person":"Joey","txt":" Yeah."},{"person":"Buffay, the Vampire Layer","txt":" Ah, I thought I’d find you here, Nasforatool."},{"person":"The Vampire","txt":" Buffay, are you going to plunge your stake into my dark places?"},{"person":"Buffay, the Vampire Layer","txt":" Actually, I was kinda hoping it would be the other\nway around."},{"person":"Monica","txt":" Hold on a second! What is that on her ankle?"},{"person":"Chandler","txt":" Her ankle is what you’re watching?"},{"person":"Rachel","txt":" Well it’s hard to tell… (Rachel gets up to get a closer look,\nonly she’s having some trouble.) Oh God, if she would just stop moving."},{"person":"Chandler","txt":" She’s just doing her job!"},{"person":"Joey","txt":" (sitting at the kitchen table with his back to the TV) You sick bastards!"},{"person":"Rachel","txt":" Oh, it’s a tattoo! That’s weird, Phoebe doesn’t…\nWait that’s Ursula! That’s not Phoebe that is Ursula!"},{"person":"Joey","txt":" Re! Re! Then I can watch that! Rewind it! Rewind it!"},{"person":"Phoebe","txt":" (entering) Hey! What’s up? (Sees the TV) Oh my God! What am I\ndoing?!!"},{"person":"Monica","txt":" Hey sweetie!"},{"person":"Chandler","txt":" Hey! (He quickly tries to hide the book by throwing it under the\ncouch, only the couch has no back and it slides into the kitchen.)"},{"person":"Monica","txt":" (picking up the book) "},{"person":"Chandler","txt":" There’s no back to this couch!"},{"person":"Monica","txt":" Why are you reading this? You hate this kind of stuff."},{"person":"Chandler","txt":" Yeah I know, but I figured a shot y’know? Maybe one of those\nstories would make me cry and then you wouldn’t think I was y’know, all dead\ninside."},{"person":"Monica","txt":" Oh that’s so sweet! Look Chandler I don’t care if you\ncan’t cry, I love you."},{"person":"Chandler","txt":" Oh that makes me feel so warm in my hollow tin chest."},{"person":"Monica","txt":" Stop it!"},{"person":"Chandler","txt":" No, I mean, come on, seriously think about it, we get married,\nwe’re up at the altar and I’m like this. (Makes a bored face.)"},{"person":"Monica","txt":" I won’t care, because I know you will be feeling it all in here.\n(Points to her heart.)"},{"person":"Chandler","txt":" Yeah?"},{"person":"Monica","txt":" Yeah! And if, and if we have a baby one-day, and the doctor hands it to\nyou in the delivery room and you don’t cry, so what! And-and-and, and if we take him\nto college and come home and see his empty room for the first time, and you got nothing,\nit won’t matter to me."},{"person":"Chandler","txt":" Okay, well I won’t uh, worry about this anymore then."},{"person":"Monica","txt":" And-and-and if I die, from a long illness. And you’re writing out\nmy eulogy and you open a desk drawer and you find a note from me that says, \"I will\nalways be with you,\" and you still can’t shed one tiny tear, I know you’ll\nbe crying a river inside."},{"person":"Chandler","txt":" Aww, I love you so…"},{"person":"Monica","txt":" What is wrong with you?!!!"},{"person":"Chandler","txt":" What?!"},{"person":"Monica","txt":" What?! You can’t shed a tear for your dead wife!! Now, I left you a\nnote from the beyond!"},{"person":"Chandler","txt":" So you didn’t mean any of that?!"},{"person":"Monica","txt":" No you robot!!"},{"person":"Ross","txt":" You damn kids! You ring my bell one more time, I swear to… (Opens the\ndoor to find Jill standing there.) Ohh, uh Jill. Umm, that-that’s just a little game\nI play with the kids down the hall. Umm, they’ve really taken a liking to me.\n(Quickly looks out to see if they’re watching.) Uhh\nwhat’s-what’s-what’s the matter?"},{"person":"Jill","txt":" Rachel and I had a really big fight, can I come in? I-I mean I know\nwe’re not supposed to see each other anymore and I’m okay with that, it’s\njust that I don’t know anybody in the city and I really need somebody to talk to\nabout it."},{"person":"Ross","txt":" Of course, what happened? (Lets her in.)"},{"person":"Jill","txt":" (entering) I don’t want to talk about it."},{"person":"Ross","txt":" Okay, umm…"},{"person":"Jill","txt":" But you know what might really cheer me up?"},{"person":"Ross","txt":" What?"},{"person":"Jill","txt":" Seeing some more of your super-cool slides."},{"person":"Ross","txt":" Wow! Really?!"},{"person":"Jill","txt":" Totally, I love them! And, maybe you could finish telling me about all the\ndifferent kinds of sand."},{"person":"Ross","txt":" Well, I’d love to! Here, you wait right here and I’ll go get the\nprojector and my notes!"},{"person":"Jill","txt":" Oh great! Thanks Ross, you’re such a good friend!"},{"person":"Ross","txt":" Ohh!"},{"person":"Rachel","txt":" Hey! Have you guys seen Jill? I can’t find her anywhere."},{"person":"Monica","txt":" No, I haven’t."},{"person":"Rachel","txt":" Well, is Ross home? Maybe I’ll just call him to see if he’s\nactually seen her. "},{"person":"Ursula","txt":" Who is it?"},{"person":"Phoebe","txt":" It’s Phoebe! Phoebe!"},{"person":"Ursula","txt":" Hey!"},{"person":"Phoebe","txt":" (seeing her dress) Oh God. So-so you’re making porn movies."},{"person":"Ursula","txt":" No I’m not."},{"person":"Phoebe","txt":" You’re making one right now!"},{"person":"Phoebe","txt":" And-"},{"person":"Ursula","txt":" Yeah, can I help you with something?"},{"person":"Phoebe","txt":" Look, I’m talking right now! You’re—you mean her."},{"person":"Ursula","txt":" Y’know, twin stuff is always a real big seller."},{"person":"Phoebe","txt":" What?!"},{"person":"Ursula","txt":" Yeah, I can talk them into giving you like, 30 dollars."},{"person":"Phoebe","txt":" No!! No way! No! And stop using my name! And shame on you! (Yells into\nthe apartment) And shame on all of you! You’re disgusting! Especially you (points to\nsomeone) with that! (Storms away.)"},{"person":"Ross","txt":" Slides are almost ready."},{"person":"Jill","txt":" Yeah. Ooh, I know what this is missing! Alcohol!"},{"person":"Ross","txt":" Uh okay, well there’s-there’s wine in the kitchen."},{"person":"Jill","txt":" Oh great! (Goes to get it as the phone rings.)"},{"person":"Ross","txt":" (answering it) Hello?"},{"person":"Rachel","txt":" (on phone) "},{"person":"Ross","txt":" O-okay, Rach calm-calm down, okay? She-she’s really upset we’re\njust talking."},{"person":"Rachel","txt":" Ross! I think she is trying to make something happen with you to get\nback at me!"},{"person":"Ross","txt":" So that’s the only reason she could be here huh? It couldn’t\nhave anything to do with the fact that-that maybe I’m a good listener and I uh I put\non a "},{"person":"Rachel","txt":" Ross, I am telling you that she is using you to get back at me!"},{"person":"Ross","txt":" Y’know what? I think I can take care of myself, I’ll talk to you\nlater. Good-bye. (Hangs up the phone and turns to find Jill sitting really close to him.)\nWhoa! Uh, that was your sister actually. She-she thinks that you’re just using me."},{"person":"Jill","txt":" So? (Kisses him passionately.)"},{"person":"Phoebe","txt":" Hey!"},{"person":"Joey","txt":" Hey!"},{"person":"Phoebe","txt":" So, I just came from the company Ursula works for."},{"person":"Joey","txt":" Oh no, not you too!"},{"person":"Phoebe","txt":" No! No! I just went to pick up Phoebe Buffay’s checks; there were a\nlot of them."},{"person":"Joey","txt":" Nice!"},{"person":"Phoebe","txt":" Um-mmm, "},{"person":"Joey","txt":" That’s great, but isn’t it gonna bother that people still think\nyou’re a porn star?"},{"person":"Phoebe","txt":" Oh no! No! I know how to handle it."},{"person":"Joey","txt":" You do?"},{"person":"Phoebe","txt":" Yeah. (She notices some guy putting a coat on his girlfriend is trying\nto remember where he’s seen her before.) (To him) You’re trying to figure out\nwhere you know me from? All right, I’ll give you a hint. From porn! Okay? (He tries\nto rush his girlfriend out.) Yeah your pervert boyfriend watched me in a porno movie! (To\nJoey) See?"},{"person":"Joey","txt":" Yeah."},{"person":"Chandler","txt":" Hey."},{"person":"Ross","txt":" (To Rachel) You uh, you may have been right about Jill."},{"person":"Rachel","txt":" Oh! I knew it! What happened?"},{"person":"Ross","txt":" Umm, she kissed me."},{"person":"Rachel","txt":" What?! You kissed!"},{"person":"Chandler","txt":" (To Monica) Maybe we should give them some privacy."},{"person":"Monica","txt":" (To Chandler) Shhhh!!!"},{"person":"Ross","txt":" Look, I uh, I tried not to kiss her, okay?"},{"person":"Rachel","txt":" Well, it doesn’t sound like it! I mean, it’s pretty easy not\nto kiss someone, you just don’t kiss them! See look at us, right now, not kissing!"},{"person":"Ross","txt":" Let me finish, okay? She started kissing me and-and I didn’t stop it.\nI guess I-I just wasn’t thinking…"},{"person":"Rachel","txt":" Yeah that’s right you weren’t thinking! Y’know what? Let\nme give you something to think about! (She pulls up her sleeves and steps towards him.)"},{"person":"Ross","txt":" Oh wait—hold it! But then I started thinking and I stopped the\nkissing."},{"person":"Rachel","txt":" Oh, well thank you for taking your tongue out of my sister’s mouth\nlong enough to tell me that."},{"person":"Ross","txt":" Look I-I realize if anything were to happen with me and Jill then nothing\ncould ever happen with us!"},{"person":"Rachel","txt":" What?!"},{"person":"Ross","txt":" No, I mean, look I don’t know if anything is going to happen with us,\nagain. Ever. But I don’t want to know that it-it never could. So I stopped it and she\ngot mad and broke my projector."},{"person":"Rachel","txt":" Wow. I, I don’t even know what to say. Thank you. (Gently kicks\nhim.)"},{"person":"Ross","txt":" You’re welcome. (Gently kicks her back.)"},{"person":"Monica","txt":" Oh my God! Are-are you crying?"},{"person":"Chandler","txt":" (crying hysterically) I just don’t see why those two can’t\nwork things out!"},{"person":"Jill","txt":" All right, I’m leaving! Because I’m not going to spend one more\nday with someone whose out to sabotage my every move. That’s you Rachel!"},{"person":"Rachel","txt":" Yeah, I got that."},{"person":"Jill","txt":" (To Ross) And you! I throw myself at you and you say no, how gay are you?"},{"person":"Ross","txt":" You take care Jill."},{"person":"Jill","txt":" (happily) Okay, see ya! (Exits.)"},{"person":"Rachel","txt":" Bye-bye-e!"},{"person":"Monica","txt":" Bye."},{"person":"Chandler","txt":" (starts crying) I-I can’t believe Jill’s gone. (They all\nlook at him.) I can’t help it, I opened a gate."}]