[{"person":"Monica","txt":" Would you let it go? It's not that big a deal."},{"person":"Ross","txt":" Not that big a deal? It's amazing. Ok, you just reach in there, there's\none little maneuver, and bam, a bra right out the sleeve. All right, as far as I'm\nconcerned, there is nothing a guy can do that even comes close. Am I right?"},{"person":"Rachel","txt":" Come on! You guys can pee standing up."},{"person":"Chandler","txt":" We can? All right, I'm tryin' that."},{"person":"Joey","txt":" Ok, you know what blows my mind? Women can see breasts any time they want.\nYou just look down and there they are. How you get any work done is beyond me."},{"person":"Phoebe","txt":" Oh, ok, you know what I don't get? The way guys can do so many mean\nthings, and then not even care."},{"person":"Ross","txt":" Multiple orgasms!"},{"person":"Chandler","txt":" So, Saturday night, the big night, date night, Saturday night,\nSat-ur-day night!"},{"person":"Joey","txt":" No plans, huh?"},{"person":"Chandler","txt":" Not a one."},{"person":"Ross","txt":" Not even, say, breaking up with Janice?"},{"person":"Chandler","txt":" Oh, right, right, shut up."},{"person":"Monica","txt":" Chandler, nobody likes breaking up with someone. You just gotta do it."},{"person":"Chandler","txt":" No, I know, but it's just so hard, you know? I mean, you're sitting\nthere with her, she has no idea what's happening, and then you finally get up the courage\nto do it, and there's the horrible awkward moment when you've handed her the note."},{"person":"Joey","txt":" Why do you have to break up with her? Be a man, just stop calling. "},{"person":"Phoebe","txt":" You know, if you want, I'll do it with you."},{"person":"Chandler","txt":" Oh, thanks, but I think she'd feel like we're gangin' up on her. "},{"person":"Phoebe","txt":" No, I mean you break up with Janice and I'll break up with Tony. "},{"person":"Ross","txt":" Tony?"},{"person":"Monica","txt":" Oh, you're breaking up with Tony?"},{"person":"Phoebe","txt":" Yeah, I know, he's sweet, but it's just not fun anymore, you know? I\ndon't know if it's me, or his hunger strike, or, I don't know."},{"person":"Rachel","txt":" (waitressing) Does anybody want anything else?"},{"person":"Ross","txt":" Oh, yeah, last week you had a wonderful, nutty, chocolatey kind of a cakey\npie thing. (Rachel gives him a dirty look) Nothing, just, just, I'm fine."},{"person":"Phoebe","txt":" (to Rachel) What's the matter? Why so scrunchy?"},{"person":"Rachel","txt":" It's my father. He wants to give me a Mercedes convertible."},{"person":"Ross","txt":" That guy, he burns me up."},{"person":"Rachel","txt":" Yeah, well, it's a Mercedes if I move back home. Oh, it was horrible. He\ncalled me "},{"person":"Chandler","txt":" Ooh, I hate when my father calls me that."},{"person":"Monica","txt":" Did he give you that whole \"You're-not-up-to-this\" thing\nagain?"},{"person":"Rachel","txt":" Oh, yeah, yeah. Actually, I got the extended disco version, with three\nchoruses of \"You'll never make it on your own\"."},{"person":"Phoebe","txt":" (rhythmically) Uh-huh, uh-huh."},{"person":"Angela","txt":" Hi, Joey."},{"person":"Joey","txt":" My god, Angela."},{"person":"Monica","txt":" Wow, being dumped by you obviously agrees with her."},{"person":"Phoebe","txt":" Are you gonna go over there?"},{"person":"Joey","txt":" No, yeah, no, ok, but not yet. I don't wanna seem too eager. One\nMississippi, two Mississippi, three Mississippi. That seems pretty cool. (he walks over to\nher) Hey, Angela. "},{"person":"Angela","txt":" (casually) Joey."},{"person":"Joey","txt":" You look good."},{"person":"Angela","txt":" That's because I'm wearing a dress that accents my boobs."},{"person":"Joey","txt":" You don't say."},{"person":"Ross","txt":" So, uh, Rachel, what are you, uh, what're you doing tonight?"},{"person":"Rachel","txt":" Oh, big glamour night. Me and Monica at Laundorama."},{"person":"Ross","txt":" Oh, you uh, you wanna hear a freaky coincidence? Guess who's doing laundry\nthere too?"},{"person":"Rachel","txt":" Who?"},{"person":"Ross","txt":" Me. Was that not clear? Hey, why don't, um, why don't I just join you\nboth, here?"},{"person":"Rachel","txt":" Don't you have a laundry room in your building?"},{"person":"Ross","txt":" Yes, I do have a laundry room in my building, um, but there's a.... rat\nproblem. Apparently they're attracted to the dryer sheets, and they're goin' in fine, but\nthey're comin' out all.... fluffy. Anyway, say, sevenish?"},{"person":"Rachel","txt":" Sure."},{"person":"Angela","txt":" Forget it Joey. I'm with Bob now."},{"person":"Joey","txt":" Bob? Who the hell's Bob?"},{"person":"Angela","txt":" Bob is great. He's smart, he's sophisticated, and he has a real job.\nYou, you go on three auditions a month and you call yourself an actor, but Bob..."},{"person":"Joey","txt":" Come on, we were great together. And not just at the fun stuff, but like,\ntalking too."},{"person":"Angela","txt":" Yeah, well, sorry, Joe. You said let's just be friends, so guess what?"},{"person":"Joey","txt":" What?"},{"person":"Angela","txt":" We're just friends."},{"person":"Joey","txt":" Fine, fine, so, why don't the four of us go out and have dinner together\ntonight? You know, as friends?"},{"person":"Angela","txt":" What four of us?"},{"person":"Joey","txt":" You know, you and Bob, and me and my girlfriend, uh, uh, Monica."},{"person":"Joey","txt":" Monica, I'm tellin' you, this guy is perfect for you."},{"person":"Monica","txt":" Forget it. Not after your cousin who could belch the alphabet."},{"person":"Joey","txt":" Come on. This guy's great. His name's Bob. He's Angela's... brother. He's\nsmart, he's sophisticated, and he has a real job. Me, I go on three auditions a month and\ncall myself an actor, but Bob is..."},{"person":"Monica","txt":" (looking out window) Oh, god help us."},{"person":"Joey","txt":" What?"},{"person":"Monica","txt":" Ugly Naked Guy's laying kitchen tile. Eww!"},{"person":"Joey","txt":" Eww! Look, I'm asking a favor here. If I do this for her brother, maybe\nAngela will come back to me."},{"person":"Monica","txt":" What's going on here? You go out with tons of girls."},{"person":"Joey","txt":" (proud) I know, but, I made a huge mistake. I never should have broken up\nwith her. Will you help me? Please?"},{"person":"Ross","txt":" (on phone) Ok, bye. (hangs up) Well, Monica's not coming, it's just gonna\nbe me and Rachel."},{"person":"Chandler","txt":" Oh. Well, hold on camper, are you sure you've thought this thing\nthrough?"},{"person":"Ross","txt":" It's laundry. The thinking through is minimal."},{"person":"Chandler","txt":" It's just you and Rachel, just the two of you? This is a date. You're\ngoing on a date."},{"person":"Ross","txt":" Nuh-uh."},{"person":"Chandler","txt":" Yuh-huh."},{"person":"Ross","txt":" So what're you saying here? I should shave again, pick up some wine, what?"},{"person":"Chandler","txt":" Well, you may wanna rethink the dirty underwear. This is basically the\nfirst time she's gonna see your underwear—you want it to be dirty?"},{"person":"Ross","txt":" (sheepish) No."},{"person":"Chandler","txt":" Oh, and uh, the fabric softener?"},{"person":"Ross","txt":" Ok, ok, now what is wrong with my "},{"person":"Chandler","txt":" There you go."},{"person":"Monica","txt":" Thank you. So what does this Bob guy look like? Is he tall? Short?"},{"person":"Joey","txt":" Yep."},{"person":"Monica","txt":" Which?"},{"person":"Joey","txt":" Which what?"},{"person":"Monica","txt":" You've never met Bob, have you?"},{"person":"Joey","txt":" No, but he's..."},{"person":"Monica","txt":" Oh my god, Joey, for all we know this guy could be horribly..."},{"person":"Angela","txt":" Hey, Joey."},{"person":"Monica","txt":" ...horribly attractive. I'll be shutting up now."},{"person":"Chandler","txt":" Where are they? Where are they?"},{"person":"Phoebe","txt":" This is nice. We never do anything just the two of us."},{"person":"Chandler","txt":" It's great. Maybe tomorrow we can rent a car and run over some\npuppies."},{"person":"Phoebe","txt":" Eww, I don't wanna do that."},{"person":"Chandler","txt":" Here we go."},{"person":"Phoebe","txt":" Ok, have a good break-up."},{"person":"Chandler","txt":" Hey, Janice."},{"person":"Janice","txt":" Oh, my god, I am so glad you called me. I had the most supremely awful\nday."},{"person":"Chandler","txt":" Hey, that's not good. Can I get an espresso and a latte over here,\nplease?"},{"person":"Janice","txt":" We got the proofs back from that photo shoot, you know, the one with the\nlittle vegetables. Anyway, they pretty much sucked, so, I blew off the rest of the day,\nand I went shopping...(looks through her bags)... and I got you, I'm looking, I'm looking,\nI'm looking, I got you..."},{"person":"Chandler","txt":" What?"},{"person":"Janice","txt":" What?"},{"person":"Chandler","txt":" (covering) What... did you get me there? "},{"person":"Janice","txt":" I got you...these. (pulls out a pair of socks)"},{"person":"Chandler","txt":" Bullwinkle socks. That's so sweet."},{"person":"Janice","txt":" Well, I knew you had the Rockys, and so I figured, you know, you can\nwear Bullwinkle and Bullwinkle, or you can wear Rocky and Rocky,or, you can mix and match,\nmoose and squirrel. Whatever you want."},{"person":"Chandler","txt":" That's great. "},{"person":"Chandler","txt":" Well, I'm gonna get another espresso. Can I get you another latte?"},{"person":"Janice","txt":" (holding the full cup) No, no, I'm still working on mine."},{"person":"Chandler","txt":" That's it?"},{"person":"Phoebe","txt":" Yeah, it was really hard."},{"person":"Chandler","txt":" Oh, yeah, that hug looked pretty brutal."},{"person":"Phoebe","txt":" Ok, you weren't there."},{"person":"Woman","txt":" Comin' through. Move, move."},{"person":"Rachel","txt":" Oh, 'scuse me. I was kinda using that machine."},{"person":"Woman","txt":" Yeah, well, now you're kinda not."},{"person":"Rachel","txt":" But I saved it. I put my basket on top."},{"person":"Woman","txt":" Oh, I'm sorry, is that your basket? It's really pretty. Unfortunately, I\ndon't see suds."},{"person":"Rachel","txt":" What?"},{"person":"Woman","txt":" No suds, no save. Ok?"},{"person":"Ross","txt":" What's goin' on?"},{"person":"Rachel","txt":" Hi, uh, nothing. That horrible woman just took my machine."},{"person":"Ross","txt":" Was your basket on top?"},{"person":"Rachel","txt":" Yeah, but, there were no suds."},{"person":"Ross","txt":" So?"},{"person":"Rachel","txt":" Well, you know, no suds, no save."},{"person":"Ross","txt":" No suds? Excuse me, hold on a second. (to woman) That's my friend's\nmachine."},{"person":"Woman","txt":" Hey, hey, hey, her stuff wasn't in it."},{"person":"Ross","txt":" Hey, hey, hey, that's not the rule and you know it. "},{"person":"Ross","txt":" (to the crowd in the laundromat) All right, show's over. Nothing to see\nhere. (to Rachel) Ok, let's do laundry."},{"person":"Rachel","txt":" That was amazing. I can't even send back soup."},{"person":"Ross","txt":" Well, that's because you're such a sweet, gentle, uh...Do you, uh, do\nyou...Oh, hey, uh you must need detergent."},{"person":"Rachel","txt":" What's that?"},{"person":"Ross","txt":" "},{"person":"Ross","txt":" Rach, do you uh, are you gonna separate those?"},{"person":"Rachel","txt":" Oh god. Oh, am I being like a total laundry spaz? I mean, am I supposed\nto use like one machine for shirts and another machine for pants? "},{"person":"Ross","txt":" Rach, have you never done this before?"},{"person":"Rachel","txt":" Well, not myself, but I know other people that have. Ok, you caught me.\nI'm a laundry virgin."},{"person":"Ross","txt":" Uh, well, don't worry, I'll use the gentle cycle. Ok, um, basically you\nwanna use one machine for all your whites, a whole nother machine for colors, and a third\nfor your uh, your uh, delicates, and that would be your bras and your under-panty things."},{"person":"Rachel","txt":" (holds a pair of panties in front of Ross) Ok, Well, what about these\nare white cotton panties. Would they go with whites or delicates?"},{"person":"Ross","txt":" (visibly nervous) Uh, that, that, that would be a judgment call."},{"person":"Monica","txt":" (to Joey) He is so cute. (to Angela and Bob) So, where did you guys grow\nup?"},{"person":"Angela","txt":" Brooklyn Heights."},{"person":"Bob","txt":" Cleveland."},{"person":"Monica","txt":" How, how did that happen?"},{"person":"Joey","txt":" Oh my god."},{"person":"Monica","txt":" What?"},{"person":"Joey","txt":" I suddenly had the feeling that I was falling. But I'm not."},{"person":"Joey","txt":" So, you and Angela, huh?"},{"person":"Bob","txt":" Yep. Pretty much."},{"person":"Joey","txt":" You're a lucky man. You know what I miss the most about her? That cute\nnibbly noise when she eats. Like a happy little squirrel, or a weasel."},{"person":"Bob","txt":" Huh, I never really noticed."},{"person":"Joey","txt":" Oh, yeah, yeah, listen for it."},{"person":"Bob","txt":" Monica, Monica is great."},{"person":"Joey","txt":" Yeah, but it's not gonna last. She's too much for me in bed. Sexually."},{"person":"Monica","txt":" I've gotta tell you, Bob is terrific."},{"person":"Angela","txt":" Yeah, isn't he?"},{"person":"Monica","txt":" It is so great to meet a guy who is smart and funny, and has an\nemotional age beyond, like eight."},{"person":"Angela","txt":" You know what else? He's unbelievable in bed."},{"person":"Monica","txt":" Wow. My brother never even told me when he lost his virginity."},{"person":"Angela","txt":" Huh. That's nice."},{"person":"Phoebe","txt":" Ok, you can do this. It's just like pulling off a Band-aid. Just do it\nreally fast, and then the wound is exposed."},{"person":"Chandler","txt":" Janice. Hi, Janice. Ok, here we go. I don't think we should go out\nanymore. Janice."},{"person":"Janice","txt":" All right. Well, there you go. (she gets extremely wound up, and begins\nto try and calm herself down) Stop it, stop it, stop it."},{"person":"Rachel","txt":" Ok, I know this is gonna sound really stupid, but I feel that if I can\ndo this, you know, if I can actually do my own laundry, there isn't anything I can't do."},{"person":"Ross","txt":" That does not sound stupid to me. You know, it's like the first time I had\nto make dinner for myself, after Carol left me? (the buzzer on the washer goes off) I'm\nsorry, that's all the time we have. Next on Ross...(opens up the washer) Uh-oh."},{"person":"Rachel","txt":" What uh-oh?"},{"person":"Ross","txt":" (not wanting to tell her) Uh-oh, uh-oh, the laundry's done. It's, uh, it's\na song. The laundry song that we sing. (singing) Uh-oh the laundry's done, uh-oh, uh-oh."},{"person":"Rachel","txt":" Ross, what's the matter?"},{"person":"Ross","txt":" Nothing, nothing. Lee-lo, the laundry's done."},{"person":"Rachel","txt":" Come on, show me."},{"person":"Ross","txt":" All right, all right, it's just that you left a red sock in with all your\nwhites, and now, everything's kinda pink."},{"person":"Rachel","txt":" Oh, everything's pink."},{"person":"Ross","txt":" Yeah, uh, except for the red sock, which is still red. I'm sorry, please\ndon't be upset, it could happen to anyone."},{"person":"Rachel","txt":" Except it didn't. It happened to me. Oh, god, I'm gonna look like a big\nmarshmallow peep. What am I doing? What am I doing? My father's right. I can't live on my\nown! I can't even do laundry!"},{"person":"Monica","txt":" Something went wrong with Underdog, and they couldn't get his head to\ninflate. So anyway, um, his head is like flopping down Broadway, right, and I'm just\nthinking... how inappropriate this is. Um, I've got something in my eye, uh, Joey, could\nwe check it in the light, please? "},{"person":"Monica","txt":" Oh my god."},{"person":"Joey","txt":" What?"},{"person":"Monica","txt":" Hello! Were we at the same table? It's like... cocktails in Appalachia."},{"person":"Joey","txt":" Come on, they're close."},{"person":"Monica","txt":" Close? She's got her tongue in his ear."},{"person":"Joey","txt":" Oh, like you've never gotten a little rambunctious with Ross."},{"person":"Monica","txt":" Joey, this is sick, it's disgusting, it's, it's—not really true, is\nit?"},{"person":"Joey","txt":" Well, who's to say what's true? I mean..."},{"person":"Monica","txt":" Oh my god, what were you thinking?"},{"person":"Joey","txt":" All right, look, I'm not proud of this, ok? Well, maybe I am a little."},{"person":"Monica","txt":" (hits him lightly) Oh! "},{"person":"Joey","txt":" Ow!"},{"person":"Monica","txt":" (leaving) I'm outta here."},{"person":"Joey","txt":" Wait, wait, wait. You want him, I want her. He likes you."},{"person":"Monica","txt":" Really?"},{"person":"Joey","txt":" Yeah. I'm thinking, if we put our heads together, between the two of us,\nwe can break them up."},{"person":"Monica","txt":" I'm so sorry, I can't believe I did this, but I couldn't stop laughing\nat your Norman Mailer story."},{"person":"Joey","txt":" Uh, waiter, one more plate of chicken wings over here."},{"person":"Chandler","txt":" Here's the thing, Janice. You know, I mean, it's like we're different.\nI'm like the bing, bing, bing. You're like the boom, boom, (Chandler flails his hand out\nand hits Janice in the eye)... boom."},{"person":"Janice","txt":" Ow!"},{"person":"Chandler","txt":" Oh, my god, I'm so sorry. Are you ok?"},{"person":"Janice","txt":" Ow. Um, it's just my lens. It's just my lens. I'll be right back."},{"person":"Chandler","txt":" (to Phoebe) I hit her in the eye! I hit her in the eye! This is the\nworst break-up in the history of the world. "},{"person":"Phoebe","txt":" Oh my god. (Chandler downs another espresso.) How many of those have you\nhad?"},{"person":"Chandler","txt":" Oh, I don't know, a million?"},{"person":"Phoebe","txt":" Chandler, easy, easy. Go to your happy place. La la la la la la la."},{"person":"Chandler","txt":" I'm fine."},{"person":"Phoebe","txt":" All right. "},{"person":"Chandler","txt":" I'm not fine. Here she comes."},{"person":"Phoebe","txt":" Wait here. Breathe."},{"person":"Chandler","txt":" How do you do that?"},{"person":"Phoebe","txt":" It's like a gift."},{"person":"Chandler","txt":" We should always always break up together."},{"person":"Phoebe","txt":" Oh, I'd like that."},{"person":"Ross","txt":" You got the clothes clean. Now that's the important part."},{"person":"Rachel","txt":" Oh, I guess. Except everything looks like jammies now."},{"person":"Rachel","txt":" Whoa, I'm sorry. Excuse me. We had this cart."},{"person":"Woman","txt":" Yeah, well, I had a 24-inch waist. You lose things. Now come on, get\noutta my way."},{"person":"Rachel","txt":" I'm sorry, you know, maybe I wasn't being clear. Uh, this is our cart."},{"person":"Woman","txt":" Hey, hey, hey there aren't any clothes in it."},{"person":"Rachel","txt":" Hey, hey, hey, hey, quit making up rules!"},{"person":"Woman","txt":" Let go!"},{"person":"Rachel","txt":" All right, listen, missy. If you want this cart, you're gonna have to\ntake me with it! "},{"person":"Rachel","txt":" (to Ross) Yes! Did you see that?"},{"person":"Ross","txt":" You were incredible! Brand new woman, ladies and gentlemen."},{"person":"Rachel","txt":" I could not have done this without you."},{"person":"Ross","txt":" Ok, um, uh, more clothes in the dryer? (Ross turns and bangs his head on\nan open dryer door.) I'm fine, I'm fine."},{"person":"Rachel","txt":" Are you sure?"},{"person":"Ross","txt":" No."},{"person":"Rachel","txt":" Oh, are you sure you're ok?"},{"person":"Ross","txt":" Yeah."},{"person":"Rachel","txt":" Does it still hurt?"},{"person":"Ross","txt":" Yeah."},{"person":"Phoebe","txt":" (seeing Rachel's clothes) What a neat idea. All your clothes match. I'm\ngonna do this."},{"person":"Monica","txt":" Hi."},{"person":"Phoebe","txt":" Hey, how'd it go?"},{"person":"Joey","txt":" Excellent."},{"person":"Monica","txt":" We ripped that couple apart, and kept the pieces for ourselves."},{"person":"Ross","txt":" What a beautiful story. Hey, I'm fine by the way."},{"person":"Monica","txt":" (notices his head) Oh, I'm sorry."},{"person":"Rachel","txt":" Where's Chandler?"},{"person":"Phoebe","txt":" Oh, he needed some time to grieve."},{"person":"Chandler","txt":" I'm free! I'm free!"},{"person":"Phoebe","txt":" That oughta do it."}]