[{"person":"Singer","txt":" (singing) ‘Cause every time I see your face, I can’t help but\nfall from grace. I know....."},{"person":"Joey","txt":" Wow! This girl is good."},{"person":"Phoebe","txt":" Oh-ho yeah! A song with rhyming words. Oo, I never thought of that\nbefore."},{"person":"Chandler","txt":" I like her."},{"person":"Phoebe","txt":" (to Chandler) Why? Because she can sing and play guitar and do both at\nthe same time?"},{"person":"Chandler","txt":" Well, that’s pretty much all I’m looking for from these\npeople."},{"person":"Monica","txt":" (to Phoebe) Look at you. All jealous."},{"person":"Ross","txt":" Yeah Pheebs, come on, you two have completely different styles. Y'know,\nshe’s more..(shakes his shoulders, like he’s dancing) y'know, and you’re\nmore (sees the look from Phoebe and stops)"},{"person":"Singer","txt":" (singing) beside meeeee-eeee-ee. (everyone applauds her)."},{"person":"Phoebe","txt":" Okay, see, see, everyone else is happy she’s done."},{"person":"Singer","txt":" Okay, my next song’s called: Phoebe Buffay, What Can I Say. I\nReally Loved When We Were Singing Partners, And I Shouldn’t Have Left You That Way."},{"person":"Phoebe","txt":" Oh no, one of those ‘look for the hidden meaning’ songs."},{"person":"Singer","txt":" Hey Phoebe."},{"person":"Phoebe","txt":" Hey Leslie, how’d you know I’d be here?"},{"person":"Leslie","txt":" I ran into Vlad at the place where they sell the big fish, and he said\nyou played here a lot, so umm...."},{"person":"Chandler","txt":" (to Ross) All right listen, I have to go to the bathroom, but if the\nplace with the big fish comes up again. I’d like know whether that’s several big\nfish or just one big fish."},{"person":"Joey","txt":" (to Leslie) So ah, Phoebe tells us you write jingles."},{"person":"Phoebe","txt":" Actually I said she abandoned me to write jingles."},{"person":"Joey","txt":" (to Leslie) Ah, anything we might of heard of?"},{"person":"Leslie","txt":" Ah, yeah, umm. (singing) Home is never far away.."},{"person":"Monica, Ross, and Joey","txt":" (joining in) Home is Home Star stew."},{"person":"Leslie","txt":" Yeah, but, I don’t do that anymore. I got kinda sick of it, and\nthen I couldn’t come up with anything good, so they fired me."},{"person":"Phoebe","txt":" Hmm, bummer."},{"person":"Leslie","txt":" Well, I y'know, I was just, umm, I was just thinking and hoping, that\numm, maybe you’d want to get back together?"},{"person":"Phoebe","txt":" No. But thanks."},{"person":"Leslie","txt":" Aw come on Phoebe would you just think about it?"},{"person":"Phoebe","txt":" Okay. No. But thanks."},{"person":"Leslie","txt":" Okay, ah, see ya Pheebs. (leaves)"},{"person":"Joey","txt":" (to Phoebe) Wow, that was kinda brutal."},{"person":"Phoebe","txt":" Well okay, let this be a lesson to all of you, all right. Once you, once\nyou betray me, I become like the ice woman, y’know. Very cold, hard, unyielding,\ny'know nothing, "},{"person":"Monica","txt":" Yeah, sure."},{"person":"Gunther","txt":" (to Chandler) Someone in there?"},{"person":"Chandler","txt":" No. This is just part of a dare devil game that I play called\n‘wait until the last moment before I burst and die.’"},{"person":"Chandler","txt":" Jeez, man did you fall..(sees it’s a beautiful woman coming out\nof the men’s room) Hi! So ah, did ya, did-did-did ya fall high?"},{"person":"Woman","txt":" Someone was in the lady's room, I couldn’t wait. I left the lid up\nfor ya though."},{"person":"Chandler","txt":" (to Gunther) Y'know what Gunther, go ah, go ahead, I’m-I’m\ntalking to ah, (tries to get her to say her name). (to her) This is the part where you say\nyour name."},{"person":"Woman","txt":" Ginger."},{"person":"Chandler","txt":" Ginger. I’m talking to Ginger, so.... "},{"person":"Ginger","txt":" Don’t you have to use the bathroom?"},{"person":"Chandler","txt":" Nope, nope, I’d just ah, I’d rather talk to you. (pause)\nYes, I do. Yes, I do have to go to the bathroom. (knocks on the door)"},{"person":"Gunther","txt":" Someone in here."},{"person":"Phoebe","txt":" Where’s Chandler?"},{"person":"Joey","txt":" Ah, he can’t make it, he said he had to his... (sees Ginger) Whoa-oh!\n(hides behind the coat rack.)"},{"person":"Ginger","txt":" Joey? Joey Tribbiani? "},{"person":"Ginger","txt":" Joey I can see you okay? You’re hiding behind the coats."},{"person":"Joey","txt":" Phew, close one."},{"person":"Ross","txt":" Hi."},{"person":"Rachel","txt":" Hi, sweetie!"},{"person":"Ross","txt":" Hello. "},{"person":"Mark","txt":" Hi, Ross."},{"person":"Ross","txt":" Yeah, huh. "},{"person":"Rachel","txt":" I’ve got some bad news."},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" I can get a quick bite to eat, but then I have to come back up here."},{"person":"Ross","txt":" Come on sweetie! You’ve had to work late every night for the past two\nweeks, what is it this time?"},{"person":"Mark","txt":" Actually, it’s kinda my fault. I-I quit today."},{"person":"Ross","txt":" (to Rachel) But work comes first! (to Mark) Oh hey, but that’s sad\nabout you though, what happened? Burn out? Burn all out, did ya?"},{"person":"Rachel","txt":" Nooo, he’s leaving for a better job."},{"person":"Ross","txt":" Oh well that’s great, so I guess this is ah, this is good bye then.\nHuh? (picks a pad up off Rachel’s desk and tosses it into his box) Good bye."},{"person":"Mark","txt":" Okay, then."},{"person":"Ross","txt":" Okay."},{"person":"Rachel","txt":" Well we’re gonna miss you around here."},{"person":"Mark","txt":" Yeah, me too."},{"person":"Mark","txt":" So, see ya on Saturday."},{"person":"Rachel","txt":" Yeah, you bet."},{"person":"Phoebe","txt":" Oh. (takes her beeper puts in a pot, covers it, and puts the pot in the\noven)"},{"person":"Monica","txt":" Y'know those are a delicacy in India."},{"person":"Phoebe","txt":" Yeah, that was Leslie calling again to see if we can get back together.\nThat’s the twentieth time today! And good luck Leslie!"},{"person":"Monica","txt":" Wow, she must have hurt you pretty bad, huh?"},{"person":"Phoebe","txt":" Well, yeah. Y'know, we were best friends, ever since we were little, our\nMoms worked on the barge together."},{"person":"Monica","txt":" Oh, you two must have been so cute running around on a barge."},{"person":"Phoebe","txt":" You "},{"person":"Joey","txt":" (entering) Hey."},{"person":"Phoebe and Monica","txt":" Hey."},{"person":"Joey","txt":" Is ah, is Chandler around?"},{"person":"Monica","txt":" No, umm, he met some girl at the coffee house."},{"person":"Joey","txt":" Oooh."},{"person":"Monica","txt":" Yeah, Ginger something."},{"person":"Joey","txt":" Nooo. No, no, ah, are you sure it wasn’t something that sounded like\nGinger, like ah, Gingeer?"},{"person":"Monica","txt":" No, it was Ginger. I remember, because when he told me, I said,\n(singing) ‘the movie star.’"},{"person":"Joey","txt":" Aww, man. That’s the girl I was hiding from. When she finds out\nhe’s my roommate, she’s gonna tell him what I did."},{"person":"Monica","txt":" Well, what did you do?"},{"person":"Joey","txt":" What, oh, oh, oh, no, no, I can’t, I can’t tell you that,\nit’s like the most awful, horrible thing I’ve ever done my whole life."},{"person":"Monica","txt":" Y'know what, don’t tell us. We’ll just wait until Chandler\ngets home, (to Phoebe) because it’ll be more fun that way."},{"person":"Joey","txt":" All right!! Okay, it was like four years ago. Okay, Ginger and I had gone\nout a few times, and then this one weekend, we went up to her Dad’s cabin. Just me,\nher, and her annoying little dog Pepper. Well that night, I cooked this really romantic\ndinner...."},{"person":"Monica","txt":" You gave her food poisoning!?"},{"person":"Joey","txt":" I wish. No. After dinner, me, her, and Pepper all fell asleep in front of\nthe fire. Well I woke up in the middle of the night and I saw that the fire was dying out.\nSo, I picked up a log and threw it on. Or, at least what I thought was a log."},{"person":"Phoebe","txt":" Oh my God!! You threw Pepper on the fire!"},{"person":"Joey","txt":" I wish. See, I guess another thing I probably should’ve told you\nabout Ginger is that she kinda has a ah, artificial leg."},{"person":"Monica","txt":" Oh my God! Joey, what did you do after you threw her leg on the fire?"},{"person":"Joey","txt":" I ran!!"},{"person":"Chandler","txt":" Well, that’s the best kiss I’ve had with anyone I’ve\never met in a men’s room."},{"person":"Ginger","txt":" Actually, me too."},{"person":"Chandler","txt":" (sees her foot is in a slush puddle) Op, foot in a puddle, foot all in\na puddle."},{"person":"Ginger","txt":" Oh damn, I hate that."},{"person":"Chandler","txt":" Yeah, we’re gonna have to get you out of those shoes."},{"person":"Ginger","txt":" Oh, don’t worry about it."},{"person":"Chandler","txt":" No, really you’re gonna freeze."},{"person":"Ginger","txt":" No, I’m not."},{"person":"Chandler","txt":" You’re not, what do you, what do you got a bionic foot?"},{"person":"Ginger","txt":" Some day, maybe."},{"person":"Rachel","txt":" Funny book?"},{"person":"Ross","txt":" Hmmm. Oh, no, no, I just thinking about something funny I heard today.\nUmm, Mark, Mark saying ‘I’ll see you Saturday.’"},{"person":"Rachel","txt":" Yeah, at the lecture, I told you that last week, you said you\ndidn’t mind."},{"person":"Ross","txt":" Oh, no, no, no, it’s-it’s not the lecture ah, I mind, umm...."},{"person":"Rachel","txt":" Oh, please tell me it’s not because I’m going with Mark."},{"person":"Ross","txt":" Oh, well..."},{"person":"Rachel","txt":" Oh my God!!! Ross!!"},{"person":"Ross","txt":" Well, I’m sorry, but ah, look if you’re not working with him\nanymore, why do you have to still do stuff with him?"},{"person":"Rachel","txt":" Because, he’s my friend."},{"person":"Ross","txt":" Okay, but do you really need another friend? I mean..."},{"person":"Rachel","txt":" Okay, well if I stop playing with Joey and Chandler, can I play with\nMark?"},{"person":"Ross","txt":" Is that funny? Am I supposed to be laughing?"},{"person":"Rachel","txt":" I don’t know, you thought ‘See you Saturday’ was funny.\nLook honey, Mark is in fashion okay, I like having a friend that I can share this stuff\nwith. You guys would never want to go to a lecture with me."},{"person":"Ross","txt":" Pa-haa!! I would love to go with you."},{"person":"Rachel","txt":" Really!?"},{"person":"Ross","txt":" Yeah, hey I-I have clothes, I even pick them out. I mean for, for all you\nknow I could be a fashion..... monger."},{"person":"Rachel","txt":" Okay. Honey, I would love for you to go with me. (Ross has a worried\nlook on his face) What?"},{"person":"Ross","txt":" What should I wear, now I’m all nervous."},{"person":"Monica","txt":" Y'know they say a watched pot never beeps."},{"person":"Phoebe","txt":" It’s just y'know, been a couple of hours, and she hasn’t\ncalled. Not that I even care, y'know."},{"person":"Monica","txt":" Phoebe why don’t you just call her? You obviously want to."},{"person":"Phoebe","txt":" You think you know me so well."},{"person":"Monica","txt":" Well, don’t ‘cha wanna?"},{"person":"Phoebe","txt":" Yeah."},{"person":"Monica","txt":" Okay, well I do know you."},{"person":"Phoebe","txt":" That’s what I said."},{"person":"Monica","txt":" Well so?"},{"person":"Phoebe","txt":" I can’t. I can’t. She dumped me, I mean I totally trusted her\nand then one day it was ‘Okay, bye Pheebs’ gone. Y'know what the saddest part\nis, when we were playing together, that was like the most fun I’ve ever had in like\nall my lives."},{"person":"Leslie","txt":" (singing) My best shoes, so good to me. I wear them everyday. Down at\nthe heel, holes in the toes. Don’t care what people say. My feet’s best friends,\npals to the end. With them I’m one hot chicky. Though late one night, not much light,\nI...."},{"person":"Phoebe","txt":" (singing) I stepped in something icky."},{"person":"Phoebe and Leslie","txt":" (singing) Sticky shoes, sticky shoes, always make me smile.\nSticky shoes, sticky shoes, next time I’ll.... avoid the..... pillleeeee."},{"person":"Lecturer","txt":" We’re beginning to see a lot of layering of sheer fabrics and\ncolours. For instance a sheer navy blouse over a pink...."},{"person":"Ross","txt":" (to Rachel) I’m really glad we came. (Rachel smiles and rubs his arm)\nYou’re so pretty. I love you."},{"person":"Rachel","txt":" Oh. (puts her hand over his mouth)"},{"person":"Phoebe","txt":" (singing) Smelly cat, smelly cat, what are they feeding you? Smelly cat,\nsmelly cat, it’s not your fault."},{"person":"Leslie","txt":" Wow, that’s great."},{"person":"Phoebe","txt":" Oh, yeah!"},{"person":"Leslie","txt":" Y'know you could totally sell this. It’d be perfect for like umm, a\nkitty litter campaign."},{"person":"Phoebe","txt":" I..., a jingle? No, no-no-no, no."},{"person":"Leslie","txt":" What? Why not? You could make a ton of money."},{"person":"Phoebe","txt":" Okay, well if I was in this for the money, I’d be a millionaire by\nnow, y'know. You just got to get out of that jingle head sweetie."},{"person":"Leslie","txt":" Aw, you’re right, you’re right. I’m sorry."},{"person":"Phoebe","txt":" That’s okay. All right, I’m gonna play song that’s\nreally, really sad. It’s called Magician Box Mix Up. (she turns her guitar upside\ndown to play it.)"},{"person":"Lecturer","txt":" ....oversized bracelets, oversized earrings, oversizing of accessories\nin general are very popular now."},{"person":"Monica","txt":" (entering) Hi!"},{"person":"Chandler","txt":" Hey."},{"person":"Monica","txt":" Oh, can I borrow this? (points to his milk) My milk’s gone bad."},{"person":"Chandler","txt":" Oh, I hate that. I once had a thing of half and half, stole my car."},{"person":"Monica","txt":" So umm, how was your date with Ginger?"},{"person":"Chandler","txt":" Great. It was great. She’s ah, she’s great, great looking,\ngreat personality, she’s greatness."},{"person":"Monica","txt":" Sounds like she’s got the ah, whole package."},{"person":"Chandler","txt":" Joey told you about the leg, huh?"},{"person":"Monica","txt":" Uh-huh."},{"person":"Chandler","txt":" Oh God, it freaked me out. Okay, I know it shouldn’t have, but it\ndid. I mean I like her, I don’t want to stop seeing her, but every so often it’s\nlike ‘Hey, y'know what, where’s your leg?’ I mean I’m the smallest\nperson in the world aren’t I? I’m the smallest person in the world."},{"person":"Joey","txt":" (entering from his bedroom) Morning."},{"person":"Chandler","txt":" (to Monica) Actually he’s the smallest person in the world."},{"person":"Joey","txt":" (to Chandler) Heard about the leg burnin’ huh?"},{"person":"Chandler","txt":" It came up."},{"person":"Joey","txt":" Listen, I ah, I know it’s a longshot. But, by any chance did she find\nthat funny?"},{"person":"Ross","txt":" (entering) So I nodded off a little."},{"person":"Rachel","txt":" Nodded off!! Ross you were snoring. My father’s boat didn’t\nmake that much noise when it hit rocks!"},{"person":"Ross","txt":" Come on! Forty-five minutes! Forty-five minutes the man talked about\nstrappy backed dresses."},{"person":"Rachel","txt":" Well okay, how about four hours in a freezing museum auditorium\nlistening to Professor Pitstains and he’s ‘Hey everybody! Remember that thing\nthat’s been dead for a gazillion years. Well there’s this little bone we\ndidn’t know it had!’"},{"person":"Ross","txt":" First of all it’s Professor Pittain! And second of all, that little\nbone, proved that, that particular dinosaur had wings, but didn’t fly."},{"person":"Rachel","txt":" Okay, see now, what I just heard: blah-blah-blah,\nblah-blah-blah-blah-blah, blah-blah-blah, blah, blah."},{"person":"Ross","txt":" Y'know what, 100 million people went to see a movie about what I do, I\nwonder how many people would go see a movie called, Jurassic Parka."},{"person":"Rachel","txt":" Oh, that is so..."},{"person":"Ross","txt":" No-no-no, a bunch of out of control jackets take over an island. (Makes an\nunusual sound, then he realises that he still has his jacket on and quickly tries to shake\nit off, thinking it’s alive and attacking him.)"},{"person":"Rachel","txt":" Y'know if what I do is so lame, then why did you insist on coming with\nme this morning? Huh? Was it so I just wouldn’t go with Mark?"},{"person":"Ross","txt":" No. I... I wanted to be with you. I don’t know, I feel like lately, I\nfeel like you’re slipping away from me, y'know. With this new job, and all these new\npeople, and you’ve got this whole other life going on. I-I-I know it’s dumb, but\nI hate that I’m not a part of it."},{"person":"Rachel","txt":" It’s not dumb. But, maybe it’s okay that you’re not a\npart of it. Y'know what I mean? (Ross looks confused) I mean it’s like, I-I-I like\nthat you’re not involved in that part of my life."},{"person":"Ross","txt":" That’s a little clearer."},{"person":"Rachel","txt":" Honey see, it doesn’t mean that I don’t love you. Because I\ndo. I love you, I love you so much. But my work it’s-it’s for me y'know,\nI’m out there, on my own, and I’m doing it and it’s scary but I love it,\nbecause it’s mine. I, but, I mean is that okay?"},{"person":"Ross","txt":" Sure, I-I-I... (hugs her and mouths No!!)"},{"person":"Ginger","txt":" Your thinking about my leg aren’t you?"},{"person":"Chandler","txt":" No. No. Actually I forgot, what is the deal with that again?"},{"person":"Ginger","txt":" It’s okay if it bothers you. Really. I mean the only thing I need\nto know is: ‘How much it bothers you?’ because I don’t like wasting my\ntime. Am I wasting my time?"},{"person":"Chandler","txt":" No. No. I don’t think so."},{"person":"Ginger","txt":" Okay. It’s just like anything else, you just have to get used to\nit."},{"person":"Ginger","txt":" What’s that?"},{"person":"Chandler","txt":" That’s-that’s my nubbin."},{"person":"Ginger","txt":" What’s a nubbin?"},{"person":"Chandler","txt":" It’s kinda a ah, a third nipple kinda thing."},{"person":"Ginger","txt":" You have three nipples?"},{"person":"Chandler","txt":" Well, y'know two regulars. And ah one that barely qualifies as...\n(starts to kiss her again, but she gets up.) Ahh, what?"},{"person":"Ginger","txt":" Nothing. I, I just remembered I have to leave."},{"person":"Chandler","txt":" You ah, you have, you have to leave, now? How come?"},{"person":"Ginger","txt":" Ah well, it’s nubbin. Nothing! Umm. Y'know what, I’ll see you\nlater. Okay. (She leaves and in the hall we see her shake her shoulders like when someone\nruns their fingernails across a blackboard.)"},{"person":"Phoebe","txt":" (to Leslie) Oh, I thought you weren’t coming. What? Where were you?"},{"person":"Leslie","txt":" Come here, come here. (they go to the side of the stage) Okay,\ndon’t get mad, okay."},{"person":"Phoebe","txt":" Okay, don’t give me a reason to get mad, okay"},{"person":"Leslie","txt":" I played Smelly Cat for the people at my old ad agency, they went nuts."},{"person":"Phoebe","txt":" No, look, I told you that I didn’t want you to try and sell it, and\nyou just, you big fat did it anyway. God, y'know what, I think five years ago I probably\nwould’ve done anything to play with you but, I can do it by myself. And if I\ncan’t trust you then just forget it. "},{"person":"Leslie","txt":" No, no, I don’t want to forget it."},{"person":"Phoebe","txt":" Okay y'know what you have to choose. All right, if-if the most important\nthing on the planet to you is this cat poopy thing then, okay you can have Smelly Cat, but\nwe won’t be partners. So what’s it gonna be?"},{"person":"Commercial","txt":" (in the background their singing Smelly Cat) Problem odour in the\nlitter box? Don’t change your kitty, change your kitty litter."},{"person":"Monica","txt":" Sorry, Pheebs."},{"person":"Joey","txt":" Yeah. You okay?"},{"person":"Phoebe","txt":" Yeah. I actually am, yeah. Y'know life-life’s gonna had you all\nkinds of stuff, y'know you learn your little lessons and hopefully you grow. Wanna hear a\nnew song?"},{"person":"Joey","txt":" Yeah."},{"person":"Monica","txt":" We’d love too."},{"person":"Phoebe","txt":" Okay. (singing) ‘Jingle bitch screwed me over! Go to hell jingle\nwhore! Go to hell Go to hell. Go to hell-hell-hell.’ That’s all I have so far."},{"person":"Chandler","txt":" (entering, happily) Well hello!"},{"person":"Joey","txt":" Where have you been?"},{"person":"Chandler","txt":" The doctor."},{"person":"Ross","txt":" Is everything okay?"},{"person":"Chandler","txt":" Oh yes! Just had me a little nubbin-ectomy. Yep! Two nipples, no\nwaiting."},{"person":"Monica","txt":" Wow! It’s like Rachel in High School."},{"person":"Rachel","txt":" What?!!"},{"person":"Monica","txt":" Come on! Come on, I was kidding! It was such an obvious joke!"},{"person":"Chandler","txt":" That was an obvious joke, and I didn’t think of it.\nWhy didn’t I think of it? The source of all my powers. Oh dear God, what have I done!"}]