[{"person":"Rachel","txt":" Good, you guys are all here!"},{"person":"Ross","txt":" Hey! What's up?"},{"person":"Rachel","txt":" Well, I have a job interview at "},{"person":"All","txt":" Congratulations! Ohh, that's great!"},{"person":"Rachel","txt":" I know!"},{"person":"Joey","txt":" Boy, that guy's underwear sucks!"},{"person":"Rachel","txt":" Wh-what?!"},{"person":"Joey","txt":" I got this pair marked excess, I gotta tell ya, there was no room for\nexcess anything in there."},{"person":"Rachel","txt":" Anyway, I'm going to be the coordinator of the woman's collection, I'll\nwork right under the director, it's the perfect, perfect job for me!"},{"person":"Phoebe","txt":" Wow! Well, if you nail the interview, you'll get it!"},{"person":"Rachel","txt":" Yeah."},{"person":"Phoebe","txt":" You wanna work on your interview skills?"},{"person":"Rachel","txt":" O-okay!"},{"person":"Phoebe","txt":" Okay! All right, let's start with the handshake. Hi."},{"person":"Rachel","txt":" Hi. "},{"person":"Phoebe","txt":" Very good handshake, good wrist action."},{"person":"Monica","txt":" Let me try. (Gets up to join them.)"},{"person":"Phoebe","txt":" Okay. (They shake hands and she pulls away suddenly) Oh my God! What did\nI ever do to you?! (Rubbing her hand.)"},{"person":"Monica","txt":" Did I squeeze it too hard?"},{"person":"Phoebe","txt":" Let's just say, I'm glad I'm not Chandler."},{"person":"Joey","txt":" That's right Ross, I can see you in your new apartment! And you can see\nme! Same as yesterday, (To Monica) same as the day before."},{"person":"Monica","txt":" Is he doing his shark attack bit yet?"},{"person":"Joey","txt":" Nope. Op, wait! There he goes. "},{"person":"Joey","txt":" (waving) Very funny Ross! Very life-like and funny. Okay. (Notices that a\nwoman is waving back.) Oh no-no-no, I wasn't waving at you lady. (She just stares at him.)\n(Joey sees how beautiful she is.) Whoa, maybe I was! Hey, Monica, this totally hot girl in\nRoss's building is flirting with me."},{"person":"Monica","txt":" Get in there man! Flirt back, mix it up!"},{"person":"Joey","txt":" Yeah, I-I-I'm down with that. (He turns back to the woman.) Okay, here\ngoes. (Thinks.) How (Holds up his hand like an Indian) you (Points at her) a-doin'? (Does\na little twisting motion with both hands and ends up pointing at her, he then winks. She\nsmiles and waves again.) (To Monica) It worked! She's waving me over. (Towards the woman.)\nOkay, I-I-I'll be right over. Let's see, she's on the third floor…"},{"person":"Monica","txt":" (joining him) Wow! She is pretty, huh?"},{"person":"Joey","txt":" Tell me about it, huh? (Realizes that she can see Monica.) Oh no-no-no,\nI'm not with her, she's just Monica! (He pantomimes that out.) Ewwuck! (He pushes Monica\naway and makes a disgusted face.)"},{"person":"Ross","txt":" Hey Joey! Great stuff huh?"},{"person":"Joey","txt":" This is your place?"},{"person":"Ross","txt":" Of course it is. Yeah, come on in. Ooh-ooh, go by the window you can\npretend to be surfing. (He pretends he's surfing by the window.)"},{"person":"Joey","txt":" But I counted, you're not supposed to live here! Oh man! (Runs away.)"},{"person":"Joey","txt":" Ugh!!"},{"person":"Monica","txt":" What happened?"},{"person":"Joey","txt":" I ended up at Ross's place. Oh, I musta missed counted or something.\n(Looks out the window.) Damn! She's not there anymore. Oh, l-l-look, Ross is doing his\n'Watching TV' bit. (We see Ross sitting on the couch and flipping through the channels on\nhis remote.)"},{"person":"Monica","txt":" No Joey, I think he's just watchin' TV. "},{"person":"Gary","txt":" Okay, now I've really have to go!"},{"person":"Phoebe","txt":" But it's just so unfair that our date has to get cut short just 'cause\nsome guy shot at a store clerk."},{"person":"Gary","txt":" I know, but it's my job, sweethart!"},{"person":"Phoebe","txt":" Okay, then maybe I can come too!"},{"person":"Phoebe","txt":" All right, you go. (They kiss.)"},{"person":"Gary","txt":" Bye-bye."},{"person":"Phoebe","txt":" 'Kay, bye!"},{"person":"Phoebe","txt":" Oh God!"},{"person":"Monica","txt":" What?"},{"person":"Phoebe","txt":" Oh I just miss him so much!"},{"person":"Monica","txt":" Wow! For just a week you guys are really close, huh?"},{"person":"Phoebe","txt":" Yeah, it's weird. I can't help it though he's so sweet, he's like this\nlittle puppy dog, y'know? But like a really tough one that shots bad guys. Ohh, I just "},{"person":"Monica","txt":" I know it is the best."},{"person":"Phoebe","txt":" So-so how long did that last for you and Chandler?"},{"person":"Monica","txt":" What? It's still going on."},{"person":"Phoebe","txt":" Come on, seriously! When did it end?"},{"person":"Monica","txt":" I-I am serious, I mean, we're, we're all over each other all the time."},{"person":"Phoebe","txt":" Okay, you know where you are better than I do. I was just curious."},{"person":"Monica","txt":" (Start annoying hyper-competitive mode now.) (Jumping up) What don't you\njust calm down Phoebe! All right?! Why don’t you just get all your facts before you\nrun around telling everybody that you're the only hot couple!!"},{"person":"Phoebe","txt":" (Under her breath) God, I woke the beast. Sorry. (To Monica) I was "},{"person":"Monica","txt":" Oh no, it "},{"person":"Chandler","txt":" (entering) Hey Monica, here's your broom back."},{"person":"Monica","txt":" You are so cute. (She goes over and kisses him passionately.)"},{"person":"Chandler","txt":" Oh hey, how'd the interview go?"},{"person":"Rachel","txt":" Ugh, horrible! I did the stupidest, most embarrassing thing!"},{"person":"Joey","txt":" Did you tell the guy you wanted to have sex with his wife and then fall\nright out of your chair?"},{"person":"Rachel","txt":" No!"},{"person":"Chandler","txt":" So what happened?"},{"person":"Rachel","txt":" Ugh, it was horrible! And-and the interview part went so well, y'know? I\neven made him laugh. He said something about a boat and I was like, \"Well, yeah! If\nyou've got enough life jackets!\" (She starts laughing; Chandler and Joey are not\namused.) Trust me, it was actually, it was very funny. Anyway, so we were saying good-bye\nand ugh!"},{"person":"Joey","txt":" What happened?"},{"person":"Rachel","txt":" (We see a flashback as Rachel describes what happened.) All right, we\nwere shaking hands and he kinda leaned toward me… Y'know maybe he was going to open\nthe door, but I totally miss read him and I uhhh… (The flashback shows that she\nkissed him on the cheek.)"},{"person":"Joey","txt":" You kissed him?!"},{"person":"Rachel","txt":" Well, I didn't know what else to do!"},{"person":"Chandler","txt":" Well you coulda tried, not kissing him."},{"person":"Rachel","txt":" Thanks Chandler."},{"person":"Monica","txt":" (entering from the bathroom) Hey Rach, a guy from "},{"person":"Rachel","txt":" I can't believe it! I got a second interview!"},{"person":"Monica","txt":" Yes!"},{"person":"Joey","txt":" I bet that kiss isn't looking like such a big mistake now, is it?"},{"person":"Rachel","txt":" What-what, wait a minute, you don't think that's why he wants me back?"},{"person":"Joey","txt":" Yeah! (Chandler makes a noise) No?"},{"person":"Monica","txt":" A kiss? What are you talking about?"},{"person":"Rachel","txt":" I accidentally kissed him in the interview, and now he wants me back\ny'know of course, 'cause \"Let's bring the girl back who kisses everybody!\""},{"person":"Chandler","txt":" Come on, Rach."},{"person":"Rachel","txt":" Oh my God! What if he thinks I'm the kind of girl that-that would just\nsleep with him?"},{"person":"Monica","txt":" He probably wants you back because you're right for the job."},{"person":"Rachel","txt":" Maybe. I-I don't know—Oh God, how could I be so stupid?!"},{"person":"Joey","txt":" Oh Rachel look, don't say that, I think you just need a hug from Joey.\nCome on. Come on. (She hugs him and Joey looks out the window.) She's back! Hot girl's\nback!"},{"person":"Rachel","txt":" Ohh, well I'm not totally back yet, but thank you."},{"person":"Joey","txt":" No, in Ross's building! (He throws Rachel onto the chair and heads to the\nwindow.) She's back! She's back! (Pantomimes) Okay, wait there, I'll be over in a second.\n(He counts where she is again.) Got it! (Runs out and does a little hot over a chair.)"},{"person":"Chandler","txt":" I gotta check out this hot girl! (He heads to the window but realizes\nsomething, stops, turns and points at Monica.) There she is! (He dances over to her and\nkisses her.)"},{"person":"Joey","txt":" Damnit!! Did you move?!"},{"person":"Ross","txt":" Yes. I lived with you guys for a while and then I found this place. (Joey\njust stares at him) I'm Ross."},{"person":"The Old Man","txt":" Yes?"},{"person":"Joey","txt":" (Looking around) Uhh do you happen to have a hot girl in there?"},{"person":"The Old Man","txt":" No. I'm all alone."},{"person":"Joey","txt":" Yeah. Sorry about that. (He walks away and knocks on the next door which\nis answered by a little girl.) Oh, hey little girl. Uhh, is-is your mommy, or sister, or\nbabysitter by any chance a hot girl?"},{"person":"The Little Girl","txt":" Daddy!!"},{"person":"Joey","txt":" Later! (He runs away down the hall and hides behind a corner to a whole\nother corridor.) Oh man! (Walks down the hallway in desperation.) Hot girl! Hot girl!!"},{"person":"Mr. Zelner","txt":" Hi Rachel!"},{"person":"Rachel","txt":" Hi!"},{"person":"Mr. Zelner","txt":" Come on in."},{"person":"Mr. Zelner","txt":" It's really nice to see you again."},{"person":"Rachel","txt":" Thank you."},{"person":"Mr. Zelner","txt":" (Sees that she has some ink on her lip from her pen.) Oh Rachel,\nuhh… (He points to his lip to get her to notice the ink on hers.)"},{"person":"Rachel","txt":" What?"},{"person":"Mr. Zelner","txt":" Just ah… (He points again.)"},{"person":"Rachel","txt":" Excuse me?"},{"person":"Mr. Zelner","txt":" Here let me… (He goes to wipe it off himself.)"},{"person":"Rachel","txt":" (stopping him) Wh-whoa! All right, okay-okay, I see, I see what's going\non here! Now listen, look-look, I'm sorry if I gave you the wrong impression, but I am "},{"person":"Rachel","txt":" (entering) Ugh, you will not "},{"person":"Rachel","txt":" Okay-okay that-that's amazing. How did you know that?"},{"person":"Ross","txt":" You got ink on your lip."},{"person":"Rachel","txt":" Oh. (Realizes.) Ohhhhhhhhh…."},{"person":"Chandler","txt":" (To Gary) So what do you say, maybe sometime I hold your gun?"},{"person":"Gary","txt":" I don't know man, we're really not supposed to do that."},{"person":"Chandler","txt":" Oh, what can happen? I mean, would you… (He gestures and spills\nsome of his coffee.)"},{"person":"Gary","txt":" Yeah, I'm gonna say no."},{"person":"Monica","txt":" Phoebe, do you want to go see a movie after dinner tonight?"},{"person":"Phoebe","txt":" Oh we can't, we already have plans."},{"person":"Monica","txt":" What are you doing?"},{"person":"Phoebe","txt":" Well, same thing we did all day, hang out at Gary's apartment. He is so\namazing, we never left the bedroom. But have fun at the movie."},{"person":"Monica","txt":" (That annoying competitiveness thing kicks in again, what the heck "},{"person":"Phoebe","txt":" You're not? Then why did you ask us if we wanted to go?"},{"person":"Monica","txt":" Oh umm, that's because I just wanted to y'know walk in on me and\nChandler while we were, y'know, doing it all night. Will you excuse me for just a second?"},{"person":"Phoebe","txt":" Yeah!"},{"person":"Monica","txt":" Okay. (She gets up and walks over to Chandler.) Chandler? Can I see you\nfor a second?"},{"person":"Chandler","txt":" Uh, yeah."},{"person":"Monica","txt":" Okay. (They walk away to get some privacy.) We have "},{"person":"Chandler","txt":" Why?"},{"person":"Monica","txt":" 'Cause, Gary and Phoebe think they're a hotter couple than we are!"},{"person":"Chandler","txt":" Ohh, so?"},{"person":"Monica","txt":" So! So we've got to go upstairs and have a lot of sex to prove them\nwrong!"},{"person":"Chandler","txt":" Monica, you have "},{"person":"Ross","txt":" (to the woman checking her mail next to him) Hey!"},{"person":"The Man","txt":" (To Ross) Excuse me. (He puts up a flyer that has a sketch drawing of\nJoey and it reads, \"Warning! Intruder! If you see this creep - call the cops!\")\nYou should check this out, tell the other tenants. Apparently he's running around looking\nfor some kind of a hot girl."},{"person":"Ross","txt":" (to the woman checking her mail) Who isn't? "},{"person":"Ross","txt":" I don't, I don't think we've meet. I-I'm Ross."},{"person":"The Hot Girl","txt":" I know. You're the guy who wouldn't chip in for the handyman."},{"person":"Ross","txt":" Nevermind! (Goes back to his mailbox.)"},{"person":"The Hot Girl","txt":" No, I-I actually thought it was unfair the way everyone reacted. I\nmean you had just moved in."},{"person":"Ross","txt":" I "},{"person":"The Hot Girl","txt":" Jen."},{"person":"Ross","txt":" Jen, I know this may sound a little…(makes some kind of crazy noise)\nBut uh, would you maybe wanna grab a cup of coffee sometime, or…"},{"person":"Jen","txt":" Sure! That would be nice."},{"person":"Ross","txt":" Umm?"},{"person":"Jen","txt":" Oh! My number is on there. (Hands him a business card.) Give me a call."},{"person":"Ross","txt":" I will give you a call."},{"person":"Jen","txt":" I'll see you later. (Starts to walk away.)"},{"person":"Ross","txt":" Okay!"},{"person":"Jen","txt":" I forgot my paper. (Ross quickly hides the card in his mouth.)"},{"person":"Chandler","txt":" That was amazing!"},{"person":"Monica","txt":" Phoebe and Gary are "},{"person":"Chandler","txt":" That was amazing."},{"person":"Monica","txt":" We are the hottest! Huh? "},{"person":"Chandler","txt":" No, you're the best."},{"person":"Monica","txt":" No, you're the best."},{"person":"Chandler","txt":" No, you're the best."},{"person":"Monica","txt":" I "},{"person":"Joey","txt":" (entering) Hey guys! (Sees their state of undress) What 'cha been doin'?\n(Has a silly grin.)"},{"person":"Monica","txt":" (looking out the window) Hey Joey! Isn't that the girl that waved at you\nthe other day?"},{"person":"Joey","txt":" I don't know. But I can see through your sheet. (He looks out the window.)\nYeah, yeah, that's her. But y'know what? Doesn't matter, I'm never gonna get to meet her\nanyway."},{"person":"Monica","txt":" Why?"},{"person":"Joey","txt":" Because it's impossible to find her apartment! She lives in some like of\nhot girl parallel universe, or something."},{"person":"Monica","txt":" What are you talking about? (Pointing out the window.) She obviously\nlives on the second floor, seventh apartment from the left!"},{"person":"Joey","txt":" No. No. No. She lives on the "},{"person":"Monica","txt":" No, those first two windows, (Points) that's the lobby. And y'know the\nother one over there, that's the stairway. You've been counting wrong."},{"person":"Joey","txt":" I did "},{"person":"Ross","txt":" So uhh, you ready?"},{"person":"Jen","txt":" Sure, I'll just get my coat. (There's a knock on the door.) Could you get\nthat?"},{"person":"Ross","txt":" Sure. (He opens the door to Joey. Needless to say, Joey's stunned.)\nJoey…"},{"person":"Joey","txt":" Dahhhhh!! (Ross has a puzzled look on his face.) No! Noooo!! (Storms off.)"},{"person":"Rachel","txt":" Ah, first, I-I would like to say thank you for agreeing to see me again."},{"person":"Mr. Zelner","txt":" That's quite all right, but I feel obligated to tell you that this\nmeeting is being videotaped."},{"person":"Rachel","txt":" (looks around for the camera) Okay. Umm, well, first I would like to\nstart by apologizing for kissing you and uh, for yelling at you."},{"person":"Mr. Zelner","txt":" Fair enough."},{"person":"Rachel","txt":" Now you're probably going to hire one of the people who did not ah, (She\nputs her hands on his desk blotter and he moves it. Rachel then doesn't know where to put\nher hands.) who did, who did not umm, yell at you and storm out, and I think that's a big\nmistake and here's why. I made a huge fool of myself and I came back, that shows courage.\nWhen I thought you wanted sex in exchange for this job, I said no. That shows integrity.\nAnd, I was not afraid to stand up for myself and that shows courage. (Suddenly realizes\nthat she said courage twice.) Okay umm, now I know I already said courage, but y'know you\ngotta have courage. And umm, and finally when I thought you were making sexual advances in\nthe workplace, I said no and I was not litigious. {By the way, litigious means to want to\nlitigate and litigate is to make a lawsuit against.  So she didn't want to sue him.\n  Don't worry, I had to look it up too.} So there you go, you got, you got (counts\nthem off with her fingers) courage, you got integrity, you got (Pause) courage again, and\nnot litigious. Look Mr…"},{"person":"Mr. Zelner","txt":" Zelner."},{"person":"Rachel","txt":" Zelner! Right! I knew that! I really, really want this job and I think,\nI think I would be really good at it."},{"person":"Mr. Zelner","txt":" Y'know what? I may regret this but uh, I'm going to give you a shot."},{"person":"Rachel","txt":" (gasps) Oh! You are?"},{"person":"Mr. Zelner","txt":" Um-hmm."},{"person":"Rachel","txt":" Really? Oh thank you! Oh… Oh, would it be completely inappropriate\nto give you a hug?"},{"person":"Mr. Zelner","txt":" Yes!"},{"person":"Rachel","txt":" Okay, well then how about a handshake? (She goes to shake his hand but\nmisses and touches his groin.) Oh God I'm sorry! Oh God, I'm sorry! I did not mean to\ntouch that—I mean "},{"person":"Phoebe","txt":" You tired Chandler?"},{"person":"Monica","txt":" You better believe he's tired, after the day we had! If you know what I\nmean. You know what I mean?"},{"person":"Chandler","txt":" Honey, the tortilla chips know what you mean."},{"person":"Gary","txt":" So uh Chandler, you like that badge I got you?"},{"person":"Chandler","txt":" Oh yeah, it's so cool. (He opens his coat and has it pinned to the\nlining.) Now I gotta go, Officer Bing has gotta, 10-100. (Pause, softly) That's pee-pee.\n(Heads for the bathroom.)"},{"person":"Monica","txt":" Phoebe, you have a, a twig in your hair."},{"person":"Phoebe","txt":" Ohh, (laughs) umm, we kinda took a little detour on the way over here."},{"person":"Gary","txt":" Yeah, we took a little stroll in the park and no one was around, so…"},{"person":"Monica","txt":" You didn't!"},{"person":"Phoebe","txt":" We did! We violated Section 12 Paragraph 7 of the criminal code!"},{"person":"Monica","txt":" The park huh? A public place."},{"person":"Gary","txt":" Uh-huh."},{"person":"Monica","txt":" I hear ya. Excuse me for just a second! (Gets up and heads for the\nbathroom as that annoying Gotta-win-at-all-costs-super-competitive thing kicks in again.)"},{"person":"Monica","txt":" Hi Chandler."},{"person":"Chandler","txt":" Monica! This is the Men's room! (Pause) Isn't it?"},{"person":"Monica","txt":" Yes it is. You see I've always found the men's bathroom very sexual.\nHaven't you?"},{"person":"Chandler","txt":" No. And if I did, I don't think we'd be going out. Monica, this is\ngetting ridiculous!"},{"person":"Monica","txt":" Come on, we "},{"person":"Chandler","txt":" Ugh, we have already proved that we are hot! Okay? So why-why are you\ngetting so obsessed about this thing?!"},{"person":"Monica","txt":" Because Phoebe and Gary are in\nthat-can't-keep-their-hands-off-each-other-doing-it-in-the-park phase!"},{"person":"Chandler","txt":" (gasps) So?"},{"person":"Monica","txt":" I feel really sad that we're not…really there anymore."},{"person":"Chandler","txt":" Oh wow! Is that what this all have been about?"},{"person":"Monica","txt":" Wasn't it a lot more exciting when we were y'know all over each other\nall the time?"},{"person":"Chandler","txt":" Yeah that was great. That was really great! But to tell you the truth,\nI'm more excited about where we are right now."},{"person":"Monica","txt":" Really?"},{"person":"Chandler","txt":" Yeah! I've never been in a relationship that's lasted this long\nbefore. Y'know to get past the beginning and still be around each other all the time, I\nthink that's pretty incredible. And the fact that this is happening all with you, yeah I\nthink that's pretty exciting. (Kisses her.)"},{"person":"Monica","txt":" That is so sweet. I know that I was acting a little crazy but umm, I\nfeel the same way."},{"person":"Chandler","txt":" Yeah?"},{"person":"Monica","txt":" Yeah. (They hug.)"},{"person":"Chandler","txt":" Y'know what I just realized? You just freaked out about our\nrelationship."},{"person":"Monica","txt":" Did not."},{"person":"Chandler","txt":" Yes you did! Admit it! You freaked out!"},{"person":"Monica","txt":" Okay, I freaked out a little."},{"person":"Chandler","txt":" Little?! You freaked out big time! Okay? And I fixed it! We have\nswitched places! "},{"person":"Rachel","txt":" (laughs) I cannot believe Ross is buying this!"},{"person":"Monica","txt":" Thank God! I can't watch him anymore!"},{"person":"Chandler","txt":" (entering) You guys ready fore the movies?"},{"person":"Rachel","txt":" Yeah! Oh by the way, thank you for loaning us Pamela and Yasmine. "},{"person":"Ross","txt":" (from his apartment) Man! They cannot get enough! (Makes like he's a robot\nand waves at the cutouts.)"}]