[{"person":"Monica","txt":" You look cute in bubbles."},{"person":"Chandler","txt":" Ehh, you're just liquored up."},{"person":"Joey","txt":" Hey, it's me! I'm comin' in!"},{"person":"Chandler","txt":" I've had a very long, hard day."},{"person":"Joey","txt":" Ahh, I'm gonna go get some chicken. Want some?"},{"person":"Chandler","txt":" Ahh, no thanks. No chicken, bye-bye then."},{"person":"Joey","txt":" Okay."},{"person":"Joey","txt":" You sure? Some extra crispy? Dirty rice? Beans?"},{"person":"Chandler","txt":" For the last time no! Get out! Get out, Joey!"},{"person":"Joey","txt":" All right!"},{"person":"Chandler","txt":" Are you okay? I'm so sorry, he wouldn't leave. He kept asking me about\nchicken."},{"person":"Monica","txt":" Chicken? I could eat some chicken."},{"person":"Chandler","txt":" Hey Joe!"},{"person":"Chandler","txt":" Yeah, can I get a 3-piece, some cole slaw, some beans, and a\nCoke-(Yelps in "},{"person":"Phoebe","txt":" (entering) Hey!"},{"person":"Chandler","txt":" Hey, Pheebs!"},{"person":"Joey","txt":" Mornin' Pheebs!"},{"person":"Phoebe","txt":" I have to tell you this story. Okay, I was coming over here and this\ndriver…"},{"person":"Joey","txt":" (interrupting) Was his name Angus? (Monica and Chandler laugh.)"},{"person":"Phoebe","txt":" What?"},{"person":"Joey","txt":" Oh, he was this cab driver we had in London."},{"person":"Phoebe","txt":" Oh. Ha-ha-ha. All right, anyway…"},{"person":"Monica","txt":" Wait, what that place, that pub he took us too?"},{"person":"Chandler","txt":" Uh, The Wheatsheaf."},{"person":"Joey","txt":" Yeah-yeah-yeah, and they had that beer! That uh…"},{"person":"Monica","txt":" Bodington's!"},{"person":"All","txt":" Bodington's! Woohoo! (And they all high-five each other.)"},{"person":"Chandler","txt":" Ooh! Ahh, Pheebs, was gonna tell a story."},{"person":"Phoebe","txt":" Yeah, so, he had a really funny hat—I don't want to talk about it."},{"person":"Ross","txt":" (entering) Hey!"},{"person":"All","txt":" Hey!"},{"person":"Joey","txt":" Hey, Ross, Bodington's!"},{"person":"Ross","txt":" Yeah! (They high-five.)"},{"person":"Joey","txt":" That was good beer."},{"person":"Ross","txt":" Ohh…"},{"person":"Joey","txt":" Y'know, I'd "},{"person":"Ross","txt":" Y'know, I think they have those at that British pub near the trade center."},{"person":"Joey","txt":" Later! (Exits.)"},{"person":"Ross","txt":" Isn't Rachel supposed to be back by now?"},{"person":"Monica","txt":" Yeah, but her plane got delayed in Athens. But actually, (Checks watch)\nshe should be here by now."},{"person":"Ross","txt":" Oh, so-so you talked to her. Did she, did she sound mad?"},{"person":"Monica","txt":" No, but she likes me. You abandoned her on a plane to Greece."},{"person":"Ross","txt":" Okay, I did "},{"person":"Phoebe","txt":" So you still hadn't heard from Emily?"},{"person":"Ross","txt":" No, not since I lost her at the airport."},{"person":"Chandler","txt":" I can't believe she can out run you man!"},{"person":"Ross","txt":" "},{"person":"Rachel","txt":" (entering) Hi!"},{"person":"All","txt":" Hey! (They all go hug her, except for Ross.)"},{"person":"Ross","txt":" Rach, Rach, I am so sorry. I am so-so sorry."},{"person":"Rachel","txt":" Oh Ross, come on! You just did what you had to do."},{"person":"Ross","txt":" That's it? You're not mad? I mean, it must've been terrible."},{"person":"Rachel","txt":" Terrible? Hell, I was in Greece! That was a nice hotel! Nice beach, met\nthe nice people. Not to shabby for Rachel. (Goes and puts her luggage away.)"},{"person":"Ross","txt":" So, what? That's it?"},{"person":"Rachel","txt":" Well, yeah! We're cool. Totally cool."},{"person":"Ross","txt":" Oh, thanks. Oh, you're the best. (They hug.)"},{"person":"Rachel","txt":" Oh no, you're the best."},{"person":"Ross","txt":" (breaking the hug) Ohh, I gotta go to the flower store! (Runs to the\ndoor.) Check it out, no one will tell me where Emily is, so I'm gonna send 72 long-stem,\nred roses to Emily's parent's house, one for each day that I've known and loved her. That\noughta get her talking to me again."},{"person":"Chandler","txt":" Oh, Ross, when you make out card; be sure to make it out to, EM-I-LY."},{"person":"Monica","txt":" Rach, that's great! It's so good that you had a good time in Greece!"},{"person":"Rachel","txt":" What?! I didn't have a good time in Greece! Ross abandoned me! Okay, I\ncouldn't get a plane out, so I had to stay in their honeymoon suite with people coming up\nto me all the time going, \"Oh, Mrs. Geller, why are you crying?\" I mean, it was\nsooo humiliating. I felt like such an idiot! I mean, it's all my fault! And you know why,\nbecause I make very bad decisions."},{"person":"Chandler","txt":" Oh that's not true."},{"person":"Rachel","txt":" Yes it is! It is true! I went, I went after Ross in stupid London."},{"person":"Phoebe","txt":" London is stupid! Stupid!"},{"person":"Rachel","txt":" Phoebe, you were right. I should've never gone to London, and from now\non you make all of my decisions for me."},{"person":"Phoebe","txt":" Oh… No, I did that for someone once and I'm not comfortable having\nthat kind of power and control over someone's life."},{"person":"Monica","txt":" I'll do it!"},{"person":"Rachel","txt":" That's fine. So Monica, "},{"person":"Chandler","txt":" Okay, I gotta go to work."},{"person":"Chandler","txt":" And uh, Rachel, glad to have you back. "},{"person":"Chandler","txt":" Pheebs! (He goes over and kisses Phoebe, who is also stunned.) Always\na pleasure. (And he struts out leaving the girls to stare at each other.)"},{"person":"Monica","txt":" Oh, Rachel, sweetie, look, here's a really cute picture of Joey and you\nat the reception."},{"person":"Rachel","txt":" Ohh, he's married! Ross is married. I can't—I still can't believe\nit. (Rachel grabs the picture from Monica)"},{"person":"Monica","txt":" Honey, sweetie, by the edges."},{"person":"Rachel","txt":" I mean, y'know I'm just gonna have to accept it (She grabs the rest of\nthe pictures)…"},{"person":"Monica","txt":" Ohh. (Monica covers her eyes in horror.)"},{"person":"Rachel","txt":" …I mean it's my fault."},{"person":"Monica","txt":" Sweetie! Edges! Fingers! Smudgey! Pictures!"},{"person":"Rachel","txt":" Oh my God! (She licks the top picture and hands them back.)"},{"person":"Monica","txt":" Okay. That's okay. I-I know that you're very upset right now. I know, I\nknow that wasn't about me."},{"person":"Joey","txt":" (To Chandler) I bet it was about her a little."},{"person":"Monica","txt":" If you would stop thinking about Ross for one minute you would notice\nthat there are great guys everywhere! I mean, look! Look, Gunther! (Gunther turns to\nlisten in.) I mean, he's nice, he's cute."},{"person":"Rachel","txt":" Yeah, I guess Gunther is kinda…"},{"person":"Monica","txt":" (Interrupting) Oh, what about that guy over there? (She points at\nanother guy and Gunther is deflated.) Remember? "},{"person":"Rachel","txt":" Oh, I don't know. I don't know."},{"person":"Monica","txt":" You're going to talk to him! Y'know what? We made a deal, I make your\ndecisions and I say you're going to talk to him."},{"person":"Rachel","txt":" All right, you're the boss. I guess I gotta do what you tell me."},{"person":"Joey","txt":" Say that to him and you're golden. (She just glares at him.)"},{"person":"Phoebe","txt":" (entering) Hey!"},{"person":"Rachel","txt":" Hey!"},{"person":"Joey","txt":" Hey, Pheebs!"},{"person":"Monica","txt":" We got out pictures back from London. (Shows her one.) Here's all of us\nat the Tower of London."},{"person":"Phoebe","txt":" (Grabs the pictures) Oh! Here we "},{"person":"Chandler","txt":" All right, y'know what, we've been talking about London too much\nhaven't we?"},{"person":"Phoebe","txt":" No. I'm sorry. It's just 'cause I couldn't be there. 'Cause all I ever\nget to do now is pregnant stuff, it just bums me out."},{"person":"All","txt":" Sorry."},{"person":"Monica","txt":" What happened?"},{"person":"Rachel","txt":" Well, y'know, a little of this, a little of that. Got myself a date\ntomorrow night."},{"person":"Monica","txt":" See, didn't I tell you?! You're getting over Ross already!"},{"person":"Rachel","txt":" Well…"},{"person":"Gunther","txt":" (To the guy) Get out!"},{"person":"Monica","txt":" What took you so long?"},{"person":"Chandler","txt":" I got caught up and work, but I'm quitting tomorrow."},{"person":"Monica","txt":" Oh, good. "},{"person":"Chandler","txt":" So, thanks for having me over! Rach. (Goes over, grabs her, and kisses\nher.) Pheebs. (After a moment while he decides how to kiss her around her belly, grabs her\nand kisses her.)"},{"person":"Joey","txt":" (Jumping out of his way) See ya!! (To the girls.) What the hell was that?!"},{"person":"Monica","txt":" Probably some y'know, European good-bye thing he picked up in London."},{"person":"Rachel","txt":" That's not European!"},{"person":"Phoebe","txt":" Well, it felt French."},{"person":"Rachel","txt":" Oh God, I really had a good time!"},{"person":"Dave","txt":" Yeah, me too. (They reach her door.) So, I guess this is it."},{"person":"Rachel","txt":" Yeah. Umm, unless you wanna come inside?"},{"person":"Dave","txt":" Yeah!"},{"person":"Rachel","txt":" Okay. Oh, uh, wait a minute, y'know what? I uh, I can't decide this.\nUmm, okay, just hold on a second."},{"person":"Dave","txt":" Okay, yeah!"},{"person":"Rachel","txt":" Umm, hi!"},{"person":"Ross","txt":" Hi."},{"person":"Rachel","txt":" Is Monica around? I-I have to ask her something."},{"person":"Ross","txt":" She's doing her laundry."},{"person":"Rachel","txt":" What's that? (Points to the box.)"},{"person":"Ross","txt":" It came in the mail today, it's uh, 72 long-stemmed red roses, one for\neach day that I've known and loved Emily, cut up into mulch!"},{"person":"Rachel","txt":" Oh, honey that's awful."},{"person":"Ross","txt":" Oh, it's not so bad. Monica's gonna make potpourri! I think I'm gonna go\nwander out in the rain for a while."},{"person":"Rachel","txt":" But, it's not raining."},{"person":"Ross","txt":" I can't catch a break!"},{"person":"Rachel","txt":" Y'know what Ross? You're not going anywhere. You're gonna sit right\nhere. I'm gonna make you a cup of tea and we're gonna talk this thing whole out. All\nright? (She goes out to talk to Dave) Hey, Dave!"},{"person":"Dave","txt":" Yeah?"},{"person":"Rachel","txt":" Umm, listen, I'm gonna need to take a rain check, my roommate is just\nreally sick. Okay? Bye! (She goes back in to talk to Ross.) Honey, listen, I know, I know\nthings seem so bad right now."},{"person":"Monica","txt":" (Poking her head in) Rach? Can I talk to for just a minute? I-I dropped\nsome socks."},{"person":"Rachel","txt":" Yeah. (She goes out to join her in the hall and starts looking for the\ndropped socks.)"},{"person":"Monica","txt":" What is the matter with you?! Do you want to fall into the trap? Do you\nwant to fall "},{"person":"Rachel","txt":" Ohh! "},{"person":"Monica","txt":" I just ran into Dave and he told me that you blew him off! I mean, you\nlisten to me! Now, I'm calling the shots! I say you leave Ross alone and go get Dave! What\nthe hell were you trying to do?"},{"person":"Rachel","txt":" Well, ultimately, I was trying y'know, I-I wanted…tell him y'know,\nthat I'm still in love with him."},{"person":"Monica","txt":" (Gasps) What?!! You "},{"person":"Rachel","txt":" Why? Why not?! People love to hear that!"},{"person":"Monica","txt":" I make the decisions, and I say no."},{"person":"Rachel","txt":" Well, y'know what, no, you do not make my decisions because y'know what,\nyou're fired."},{"person":"Monica","txt":" You can't fire me. "},{"person":"Rachel","txt":" Well… (At a loss for words, she grabs some of Monica's laundry and\nthrows it on the floor as a diversion to allow Rachel to run back inside and close the\ndoor. Monica chases her to find that Rachel had locked the door.)"},{"person":"Monica","txt":" Rachel!! Come on! Let me in!"},{"person":"Joey","txt":" (Poking his head out.) Havin' some trouble?"},{"person":"Monica","txt":" Rachel locked the door."},{"person":"Joey","txt":" I'll kick that door in if you give me a little sugar."},{"person":"Monica","txt":" Rachel! Let me in! Rachel!"},{"person":"Monica","txt":" Thank you. Rachel, can I talk to you outside for a sec?"},{"person":"Rachel","txt":" No."},{"person":"Monica","txt":" I really need to talk to you."},{"person":"Rachel","txt":" Well, then talk!"},{"person":"Monica","txt":" Okay, I will. Remember that thing that we just discussed that you wanted\nto do?"},{"person":"Rachel","txt":" Yes!"},{"person":"Ross","txt":" What thing?"},{"person":"Monica","txt":" Well, Rachel wants to take swing dance lessons. Which I think is a\nreally stupid idea! It's dangerous, she's never gonna get what she wants, and who knows\nwho she might (Turns to look at Ross) end up hurting."},{"person":"Ross","txt":" Monica's right, swing dancing can be tricky. I'm gonna use the phone. I\ngotta cancel those five giant teddy bears I sent to Emily. (Looks at the rose mulch.) My\nGod, think of the massacre."},{"person":"Rachel","txt":" I'm gonna do it."},{"person":"Monica","txt":" All right, Rachel, I know-I know you think I'm crazy, please, before you\ntell him you love him, just-just try to find one person who thinks this is a good idea.\nBecause I bet you, you can't."},{"person":"Rachel","txt":" But I…"},{"person":"Monica","txt":" Please!"},{"person":"Rachel","txt":" All right, fine."},{"person":"Monica","txt":" Joey, I'm in!"},{"person":"Joey","txt":" (In tremendous pain) All right. Good deal."},{"person":"All","txt":" Pheebs! Hey Pheebs!"},{"person":"Joey","txt":" Uh, okay, Pheebs?"},{"person":"Phoebe","txt":" Yeah?"},{"person":"Joey","txt":" Umm, y'know how the other day you were talking about how you didn't get to\ngo to London and how you were kinda feeling left out?"},{"person":"Phoebe","txt":" Yeah?"},{"person":"Joey","txt":" All right, well, we felt really bad about that so we decided we should all\ntake a little trip together!"},{"person":"Phoebe","txt":" Ohh, that's so nice! How great! Well, where? Where's the trip?!"},{"person":"Monica","txt":" Well, we thought we would all go to a picnic (Phoebe gasps), in Central\nPark!"},{"person":"Phoebe","txt":" (excited) "},{"person":"Joey","txt":" Yeah, all of us! All day!"},{"person":"Phoebe","txt":" That sucks! That's not a trip! I just came from the park! What are we\ngonna high five about at the stupid Central Park? \"Well, it's right by my house, all\nright!\" "},{"person":"Chandler","txt":" Well, I'm gonna go home and bask in the triumph of my Central Park\nidea. (Gets up to leave.)"},{"person":"Rachel","txt":" (stopping him) Hey-whoa-whoa-whoa!! Ho-ho-hold on a sec there, Mr.\nKissey! Y'know, I've been meaning to talk to you about this whole, little, new European\nthing you got going on, and I just need to tell you that it makes me very uncomfortable\nand I just—y'know—stop it!"},{"person":"Chandler","txt":" I was just trying to bring a little culture to the group."},{"person":"Phoebe","txt":" That's fine, just don't bring it in my mouth."},{"person":"Monica","txt":" Makes me wanna puke! (Chandler looks at her, quizzically.) "},{"person":"Ross","txt":" Hey everybody, Pheebs is here!"},{"person":"Joey","txt":" Phoebe!"},{"person":"Chandler","txt":" Hey, Pheebs!"},{"person":"Rachel","txt":" Phoebe, woo!"},{"person":"Phoebe","txt":" Okay, woo! Hi."},{"person":"Chandler","txt":" Okay, Pheebs, we decided the picnic idea was a little… Y'know, it\ndidn't have any… It-it, well it blew. So, we thought, that this afternoon that we\nwould all go away for the whole weekend to, Atlantic City!"},{"person":"Phoebe","txt":" Ooh, Atlantic City! Oh, that's a great plan! Who's plan was that?"},{"person":"Joey","txt":" Mine!"},{"person":"Ross","txt":" Wait! It was "},{"person":"Joey","txt":" Nooo, "},{"person":"Ross","txt":" And, "},{"person":"Joey","txt":" "},{"person":"Monica","txt":" Okay, well, why don't we all meet upstairs in an hour?"},{"person":"Phoebe","txt":" Okay! Ooh-ahh, I'm gonna go pack. I'm gonna go pack my ass off!"},{"person":"Monica","txt":" Come on Rach, let's go."},{"person":"Rachel","txt":" Yeah, y'know what? I'm-I'm gonna meet you upstairs in a minute."},{"person":"Monica","txt":" No! Rachel, you didn't find anyone so you can't tell him."},{"person":"Rachel","txt":" Well, y'know what, that doesn't matter."},{"person":"Monica","txt":" Okay, Rachel, do you have any idea how painful it is to tell someone\nthat you love them and not have them say it back?"},{"person":"Rachel","txt":" Yeah, I-I don't care."},{"person":"Monica","txt":" Okay. I-I can't watch. (Leaves as sits down to read the paper.)"},{"person":"Rachel","txt":" What 'cha readin'?"},{"person":"Ross","txt":" The paper."},{"person":"Rachel","txt":" Yeah, what's it about?"},{"person":"Ross","txt":" Events from around the globe."},{"person":"Rachel","txt":" Okay. Uhh, Ross, y'know what, there's something that I-that I have to\ntalk to you about and everybody's saying that I shouldn't tell you, but I think they're\nwrong. I mean, and you know how people can be wrong."},{"person":"Ross","txt":" Sure. Once, at work I-I thought carbon dating was fossilized…"},{"person":"Rachel","txt":" Okay, Ross, I'm really trying to tell you something here."},{"person":"Ross","txt":" Yeah. "},{"person":"Rachel","txt":" Okay."},{"person":"Ross","txt":" Go ahead."},{"person":"Rachel","txt":" Umm, okay, I think I'm-I'm just gonna-just gonna say it. Just gonna say\nit. Uhh, (pause) I'm still in love with you Ross."},{"person":"Ross","txt":" Wow. Umm… Huh… I'm-I'm not sure what to do with that right now."},{"person":"Ross","txt":" What? What? Was that a joke? 'Cause it's mean."},{"person":"Rachel","txt":" (Laughing) I'm so dead serious. I'm totally serious."},{"person":"Ross","txt":" Why are you laughing?"},{"person":"Rachel","txt":" Because (laughs), because, I just heard it. I heard it, and it's\nridiculous! I mean, you're married. You're-you're married and it's just ridiculous, and\nit's like, it's like when said it, I sort of like, I floated up out of my body, y'know?\nAnd, and-and then I heard myself say it and then the floating Rachel (laughs) was like,\n\"You are such an idiot!\""},{"person":"Ross","txt":" Well, well I "},{"person":"Rachel","txt":" (laughs) I'm sorry, that's not funny."},{"person":"Ross","txt":" Actually, it kinda is. My wife won't return my calls. I don't know where\nmy wife is. (Laughs) \"Hey Ross, where's the Mrs.?\" Don't know! "},{"person":"Rachel","txt":" Oh God, ohh, okay, y'know what, do you think ah, do you think that you\njust forget that I told you this?"},{"person":"Ross","txt":" Well, I kinda half to. I mean, because the thing is…"},{"person":"Rachel","txt":" The thing is y'know, that you're married to Emily."},{"person":"Ross","txt":" That is what the thing is."},{"person":"Rachel","txt":" Ross, things aren't gonna be weird between us, right? I mean was that\njust the stupidest thing, me telling you that?"},{"person":"Ross","txt":" No. No. No, I'm-I'm glad you did. Look, if nothing else, it's-it's always\ngreat when someone tells you they love you."},{"person":"Rachel","txt":" That's what I said! Thank you for being so nice. (They hug.)"},{"person":"Ross","txt":" No thank you for… Thank you."},{"person":"Ross","txt":" Okay, let's go!"},{"person":"Chandler","txt":" Atlantic City!"},{"person":"Phoebe","txt":" Atlantic City, baby! Let's roll some bones! Hey Joey, high-five for\nrolling bones! "},{"person":"Joey","txt":" Uh, Pheebs, you're leaking?"},{"person":"Monica","txt":" Oh my God! You're water broke!"},{"person":"The Guys","txt":" Ohh!"},{"person":"Phoebe","txt":" All right. Well, don't worry, I call shotgun! (She starts out the door.)"},{"person":"All","txt":" Whoa-whoa-whoa-whoa! Wait-wait!"},{"person":"Chandler","txt":" Pheebs! We have to take you to the hospital now!"},{"person":"Ross","txt":" Pheebs, Pheebs, the babies are coming now."},{"person":"Rachel","txt":" High-five, the babies are coming! (They all high-five.)"},{"person":"Phoebe","txt":" Wait, wait, remember when my water broke? (They all high-five again.)"},{"person":"Monica","txt":" I can't believe Phoebe's gonna have her babies!"},{"person":"Chandler","txt":" I know, it's beautiful. Amazing."},{"person":"Chandler","txt":" Y'know what else I can't believe? I had to kiss Phoebe and Rachel\nevery time I left a room, I mean it's too bad they didn't see us having sex."},{"person":"Monica","txt":" Do you know anything about women?"},{"person":"Chandler","txt":" No."},{"person":"Monica","txt":" That's all right. "},{"person":"Chandler","txt":" Okay. (They kiss again.)"}]