[{"person":"Ross","txt":" (entering) Hey everybody! Happy Thanksgiving! "},{"person":"Chandler","txt":" No, no, no. No-no-no. "},{"person":"Joey, Rachel, and Phoebe","txt":" Shhhh! "},{"person":"Ross","txt":" What, are we keeping Thanksgiving a secret this year? "},{"person":"Chandler","txt":" No, we're playing this game I learned at work. You have to name all\nthe states in six minutes. "},{"person":"Ross","txt":" What? That's like insanely easy! "},{"person":"Chandler","txt":" Now, that's a lot harder than it sounds. You always forget at least\none, or in some cases... fourteen (looks over to Monica). "},{"person":"Monica","txt":" It's a stupid game and I wasn't playing against other people, so\ntechnically I didn't lose. "},{"person":"Ross","txt":" What? You forgot fourteen states? "},{"person":"Monica","txt":" Nobody cares about the Dakotas. (That’s true in so many ways, trust\nme, I’ve lived in one and been to the other.)"},{"person":"Chandler","txt":" Oh, okay, time's up! "},{"person":"Rachel","txt":" All right, I got 48. "},{"person":"Chandler","txt":" Oh that's not bad, Pheebs? "},{"person":"Phoebe","txt":" Oh, I got tired of naming states. So I decided to list the types of\ncelery, and I have one: regular celery. "},{"person":"Chandler","txt":" Okay, so Rachel's got 48 and Phoebe has the lead in…vegetables,\nJoey? "},{"person":"Joey","txt":" Say hello to the new champ of Chandler's dumb states game. "},{"person":"Ross","txt":" Wow, how many have you got? "},{"person":"Joey","txt":" Fifty-six! "},{"person":"Joey","txt":" Hey! How is New England not a state? Huh? They have a sports-team! "},{"person":"Chandler","txt":" Does South Oregon have a sports-team? (Joey strikes one from his list)\nThere you go. "},{"person":"Rachel","txt":" (counting the place settings) How come we have one extra place setting? "},{"person":"Monica","txt":" 'Cause you invited your assistant. "},{"person":"Rachel","txt":" Oh, right. Sorry. But Tag's not coming; his girlfriend came into town,\nso he's spending Thanksgiving with her. "},{"person":"Monica","txt":" Oh! Why didn't you tell me? I made him his own individual sweet potato\nstuffed pumpkin. "},{"person":"Rachel","txt":" Well, I was going to, but then I figured, you know... you're food is so\ndelicious and perfect, you can never have too many of those pumpkin things. "},{"person":"Monica","txt":" Now you think I wouldn't enjoy that, because it is so fake, (Laughs) but\nI still do."},{"person":"Phoebe","txt":" Regular Celery! (Starts to write that on her list) Oh, I already have\nthat. (She gets up and heads for her room) "},{"person":"Ross","txt":" Done! With time a-to-spare. "},{"person":"Chandler","txt":" Oooh that may be a New World's record (Looks at his watch and picks up\nRoss' pad) "},{"person":"Ross","txt":" You know, I hate to lecture you guys, but it's kinda disgraceful, that a\ngroup of well-educated adults and Joey can't name all the states. Did you ever see a map,\nor one of those round, colorful things called \"a globe?\" Hmm? "},{"person":"Chandler","txt":" Uh, Magellan? You got 46 states. (Smiles and hands Ross back his pad) "},{"person":"Ross","txt":" What? That's impossible. "},{"person":"Joey","txt":" 46. Wow! Who's well educated now, Mr. I-forgot-ten-states? "},{"person":"Monica","txt":" All right, I'm out of oven space. I'm gonna turn on Joey's. Please,\nwatch him! Do not let Joey eat any of the food! "},{"person":"Chandler","txt":" I am only "},{"person":"Ross","txt":" No, just give me another minute. "},{"person":"Chandler","txt":" Look Ross, if you don't know them by now, you will never know them,\nokay? That is the beauty of this game. It makes you want to kill yourself. "},{"person":"Ross","txt":" This-this is crazy! I can do this! All right, uhh, I bet I can get all 50\nbefore dinner. "},{"person":"Chandler","txt":" Okay, but if you can't…no dinner! "},{"person":"Ross","txt":" You're on! "},{"person":"Joey","txt":" (gets up) All right. Don't look at my list, Ross, 'cause there's a lot on\nthere that you don't have. "},{"person":"Monica","txt":" (entering, to Joey and Rachel) Hey, did you guys know, that your oven\ndoesn't work? "},{"person":"Joey","txt":" But the drawer full of take-out menus is okay, right? "},{"person":"Monica","txt":" Ross, I'm gonna use yours, okay? "},{"person":"Ross","txt":" Pshhshhh!"},{"person":"Monica","txt":" Chandler? Can you give me a hand? (Grabs her jacket) "},{"person":"Chandler","txt":" Sure, and Joey; do not let Ross look at any of the maps or the globe\nin your apartment. "},{"person":"Joey","txt":" Don't worry, Chandler, it's not a globe of the United States. "},{"person":"Phoebe","txt":" Hey you guys I'm gonna go out and take a walk. "},{"person":"Ross","txt":" Phoebe, why is your bag moving? "},{"person":"Phoebe","txt":" Oh, it's not! "},{"person":"Rachel","txt":" Seriously, it's moving! "},{"person":"Joey","txt":" What the hell is in there? "},{"person":"Phoebe","txt":" It's just my knitting that's all! (A dog sticks its head out of Phoebe's\nbag. Everyone looks puzzled.) Yes! I knit this. I'm very good. "},{"person":"Monica","txt":" Ross’s apartment is nice! How come we don't hang out here more\noften? "},{"person":"Chandler","txt":" I don't know. Maybe it's because it smells a little weird. It's like\nold pumpkins or something. "},{"person":"Monica","txt":" That's my pie! "},{"person":"Chandler","txt":" Which smells delicious! "},{"person":"Monica","txt":" Uh-oh! Uh-oh! "},{"person":"Chandler","txt":" What? "},{"person":"Monica","txt":" We left Joey alone with the food! (Walks towards the window and looks\nout) Yep! Yep, I knew it! There he is... feeding stuffing to a dog! "},{"person":"Phoebe","txt":" (answering the phone) Hi Geller-Bing residence. How can I help?"},{"person":"Monica","txt":" Phoebe, why is there a dog in our apartment? "},{"person":"Phoebe","txt":" I'm sorry, who's this? "},{"person":"Monica","txt":" Phoebe, there's a dog sitting on my couch! "},{"person":"Chandler","txt":" Tell her, I'm allergic, and I will sue! "},{"person":"Phoebe","txt":" No, there's no dog here? "},{"person":"Monica","txt":" Yes there is! He's black and white and shaggy and [Cut to Monica’s\napartment] he's sitting next to Rachel and licking Rachel's hand. "},{"person":"Phoebe","txt":" Oh my god! Where are you? (Looks around.)"},{"person":"Monica","txt":" I'll be right there! "},{"person":"Phoebe","txt":" (Phoebe hangs up and someone knocks on the door. She gasps.) They're\nhere already? How are they doing this? "},{"person":"Rachel","txt":" (gets up and opens the door) Hi Tag! What are you doing here? "},{"person":"Tag","txt":" I, uh, wanted to see if your offer to spend Thanksgiving with you is still\ngood. "},{"person":"Rachel","txt":" Well, sure! Come in! (He enters) Well, what-what happened to your\ngirlfriend? "},{"person":"Tag","txt":" We kinda broke up this morning. "},{"person":"Rachel","txt":" Oh, I'm sorry. "},{"person":"Tag","txt":" Yeah, so she went back to Ohio."},{"person":"Ross","txt":" Ohio!! Thank you! "},{"person":"Chandler","txt":" Huh! Where is the dog?!"},{"person":"Ross","txt":" What dog? There-there's no dog here. "},{"person":"Joey","txt":" Yeah that dog left! "},{"person":"Monica","txt":" (walks to Phoebe's door) Phoebe! Phoebe, open up! "},{"person":"Phoebe","txt":" There's no dog in here. "},{"person":"Chandler","txt":" Phoebe, we can hear the dog barking! "},{"person":"Phoebe","txt":" No that's just me coughing! (Doing some weird coughing noises and the\ndog barks again. Phoebe comes out of the room.) Oh, good, there you are! Listen, um, I\nhave a dog in my room. "},{"person":"Chandler","txt":" What is it doing here? "},{"person":"Phoebe","txt":" Well, I'm watching it for some friends who went out of town. Wait. (She\nbends down, picks up the dog, and waves with one of its paws) Hello, my name is Clunkers.\nMay I please stay with you nice people?"},{"person":"Monica","txt":" Oooh, I wish she could stay here, but Chandler is allergic! "},{"person":"Chandler","txt":" Extremely allergic, okay? If I'm anywhere near a dog for more than 5\nminutes, my throat will just close up! "},{"person":"Phoebe","txt":" That's odd, 'cause this dog's been living here for the past 3 days "},{"person":"Chandler","txt":" (gasping) Really? "},{"person":"Monica","txt":" Chandler, if that dog's been here that long, and you haven't had a\nreaction, maybe you're not allergic to this dog? "},{"person":"Chandler","txt":" Well, it still has to go, right?"},{"person":"Monica and Phoebe","txt":" Why? "},{"person":"Chandler","txt":" Okay, it's um…"},{"person":"Joey","txt":" (interrupting him) Don't do it! "},{"person":"Monica","txt":" Don't do what? "},{"person":"Chandler","txt":" (to Joey) I have to! Okay? It's time! (Joey shrugs as if to say,\n\"Do what you have to do\") Okay, I hate dogs. "},{"person":"All","txt":" What? "},{"person":"Phoebe","txt":" Are you crazy? "},{"person":"Ross","txt":" Are you out of your mind?"},{"person":"Phoebe","txt":" Why? "},{"person":"Joey","txt":" Told ya. (Waves bye-bye.)"},{"person":"Chandler","txt":" They are needy, they are jumpy, and you can't tell what they are\nthinking, and that scares me a little bit. "},{"person":"Ross","txt":" Right, they are scary. (He jumps up, screaming) Ahh, she just ate a treat\nout of my hand!!!"},{"person":"Rachel","txt":" Wait a minute. Do you not like all dogs? I mean, not even puppies? "},{"person":"Chandler","txt":" (scared) Is there a puppy here? "},{"person":"Tag","txt":" You don't like puppies? "},{"person":"Chandler","txt":" (to Tag) Okay, you are new!"},{"person":"Joey","txt":" Look, Chandler, I told you, never tell anyone about this dog thing. It's\nlike Ross not likin’ ice cream. "},{"person":"Phoebe","txt":" You don't like ice cream? "},{"person":"Ross","txt":" It's "},{"person":"Chandler","txt":" Okay, it's just that dogs make me a little uncomfortable. "},{"person":"Ross","txt":" (to Phoebe) It hurts my teeth."},{"person":"Chandler","txt":" And I don't wanna say this, I don't you guys to hate me, but uh, I\ndon't think, I can be around that dog anymore. Okay, so either the dog goes, or I go. (An\nawkward silence ensues.) Oh my god!!"},{"person":"Ross","txt":" How can I not get this? I'm a college professor; I got 1450 on my S.A.T.s.\n"},{"person":"Monica","txt":" 1250."},{"person":"Ross","txt":" Damn, I forgot you were here. "},{"person":"Phoebe","txt":" All right. We're gonna take Clunkers to Ross’s. We'll be back in a\nminute. (Gets up with Monica to do so.)"},{"person":"Rachel","txt":" Oh, wait before you guys go, can I just ask you a question? "},{"person":"Monica","txt":" Yeah. "},{"person":"Rachel","txt":" When a guy breaks up with his girlfriend, what is an appropriate amount\nof time to wait before you make a move? "},{"person":"Phoebe","txt":" Oh, I'd say about a month. "},{"person":"Monica","txt":" Really? I'd say 3 to 4. "},{"person":"Joey","txt":" Half hour. (Rachel turns to look at him and he nods yes.)"},{"person":"Rachel","txt":" Interesting. "},{"person":"Monica","txt":" When it's your assistant, I would say never. "},{"person":"Joey","txt":" All right, Rach, the big question is, does he like you? All right? Because\nif he doesn't like you, this is all a moo-point. "},{"person":"Rachel","txt":" Huh. A moo-point? "},{"person":"Joey","txt":" Yeah, it's like a cow's opinion. It just doesn't matter. It's moo. "},{"person":"Rachel","txt":" (to Monica and Phoebe) Have I been living with him for too long, or did\nthat all just make sense?"},{"person":"Monica","txt":" Please, don't listen to Joey, okay. Would you look at him? He-he’s\nobviously depressed. He's away from his family; he's spending Thanksgiving with strangers.\n  What he needs right now is for you to be his friend. "},{"person":"Rachel","txt":" You're right, I'm sorry. Thank you. Okay, that's what I'm gonna do. "},{"person":"Joey","txt":" Fine! Take their advice. No one ever listens to me. When the package is\nthis pretty, no one cares what's inside. "},{"person":"Rachel","txt":" Hey! "},{"person":"Tag","txt":" Hey. "},{"person":"Rachel","txt":" How are you holding up? "},{"person":"Tag","txt":" Not bad. "},{"person":"Rachel","txt":" Yeah? I'm sorry about your girlfriend. "},{"person":"Tag","txt":" Thanks. "},{"person":"Rachel","txt":" So were you guys together a long time? "},{"person":"Tag","txt":" A year. On and off. I kinda thought we'd end up together. I don't anymore. "},{"person":"Rachel","txt":" Now that she broke up with you? "},{"person":"Tag","txt":" Yeah. "},{"person":"Rachel","txt":" Yeah. Hmmmm. "},{"person":"Tag","txt":" It's weird. I always used to assume, that I would meet someone and fall in\nlove and be happy and all that was just a given. But lately it's like what if it's not. Do\nyou ever have that feeling? "},{"person":"Rachel","txt":" No…Yeah, all the time, constantly. It's terrifying. But you know\nthat I figure it…it has to work out. "},{"person":"Tag","txt":" Why? "},{"person":"Rachel","txt":" Because, uh—it has to. "},{"person":"Tag","txt":" You have all the answers, don't you? "},{"person":"Rachel","txt":" Yeah, I know, I do. I really do. "},{"person":"Tag","txt":" Hey, thanks for talking to me. "},{"person":"Rachel","txt":" Well, what is a boss for? Hug it out! (They hug) "},{"person":"Joey","txt":" (through the window) All right, he likes you back! Huh? Told ya, you\nshould go for it! "},{"person":"Tag","txt":" What? "},{"person":"Joey","txt":" (realizes what he said) Street noise drowned any of that out? (Rachel\nmoves madly towards him) No, all right, I see you later, okay... (Turns away embarrassed) "},{"person":"Tag","txt":" What did Joey say? I like you back? "},{"person":"Rachel","txt":" Uh, yeah, well, see, he… Joey knows, that I'm-I'm very insecure\nabout my back and, and…you're hugging me, so obviously you are not repulsed by it,\nyeah!"},{"person":"Tag","txt":" Wait-wait a minute; that doesn't make any sense. "},{"person":"Rachel","txt":" No? (He shakes his head) All right, here's the truth um, Joey said what\nhe said, because um, I'm attracted to you. "},{"person":"Tag","txt":" Wow. (He starts to walk towards the railing.) "},{"person":"Rachel","txt":" Yeah, I admit it. I have a crush on you, and uh, and, and I know that's\ncrazy because we work together, and-and nothing could ever happen, and the last thing I\nwant to do is-is to freak you out or make you feel uncomfortable. Which is why it would be\nreally great if you said something right about now. "},{"person":"Tag","txt":" (looking at the street) Oh my god! Those guys are stealing my car! (He\npoints down to the street) "},{"person":"Rachel","txt":" What? "},{"person":"Tag","txt":" Right there! That's my car! (Sound of a breaking car-window) Hey!! "},{"person":"Rachel","txt":" Okay, that's gonna take them a minute. Do you have anything else you\nwanna get off your chest? "},{"person":"Tag","txt":" I can't believe this! (He walks back in again) "},{"person":"Rachel","txt":" (she hurries after him) Wait, we still have time to talk and\nthey’re-they're not even in the car yet! (She takes a quick look down the street.) Oh\nlook, there they go, okay. (She hurries in, too) "},{"person":"Monica","txt":" Okay Phoebe, we should probably go back now. "},{"person":"Phoebe","txt":" (doing Clunkers) Please don't leave me, I'll be lonely. "},{"person":"Monica","txt":" Stop it. Stop! Okay let's go. We can be strong."},{"person":"Phoebe","txt":" Yeah, okay. "},{"person":"Monica","txt":" Oh my god! Did you hear that? She said Monica! (She goes back to\nClunkers again) Oooh, I can't leave her! "},{"person":"Phoebe","txt":" You know if you want, we can sneak the dog back in and Chandler wouldn't\neven know. "},{"person":"Monica","txt":" That's not gonna work. "},{"person":"Phoebe","txt":" I've had that dog there for three days and Chandler had no idea. He's\nnot so smart. "},{"person":"Monica","txt":" Hey! I didn't know either. "},{"person":"Phoebe","txt":" Yeah, but you kinda knew that something was going on, didn't you? "},{"person":"Monica","txt":" Yeah, I knew. "},{"person":"Phoebe","txt":" Where's Chandler? "},{"person":"Chandler","txt":" (comes out of the bathroom) Here I am. "},{"person":"Phoebe","txt":" Wash your hands!!!"},{"person":"Chandler","txt":" How did you…know? (Heads back into the bathroom) "},{"person":"Ross","txt":" Hey! What's she doing back here? "},{"person":"Monica","txt":" Relax, Ross. She's not made of ice cream! "},{"person":"Ross","txt":" Hey look, Phoebe. I, uh, I laid out the states geographically... "},{"person":"Phoebe","txt":" (interrupts him) No, no, we don't really have time for this right now.\nOkay, we have to keep Chandler away from my bedroom. "},{"person":"Ross","txt":" Yeah, but, but look what I'm... "},{"person":"Phoebe","txt":" See, this is exactly what we do not have time for. (She rushes into her\nroom) "},{"person":"Chandler","txt":" (comes out of the bathroom) Where's Monica? "},{"person":"Ross","txt":" Um, in Phoebe's room. You can't go in there. "},{"person":"Chandler","txt":" Why not? "},{"person":"Ross","txt":" Monica's crying. She's very upset about this whole Clunkers thing. "},{"person":"Chandler","txt":" Well, I, I should go in there. "},{"person":"Ross","txt":" No. No, no. She doesn't want to see "},{"person":"Chandler","txt":" Why not? "},{"person":"Ross","txt":" Because you sent away the dog!"},{"person":"Chandler","txt":" This is ridiculous. (He heads for Phoebe's bedroom) "},{"person":"Ross","txt":" Oh, is it? "},{"person":"Joey","txt":" (entering) Okay, I'm in my sweat pants. Bring on the food! (Sees that\nChandler has a worried look on his face) What's the matter? "},{"person":"Chandler","txt":" Monica's all upset, because I sent Clunkers away. "},{"person":"Joey","txt":" So? Bring the dog back, you're a hero. "},{"person":"Chandler","txt":" Yeah, I can be a hero, I could do that. I could, I could do... I,\nw-w-what if, what if it attacks me? "},{"person":"Joey","txt":" Chandler, it's like a big gerbil."},{"person":"Chandler","txt":" And that doesn't scare you? (He walks out) "},{"person":"Joey","txt":" Ross, you need some help? "},{"person":"Ross","txt":" From you? (He does a weird desperate laughter, like he's almost crying)\nYes, please! "},{"person":"Joey","txt":" (sits down next to Ross) First of all, Utah? Dude, you can't just make\nstuff up!"},{"person":"Ross","txt":" I hate America! When I finish this game, I swear I am moving. "},{"person":"Joey","txt":" Hey! Tag's still talking to the police. "},{"person":"Rachel","txt":" Yeah, ohh! Why, damnit, why did I open my mouth? (In a girlish voice) I\nhave a crush on you; I am attracted to you. (Back to normal again) Gee, I-I know that I\nfreaked him out "},{"person":"Joey","txt":" If you said it like that, you probably did, yeah. "},{"person":"Phoebe","txt":" (opens her bedroom door and peeks out) Hey, is Chandler here? "},{"person":"Chandler","txt":" No, no he went for a walk. "},{"person":"Phoebe","txt":" Okay, but you cannot tell him... but look whose back! "},{"person":"Rachel","txt":" (gasps) Hi! "},{"person":"Joey","txt":" Oh No-no-no-no-no-no-no! He went over to Ross' to bring the dog back here!\n"},{"person":"Phoebe","txt":" Oh no, the dog's not going to be there! "},{"person":"Joey","txt":" You think? "},{"person":"Monica","txt":" Hi, honey. "},{"person":"Chandler","txt":" Please, please, please, don't be mad at me. "},{"person":"Monica","txt":" What? Why, why would... "},{"person":"Phoebe","txt":" (interrupts her, to Monica) Shh, wait and see. Maybe we will, maybe we\nwon't. "},{"person":"Chandler","txt":" Okay, I went over to Ross' apartment to bring back Clunkers.\nY’know, for you, and…(Clears his throat) I left the door open and she must have\ngotten out and I looked "},{"person":"Phoebe","txt":" We have good news, look whose back! "},{"person":"Rachel","txt":" (uncovers the dog) Hi! "},{"person":"Chandler","txt":" Clunkers?! Oh my god! "},{"person":"Monica","txt":" That's right, she came back all by herself. "},{"person":"Phoebe","txt":" It's a Thanksgiving miracle! "},{"person":"Chandler","txt":" (to Clunkers) It is so good to see you! "},{"person":"Phoebe","txt":" Yeah, she came all the way back from Ross' building. Oh, the things she\nmust have seen! And then she climbed up the fire escape and she tapped on the window with\nher teeny little paw and then we ran to let her in…(Realizes, that Chandler starts to\nnot believing her) I went to far, didn't I? When should I have stopped? "},{"person":"Ross","txt":" Okay, maybe this is so hard, because there aren't 50 states. Let me tell\nyou something, I have 49 states, and there are "},{"person":"Chandler","txt":" It's up to you. "},{"person":"Rachel","txt":" Oh, hi! How are you doing? "},{"person":"Tag","txt":" I'm okay. I gotta go down to the police station and look at mug shots. "},{"person":"Rachel","txt":" Oh. "},{"person":"Tag","txt":" Thanks for having me over, you guys. "},{"person":"Ross","txt":" Tag? Y-You're going? (Comes over to Tag) Uh we didn't, uh we didn't get\nthe chance to talk. Uh, so, where did you say you're from again? "},{"person":"Tag","txt":" Colorado. "},{"person":"Ross","txt":" Ah, what good are you. (Walks back to his map dejectedly.) "},{"person":"Rachel","txt":" Look, um, I think we should talk about what happened on the terrace. "},{"person":"Tag","txt":" Okay. "},{"person":"Rachel","txt":" Ah, I-I never should have said what I said. It—y’know what? It\njust doesn't matter how I feel. I mean we work together, so nothing could really ever\nhappen between us, and what I would love is just to go to work on Monday, and-and never\ntalk about this again, okay? "},{"person":"Tag","txt":" Um, I'm not. "},{"person":"Rachel","txt":" Oh, god, I know it, that I freaked you out. "},{"person":"Tag","txt":" No, you didn't. The only thing that freaked me out was you saying that\nnothing could ever happen between us. "},{"person":"Rachel","txt":" Really? "},{"person":"Tag","txt":" Yeah, so, please don't fire me for doing this. (He kisses her) "},{"person":"Rachel","txt":" Okay, well, that's one less thing we have to do on Monday. "},{"person":"Ross","txt":" Delaware! (Starting to cry.) Delaware!"},{"person":"Chandler","txt":" All right. "},{"person":"Ross","txt":" (hands Chandler his pad and walks in) I want my turkey now! "},{"person":"Chandler","txt":" You got it. (Starts looking at the pad, while Ross got the turkey out\nof the fridge and starts to unwrap and it) You got Nevada twice. "},{"person":"Ross","txt":" (pauses) I know. "},{"person":"Chandler","txt":" Yeah. (Throws the pad on the table and heads for the bedroom)"}]