[{"person":"Joey","txt":" Hey, wouldn't be cool if our duck and chick had a little baby? We could\ncall it Chuck."},{"person":"Chandler","txt":" Or... Dick."},{"person":"Ross","txt":" (entering) Hey."},{"person":"Chandler and Joey","txt":" Hey."},{"person":"Ross","txt":" Listen, I-I need a favor. Umm, I was in the shower, and as I was cleansing\nmyself, I ah, I-I, well I felt something."},{"person":"Chandler","txt":" Was it like a sneeze only better?"},{"person":"Ross","txt":" No, no, I mean, I mean a thing on my body."},{"person":"Joey","txt":" (with a disgusted look) What was it?"},{"person":"Ross","txt":" Well, I don't know, it's-it's kinda in a place that's not... It's not\nvisually accessible to me, and I was hoping maybe you guys could-could help me out.\n(starts to take off his pants)"},{"person":"Chandler and Joey","txt":" Whoa!!!"},{"person":"Chandler","txt":" No!!"},{"person":"Ross","txt":" Come on you guys, it's no big deal! (He turns around and shows him his\nthing.)"},{"person":"Chandler","txt":" Whoa-heeeiiiiii-iiiii-ah!! (sees it) Huh."},{"person":"Ross","txt":" Well what is it? Is it a mole? (He moves closer to them, and they jump\nback.)"},{"person":"Joey","txt":" No, it's too wrinkly to be a mole."},{"person":"Ross","txt":" Well, eww. What? Is it a pimple?"},{"person":"Chandler","txt":" No, it's... fancier than a pimple. Look Ross, why don't you just go\nsee a… "},{"person":"Rachel","txt":" (entering, interrupting them) Hey guys! What's... (sees what they're\ndoing and stops, the guys are stunned)"},{"person":"Chandler","txt":" Okay, well, it's definite, two more weeks of winter."},{"person":"Ross","txt":" Ahhh."},{"person":"Joey","txt":" Yeah, right."},{"person":"Phoebe","txt":" (to her date) Okay, and then this is the coffee house. This is where I\nplay my music. (points to the stage)"},{"person":"Vince","txt":" Good deal."},{"person":"Phoebe","txt":" Yeah, and these are my friends. People. This is Vince, Vince the people."},{"person":"Rachel","txt":" Hi!"},{"person":"Chandler","txt":" Hey!"},{"person":"Vince","txt":" Hey!"},{"person":"Phoebe","txt":" Vince is a fireman."},{"person":"Rachel","txt":" Wow! Have you ever rescued anyone from a burning building before?"},{"person":"Vince","txt":" 98 hot saves, highest in the force."},{"person":"Chandler","txt":" Well, y'know if Joey and I played with matches we could get you up to\nan even hundred. "},{"person":"Vince","txt":" (dead serious) Fire safety is not a joke, son."},{"person":"Chandler","txt":" You're right, I know."},{"person":"Vince","txt":" (to Phoebe) Look, I gotta go. I'm on call tonight. (kisses her) See you\nSaturday. (leaves)"},{"person":"Phoebe","txt":" Okay. (watches him leave)"},{"person":"Rachel","txt":" Wow, he's cute, Pheebs! But I thought you just started dating that\nKindergarten teacher."},{"person":"Phoebe","txt":" Oh, Jason? Yeah, uh-huh, we're seeing each other tonight."},{"person":"Rachel","txt":" What-Pheebs?! Two dates in one day? That's so unlike you."},{"person":"Phoebe","txt":" I know, I know! I'm like playing the field. Y'know? Like, juggling two\nguys, I'm sowing my wild oats. Y'know? Y'know, this kind've like y'know oat-sowin',\nfield-playin' juggler."},{"person":"Joey","txt":" So Pheebs, do they know about each other?"},{"person":"Phoebe","txt":" Does a dog's lips move when he reads? (Joey makes an `I don't know'\nface, and looks to Chandler and Rachel, who're also stumped) Okay, no they don't."},{"person":"Ross","txt":" (entering) Hey guys!"},{"person":"Joey","txt":" Hey."},{"person":"Rachel","txt":" Hi!"},{"person":"Joey","txt":" (going over to him) Well?!"},{"person":"Chandler","txt":" (joining them) Okay, how'd it go at the doctor's?"},{"person":"Ross","txt":" Well, he said there's definitely nothing to worry about, it's totally\nbenign."},{"person":"Joey","txt":" Well what is it?!"},{"person":"Ross","txt":" He couldn't even tell me! He said it was just some sort of skin...\nabnormality. And the worst thing is he-he-he said, he said, without being able to identify\nit, he was reluctant to remove it."},{"person":"Chandler","txt":" Y'know what? You should go to my guy, because when I went in there\nwith my third nipple. He just lopped it right off. Y'know? So I guess I'm lucky. I mean\nnot as lucky as people who were born with two nipples."},{"person":"Ross","txt":" At least they knew what yours was. Y'know, yours had a name."},{"person":"Joey","txt":" Oh! Maybe they'll name yours after you! Y'know, they'll call it, The Ross.\nAnd then people would be like, \"Awww, he's got a Ross.\""},{"person":"Ross","txt":" (sarcastic) Yeah, that'd be cool!"},{"person":"Monica","txt":" Pete's breaking up with me."},{"person":"All","txt":" What?!"},{"person":"Monica","txt":" I just checked my messages, and he said that when he gets back from\nAtlanta, "},{"person":"Rachel","txt":" And?"},{"person":"Monica","txt":" Well that's it. People never say `We need to talk' unless it's something\nbad."},{"person":"Joey","txt":" Whoa, that doesn't necessarily mean that he's breaking up with you."},{"person":"Monica","txt":" Really?!"},{"person":"Joey","txt":" Yeah, maybe he just cheated on you."},{"person":"Jason","txt":" ...and I know I'll never miss doing it, but I gotta tell you, it's pretty\ncool knowing that you're making a difference in a kid's life."},{"person":"Phoebe","txt":" That is so great! Oh, I... (sees that a parked car near them has caught\non fire) Oh my God!"},{"person":"Jason","txt":" Whoa!"},{"person":"Phoebe","txt":" (the fire has worsened) Oh my God!!!"},{"person":"Jason","txt":" Ahh-ahh, we'd better call the fire department!"},{"person":"Phoebe","txt":" (stopping him) No! No! "},{"person":"Jason","txt":" No, no?"},{"person":"Phoebe","txt":" Well, we don't n-n-n-n-need a fireman, we'd, we'd like a good mechanic.\n(hears the sound of approaching sirens) Oh my God, here they come! Well, we gotta get out\nof here!"},{"person":"Jason","txt":" W-w-w-wait! Why?!"},{"person":"Phoebe","txt":" Well look, if I wanted to see a fireman, I would date one. Okay? (she\ndrags him away)"},{"person":"Ross","txt":" Th-th-that's all it is, a third nipple. Y'know? Just your run-of-the-mill\nthird nipple. Y'know? You can take it off. Just slice that baby right off!"},{"person":"Dr. Rhodes","txt":" Take your shirt off, and let's see what we're dealing with here.\n(Ross starts to take off his pants) What are you doing?"},{"person":"Ross","txt":" Just showing you my run-of-the-mill-slice-it-right-off third nipple."},{"person":"Dr. Rhodes","txt":" Well that's not a third nipple."},{"person":"Ross","txt":" No?"},{"person":"Dr. Rhodes","txt":" First of all, it's on your ass."},{"person":"Ross","txt":" Well then, what is it?!"},{"person":"Dr. Rhodes","txt":" Wait a minute, hold it. (He goes to the door and opens it.) Johnson!\nWill you come in here a moment?"},{"person":"Dr. Johnson","txt":" I'm with Hamilton!"},{"person":"Dr. Rhodes","txt":" He's good with rear things, bring him in too."},{"person":"Monica","txt":" (starting to get up) I gotta go water Pete's plants. (stops) Y'know\nwhat, if he's gonna break up with me, maybe I "},{"person":"Chandler","txt":" Well, if he's gonna break up with you, maybe Joey and I should water\nhis plants. If y'know what I mean."},{"person":"Joey","txt":" Or ha-ha, we could go over there and pee on them."},{"person":"Phoebe","txt":" (entering with Rachel) …and I-I can't take it! Y'know? I'm just,\nalways afraid one of them is gonna catch me with the other one. It's making me crazy."},{"person":"Rachel","txt":" Well honey, then why don't you break up with one of them?"},{"person":"Phoebe","txt":" (disgusted) Uh."},{"person":"Joey","txt":" Whoa-whoa-whoa. What ah, what happened to playing the field?"},{"person":"Phoebe","txt":" Well, it just, it doesn't feel like playing anymore, it feels like work.\nIt's like I'm working in the field."},{"person":"Rachel","txt":" So Pheebs, pick one of them."},{"person":"Monica","txt":" Yeah. Which one do you like more?"},{"person":"Phoebe","txt":" Well, Vince is great, y'know `cause, he's like a guy, guy. Y'know? He's\nso burly, he's sooo "},{"person":"Joey","txt":" Okay, good, so there you go. Go with Vince."},{"person":"Phoebe","txt":" Yeah, but Jason's really sensitive."},{"person":"Chandler","txt":" Well sensitive is important, pick him."},{"person":"Phoebe","txt":" Yeah."},{"person":"Joey","txt":" Oh sure, go with the sissy."},{"person":"Phoebe","txt":" Jason is not a sissy!"},{"person":"Joey","txt":" Oh no-no-no-no, I meant Chandler."},{"person":"Ross","txt":" Y'know I have dinner plans!!"},{"person":"Dr. Rhodes","txt":" Thank you soo much for coming on such a short notice. Ladies and\ngentlemen, I've-I've-I've been practicing medicine for twenty-three years, and I'm\nstumped. "},{"person":"All","txt":" Whoa. (they all lean in to get a closer look, Ross isn't pleased)"},{"person":"Monica","txt":" Okay, this is the den. All right, check this out. Lights! (the lights\nturn on automatically, but are very bright) Whoa! All right. Less lights! Bad lights!\nLights go away! (they dim) Oh, see you just need to find the right command."},{"person":"Ross","txt":" Yes, and the dimmer switch."},{"person":"Joey","txt":" Whoa! For a rich guy he's got, that's a pretty small TV."},{"person":"Monica","txt":" No-no-no, that's a video-phone. But hey guys you're not supposed to be\nhere, so please, do "},{"person":"Chandler","txt":" (sitting down on the couch) I-kea! This is comfortable."},{"person":"Rachel","txt":" (entering with Phoebe) This place is amazing."},{"person":"Phoebe","txt":" God, that is the nicest kitchen."},{"person":"Monica","txt":" I know."},{"person":"Phoebe","txt":" No! But it's the nicest kitchen, the refrigerator told me to have a\ngreat day."},{"person":"Joey","txt":" Look at this! A millionaire's checkbook."},{"person":"Monica","txt":" Joey, put that down! (the phone rings) Oh my God! It's Pete. Okay, get\nout!! How the hell do you answer a video-phone! (steps in front of it, and automatically\nanswers it)"},{"person":"Pete","txt":" Monica? (the gang ducks and hides)"},{"person":"Monica","txt":" I guess that's how."},{"person":"Pete","txt":" Hey Monica, how's it going."},{"person":"Monica","txt":" Oh it’s umm, good! It's umm, it’s good, just here watering the\nplants."},{"person":"Pete","txt":" Well don't forget that fiches over there by Rachel."},{"person":"Rachel","txt":" (standing up) Ahh... Chandler's on the couch!!"},{"person":"Pete","txt":" I see him, you guys are just the worst hiders ever."},{"person":"All","txt":" (standing up) Hey Pete."},{"person":"Joey","txt":" Hi, how ya doing?"},{"person":"Monica","txt":" Ahh, Pete, the other day when you said you needed to talk, umm, just so\nI know, is it good news or bad news."},{"person":"Pete","txt":" Oh, it's good news. No, it's definitely good news. Hold on a second, I\nhave another call. (clicks his remote) (to his other call) Hey, how's it going?"},{"person":"Monica","txt":" Oh no-no-no, it's still me."},{"person":"Pete","txt":" Ah, no it's not. I've got picture-in-picture here. (to other caller) Yeah.\n(listens) Yeah, okay. I'm gonna have to call you back later. (pause) Monica? You. I'm\ngonna have to call you back."},{"person":"Monica","txt":" Oh, oh, okay umm, so I'll see you soon."},{"person":"Pete","txt":" Okay, I love you."},{"person":"Monica","txt":" I love you."},{"person":"All","txt":" I love you, love you."},{"person":"Monica","txt":" Okay. Well, it's good news. It's good news."},{"person":"Chandler","txt":" So, what do you thing the good news is?"},{"person":"Joey","txt":" (looking at the checkbook) Wow! Look at this! He wrote a check for 50,000\ndollars to Hugo Ligrens Ring Design. (Monica is stunned) Oh, sorry, what do you think the\ngood news is?"},{"person":"Monica","txt":" Oh my."},{"person":"Rachel","txt":" Monica's gonna marry a millionaire!!!"},{"person":"Ross","txt":" Hey, you gotta get Mom on the phone. Call Mom! Call Mom!"},{"person":"Pete's Mom","txt":" Hello."},{"person":"Monica","txt":" And that's Pete's Mom. "},{"person":"Rachel","txt":" Mon you definitely have to make it a theme wedding, and the theme could\nbe, “Look how much money we’ve got!” Y'know, I mean you could put, you\ncould put money in-in the invitations! You-you could have like little money place\nsettings. And ah, you could start with a money salad! I mean it’ll be dry, but people\n"},{"person":"Monica","txt":" Would you stop? We’ve only been going out a couple of weeks, I mean\nwe don’t even know if he’s gonna propose."},{"person":"Chandler","txt":" Yes, but this is Pete. Okay? He’s not like other people, on your\nfirst date he took you to Rome. For most guys that’s like a third or fourth date\nkinda thing."},{"person":"Monica","txt":" Well if-if that’s what it is, then it’s-it’s crazy."},{"person":"Ross","txt":" Monica’s right. We’re talking about getting married here. Okay?\nShe-she can’t just rush into this."},{"person":"Rachel","txt":" Oh please, what do you know! You married a lesbian!"},{"person":"Phoebe","txt":" All right. I gotta go. I have break up with Vince."},{"person":"Chandler","txt":" Oh, so you’re going with the teacher, huh?"},{"person":"Phoebe","txt":" Yeah, I like Vince a lot, y'know? But, it’s just Jason’s so\nsensitive, y'know? And in the long run, I think sensitive it’s just better than\nhaving just like a really, really, really nice (pause) butt. (Her eyes glaze over thinking\nabout the butt.) (pause) Jason! Definitely Jason! Okay, wish me luck!"},{"person":"All","txt":" Good luck!"},{"person":"Rachel","txt":" OH MY GOD!!! (She holds her hands up in triumph and the gang all look at\nher.) Sorry, I was just imagining what it’d be like to catch the money bouquet. "},{"person":"Phoebe","txt":" Excuse me. Umm, is Vince here?"},{"person":"Fireman","txt":" Oh sure. Vince?!"},{"person":"Vince","txt":" Yo!! (slides down that pole that fire station’s have)"},{"person":"Phoebe","txt":" Wow! I didn’t know you guys actually used those. "},{"person":"Vince","txt":" So, what’s up?"},{"person":"Phoebe","txt":" Umm, wow. This-this isn’t gonna be easy. Umm, I don’t think we\nshould see each other anymore."},{"person":"Vince","txt":" Uh-huh. G-good deal."},{"person":"Phoebe","txt":" I’m sorry."},{"person":"Vince","txt":" No-no it’s okay. It’s just that ah, I thought we had something\npretty special here. And y'know I-I felt like you were someone I could finally open up to,\nand… (starts choking up) That there’s so much in me I have to share with you\nyet."},{"person":"Phoebe","txt":" Oh my God, I didn’t…"},{"person":"Vince","txt":" (starting to cry) I’m sorry, I can’t talk. I’m gonna go\nwrite in my journal. (walks away)"},{"person":"Phoebe","txt":" (running after him) Wait-wait-wait! Wait!!"},{"person":"Phoebe","txt":" (to Ross) I’m telling you, if you want to take care of that thing,\nyou should go to my herbal guy."},{"person":"Ross","txt":" Thank you, but I want to remove it Pheebs. I don’t want to make it\nsavory."},{"person":"Monica","txt":" Y'know when girls sleep with guys with weird things on their body, they\ntell their friends about it."},{"person":"Ross","txt":" Gimme this. (Grabs the herbalist’s card and leaves.)"},{"person":"Rachel","txt":" (entering) Hi! Okay, don’t be mad at me, but I couldn’t\nresist."},{"person":"Monica","txt":" Brides magazines?"},{"person":"Rachel","txt":" Yes, and I know that you’d say no if he asked you, but I’m\nsorry; how great would you look walking down the aisle in this Donna Carin. (shows her the\npicture.)"},{"person":"Phoebe","txt":" (gasps) Oh, you so would! Oh, you should get that anyway. (They both\nlook at her.) Like for clubbing. "},{"person":"Monica","txt":" It is so weird, I know what I said, but uh, this morning, I was lying in\nbed I was, I was imagining what it would be like to say yes. (Rachel slams the magazine\nshut in amazement.) I know it’s a little sudden, and it’s a little rushed, and\nit’s totally not like me to do something like this, but that doesn’t mean I\ncan’t. Right? I mean I’m-I’m crazy about Pete, and I know that we want the\nsame things, and when I thought about saying yes, it made me really happy."},{"person":"Rachel","txt":" Oh my God. (starting to cry) "},{"person":"Monica","txt":" I know. (pause) I need more pie. (goes and gets some)"},{"person":"Phoebe","txt":" Hey Mon umm, if you do get married, can I bring two guests?"},{"person":"Rachel","txt":" You didn’t break up with that fireman?"},{"person":"Phoebe","txt":" No, that was my way of telling you. Well, it turns out he’s\nincredibly sensitive, he keeps a journal and he paints. He even showed me charcoal\ndrawings that he drew of me."},{"person":"Rachel","txt":" Wow!"},{"person":"Phoebe","txt":" Yeah, well he’d prefer water colors, but y'know, he has easy access\nto a lot of charcoal."},{"person":"Monica","txt":" So then, are you going to dump Jason?"},{"person":"Phoebe","txt":" Well, yeah, because I have to break up with someone, and… Okay so\nJason is sensitive, (holds up one finger) but now so’s Vince (holds up one finger on\nher other hand) Plus, Vince has the body y'know? (holds up two more fingers on the Vince\nside) So… It’s really just about the math."},{"person":"Phoebe","txt":" (knocks on the door) Jason?"},{"person":"Jason","txt":" Yeah, come on in."},{"person":"Jason","txt":" So Phoebe, you ah, sounded kinda serious on the phone, is ah, is anything\nwrong?"},{"person":"Phoebe","txt":" Nah-ha!"},{"person":"Guru Saj","txt":" You must be Ross."},{"person":"Ross","txt":" Hi."},{"person":"Guru Saj","txt":" I am Guru Saj. (takes the drawer back and replaces)"},{"person":"Ross","txt":" Listen, I got to tell you I’ve-I’ve never been to a guru before,\nso..."},{"person":"Guru Saj","txt":" Well, relax. If it makes you feel better, I’ve attended some of\nthe finest medical schools in Central America. Well then, let’s take a look at this\nskin abnormality of yours. (motions to the table) Come on, have a seat. (looks at it) Eeh,\nhuh. As I suspected, it’s a koondis!"},{"person":"Ross","txt":" What’s a koondis?"},{"person":"Guru Saj","txt":" I don’t know, what’s a koondis with you? (starts laughing as\nif that joke was funny, Ross only looks at him, and he stops) Please, lie down! I’ve\ngot a sav that oughta shrink that right up."},{"person":"Ross","txt":" I guess it’s worth a try."},{"person":"Guru Saj","txt":" Oh sure, we should see results—Whoa!! Clearly not the way to go!!\n(quickly wipes it off)"},{"person":"Ross","txt":" What?! What?!"},{"person":"Guru Saj","txt":" We appear to have angered it."},{"person":"Ross","txt":" We?! We angered it?!"},{"person":"Guru Saj","txt":" Oh, I think I see the problem. And I’m afraid we’re gonna\nhave to use a much stronger tool. (Ross gives him a ‘What?’ look) Love."},{"person":"Ross","txt":" Oh God!"},{"person":"Guru Saj","txt":" (He starts moving his hands around in circles above the thing.) Ross,\nthere is absolutely no way this is going to come off unless you start to…"},{"person":"Ross","txt":" Ow!! "},{"person":"Guru Saj","txt":" Oops."},{"person":"Ross","txt":" What was, what was that?"},{"person":"Guru Saj","txt":" Well it’s gone."},{"person":"Ross","txt":" What?! How’s that?"},{"person":"Guru Saj","txt":" It got caught on my watch."},{"person":"Ross","txt":" Hey! (congratulates him)"},{"person":"Pete","txt":" Lights. (The lights turn on, once again they’re too bright.) Uh,\nromantic lights. (The lights dim.)"},{"person":"Monica","txt":" Ooh, nice."},{"person":"Pete","txt":" So ah, there was this thing I wanted to talk to you about."},{"person":"Monica","txt":" Oh, right! I completely forgot about that."},{"person":"Pete","txt":" Well ah, I’ve been doing a lot of thinking, and I look at my\nlife…"},{"person":"Monica","txt":" Yeah?"},{"person":"Pete","txt":" And I feel like I’ve conquered the business world, and I feel like\nI’ve conquered the intellectual world, and now I-I have the most beautiful woman in\nthe world."},{"person":"Monica","txt":" Wow."},{"person":"Pete","txt":" There’s one thing missing."},{"person":"Monica","txt":" What’s that?"},{"person":"Pete","txt":" It’s time for me to conquer the physical world."},{"person":"Monica","txt":" Okay. (not sure of herself)"},{"person":"Pete","txt":" Monica, I want to become (pause) the Ultimate Fighting Champion."},{"person":"Monica","txt":" You wanna what?!"},{"person":"Pete","txt":" I want to become the Ultimate Fighting Champion! It’s the most\nintense physical competition in the world, it’s banned in 49 states!"},{"person":"Monica","txt":" What are you talking about?"},{"person":"Pete","txt":" Okay, my trainer, Ho Chi, is teaching me a combination of Gee Koon Doe and\nBrazilian street fighting, I’ve even had my own octagon training ring designed."},{"person":"Monica","txt":" And I suppose you used a ring designer for that."},{"person":"Pete","txt":" Yeah. Monica, I want you there in the front row when I win. I want you\nclose enough to smell the blood. What do you think?"},{"person":"Monica","txt":" My parents will be so happy."},{"person":"Phoebe","txt":" (singing) “Crazy underwear, creepin’ up my butt. (Jason\nenters) Crazy underwear, always in a rut. Crazy under-(sees Jason)-wear…” (In\nher head) "},{"person":"Jason","txt":" (going up to her) Hey. I was…"},{"person":"Phoebe","txt":" Hey!"},{"person":"Jason","txt":" I was passin’ by and I saw that you were playing tonight, it’s\nkinda cool seeing you up there. (kisses her)"},{"person":"Vince","txt":" (running over) Whoa! Hey-hey! What’s going on here? Who is this guy?"},{"person":"Phoebe","txt":" I don’t know, he just started kissing me. Get him! Get him, Vince!"},{"person":"Vince","txt":" What?!"},{"person":"Jason","txt":" What?!"},{"person":"Phoebe","txt":" Yeah, okay, I’ve-I’ve been dating both of you, and it’s\nbeen really horrible. ‘Cause y'know it’s been a lot of fun, for me. Umm, but I-I\nlike you both, and I, and I didn’t know how to chose, so... I’m sorry, I’m\njust, I’m terrible, I’m a terrible person. I’m terrible."},{"person":"Vince","txt":" Phoebe, Phoebe relax, it’s okay. I mean we never said this was\nexclusive."},{"person":"Jason","txt":" Yeah, and neither did we. Give yourself a break."},{"person":"Phoebe","txt":" Really?!"},{"person":"Jason","txt":" Yeah. I mean y'know, we haven’t been going out "},{"person":"Vince","txt":" You haven’t?"},{"person":"Jason","txt":" You have?"},{"person":"Phoebe","txt":" Well, this is none of my business. (starts to walk away)"},{"person":"Jason","txt":" (to Phoebe) I-I can’t believe this! You-you’ve slept with him?!"},{"person":"Phoebe","txt":" Well, I made you a candle light dinner in the park."},{"person":"Jason","txt":" Y'know Phoebe, I’m gonna make this real easy for you. (walks out)"},{"person":"Phoebe","txt":" (to Vince) Well, that could’ve been really awkward."},{"person":"Vince","txt":" You made him a candle light dinner in the park?"},{"person":"Phoebe","txt":" Yeah, but I-I-I-I can do that for you, I’m gonna do that for you."},{"person":"Vince","txt":" Uh yeah, I can’t believe I ever went out with somebody who would\nactually have an open flame in the middle of a wooden area. (walks out)"},{"person":"Chandler","txt":" (comforting the duck) Everything’s gonna be all right. Okay,\nDick?"},{"person":"Guru Saj","txt":" (entering) Hello, I am Guru Saj-(sees the duck)-Whoa!! (to Joey)\nThat’s supposed to be a duck right? ‘Cause otherwise, this is waaay out of my\nleague."},{"person":"Joey","txt":" Yeah, yeah. He’s got a, he’s got a really bad cough, and our\nvet, he can’t do anything about it. Is there something you can do?"},{"person":"Guru Saj","txt":" Hmm, let me see. Let me see. Do you think you could get him to eat a\nbat?"}]