[{"person":"Monica","txt":" What is it hon?"},{"person":"Phoebe","txt":" I-I can’t find anything that I want to eat! Everything I eat makes\nme nauseous! I’m telling you, being pregnant is no piece of cake—ooh! Cake!\n(Chandler shrugs, and Phoebe grimaces.) No."},{"person":"Monica","txt":" Aww, honey I’m sorry."},{"person":"Phoebe","txt":" God! Ooh! What is that smell? It’s coming from the bathroom. Ooh!\n(She goes to the bathroom.)"},{"person":"Chandler","txt":" Wow! Pregnancy does give you some weird cravings."},{"person":"Joey","txt":" Yeah?"},{"person":"Phoebe","txt":" It’s me. It’s Phoebe. Listen there’s something in here I\nwant to eat, what-what smells so good?"},{"person":"Joey","txt":" Is it the shampoo? It’s guava."},{"person":"Phoebe","txt":" (she smells his head) No!"},{"person":"Joey","txt":" Oh! Wait-wait! (Reaches inside the shower.) Is it my bologna sandwich?"},{"person":"Phoebe","txt":" Yes. Yes. Yes. I can’t believe it! The baby wants bologna! Maybe he\nwants me to eat meat? I can’t eat meat!"},{"person":"Joey","txt":" Oh, wait-wait! (Reaches into the shower again.) Maybe it’s a pickle?!"},{"person":"Chandler","txt":" What are you writing?"},{"person":"Rachel","txt":" Well, Joshua’s coming in tomorrow and since I don’t have the\nguts to ask him out, I’m going to sell him a coat and put this note in the pocket."},{"person":"Chandler","txt":" Oh yeah? (He grabs the pad and starts reading it.) Joshua, give me a\ncall sometime, guys like you (Pause) never go out of style—what did you throw away?"},{"person":"Chandler","txt":" Hi guys!"},{"person":"All","txt":" Hey!"},{"person":"Joey","txt":" Hey, what have you guys been up too?"},{"person":"Ross","txt":" Oh, we went to see a collection of Victorian doorknobs and the\nCupert-Hewitt museum."},{"person":"Chandler","txt":" Without me?!"},{"person":"Emily","txt":" My uncle dragged us there. But, it actually it turned out to be really\ninteresting."},{"person":"Ross","txt":" Yeah."},{"person":"Emily","txt":" They were so ornate and beautiful, I mean look at that! (Shows them a\ndoorknob she has.)"},{"person":"Monica","txt":" I don’t know how museums work in England but, here, you’re not\nsupposed to take stuff."},{"person":"Emily","txt":" I uh, I got it from the gift shop. They have really lax security there.\n(Chandler is shocked.) It’s a joke. (They all laugh.)"},{"person":"Ross","txt":" Bye. (They kiss.)"},{"person":"Emily","txt":" Right, I’ve got to be off, I’ll see ya. Buh-bye then. (She\nleaves.)"},{"person":"Joey","txt":" Wow! You guys seem to be having a good time."},{"person":"Ross","txt":" Oh yeah, she’s-she’s amazing. And-and she’s so much fun.\nAnd! Y’know what? When I’m with her, I’m fun! I even signed up for\nhelicopter classes. (Chandler is shocked.) She’s leaving in two days, I don’t\nhave to do it."},{"person":"Monica","txt":" Oh no, two days, you must be bummed."},{"person":"Ross","txt":" Yeah, she’s got to go back to London. But you know what? I’ve\nbeen prepared for this from the start. We both knew we had two weeks together, and\nthat’s it. Y’know."},{"person":"Joey","txt":" Hey that’s what all my relationships are like."},{"person":"Chandler","txt":" Yes, but in Ross’s case, they "},{"person":"Ross","txt":" Pheebs!"},{"person":"All","txt":" Hey!"},{"person":"Ross","txt":" (starts rubbing her belly) Hello! Hello!"},{"person":"Phoebe","txt":" (angered by the rubbing) Yes! I know! I know! Yeah! So the baby is\ntotally craving meat. This afternoon I tried tricking it, I made it a soy-burger to make\nit think it was getting meat, y’know? And I got nauseous."},{"person":"Chandler","txt":" Maybe that’s because soy-burgers suck!"},{"person":"Phoebe","txt":" Being pregnant is tough on your tummy."},{"person":"Joey","txt":" Hey, but at least you got that cool, pregnant lady glow."},{"person":"Phoebe","txt":" That’s sweat. You throw up all morning, you’ll have that glow\ntoo."},{"person":"Joshua","txt":" (coming in from a changing room) Okay!"},{"person":"Rachel","txt":" Oh, here’s that trench-coat that you wanted."},{"person":"Joshua","txt":" Oh great! (He tries on the coat.) Wow! Yeah, it’s comfortable. "},{"person":"Rachel","txt":" Yeah?"},{"person":"Joshua","txt":" Man, I could really flash somebody in this thing. (He goes to put his\nhands in his pockets.)"},{"person":"Rachel","txt":" (stopping him) Oh no-no, no-no, they don’t want you to put your\nhands in the pockets until you are out of the store."},{"person":"Joshua","txt":" Why not?!"},{"person":"Rachel","txt":" Well, that’s because of a lot of…(She imitates someone picking\ntheir nose and placing the treasure found in the pockets.)"},{"person":"Joshua","txt":" Y’know, they ruin it for everybody."},{"person":"Rachel","txt":" I know!"},{"person":"Joshua","txt":" Y’know, I wore that cashmere sweater on a date last night."},{"person":"Rachel","txt":" Oh?"},{"person":"Joshua","txt":" Yeah, it was my first date since the uh, since the divorce."},{"person":"Rachel","txt":" Well, congratulations, so do you love her?"},{"person":"Joshua","txt":" No, no, no, she’s nice but, y’know, it just it made me realize\nthat I’m just not, I’m just not ready to be dating, y’know?"},{"person":"Rachel","txt":" Huh. Well, uh, that’s uh, that’s interesting. (She goes over\nand retrieves her note.)"},{"person":"Joshua","txt":" (noticing her) Hey-whoa-hey-hey, what was that?"},{"person":"Rachel","txt":" Oh, it’s just an anti-theft device."},{"person":"Joshua","txt":" Then uh, what’s-what’s this? (Shows her the real anti-theft\ndevice.)"},{"person":"Rachel","txt":" You need that, you need that too ‘cause obviously, a thief could\njust tear this up. (Rips up the note.)"},{"person":"Rachel","txt":" Oops, sorry. Listen, we-we have to have a party tonight! Actually, we\nhave to have one in five minutes, so everybody cancel your plans."},{"person":"Chandler","txt":" What are you talking about?"},{"person":"Joey","txt":" Yeah, what’ going on?"},{"person":"Rachel","txt":" We have to have a surprise Bon Voyage party for Emily. But it’s\nactually for Joshua. (Starts handing out party hats.) Look, he said he’s not ready to\ndate, so I had to invite him to a party if I wanted to see him outside of work, and now I\nhave the perfect opportunity to seduce him! (Hands Ross a party hat.)"},{"person":"Ross","txt":" Well, as much as I’d like to meet Josh and warn him, Emily and I\naren’t going to be here. All right? I mean, she’s going to come by first to say\ngood-bye, and then I’ve got a whole special evening planned. So I’m sorry, no\nparty."},{"person":"Joey","txt":" Awwww!"},{"person":"Emily","txt":" (entering) Hello?"},{"person":"Rachel","txt":" Surprise!!!"},{"person":"Chandler and Joey","txt":" Surprise!! "},{"person":"Emily","txt":" No one’s ever thrown me a surprise party before!"},{"person":"Rachel","txt":" Well, it was all Ross’s idea."},{"person":"Emily","txt":" You’re so sweet! And I’m so surprised!"},{"person":"Ross","txt":" You really didn’t know?"},{"person":"Chandler","txt":" Why are you in here if Joshua is all the way over there? (Points to\nthe living room.)"},{"person":"Rachel","txt":" Uhh, because I’m trying to play hard to get. Oh, quick he’s\nlooking over here, say something funny."},{"person":"Chandler","txt":" Like what?"},{"person":"Joey","txt":" What-what-what is so funny?"},{"person":"Chandler","txt":" I said, \"Like what?\""},{"person":"Joey","txt":" Now that’s a thinker."},{"person":"Rachel","txt":" Okay, y’know what, y’know what? This playing hard to get thing\nis not working. Umm, hand-hand me those cherries. (Chandler does so.) Okay. Okay. (She\ndoes a little sexy walk over to where Joshua is standing.) Hi!"},{"person":"Joshua","txt":" Hi!"},{"person":"Rachel","txt":" Care for a cherry?"},{"person":"Joshua","txt":" Oh, no thanks."},{"person":"Rachel","txt":" No? Y’know, I can tie one of these into a knot using just my\ntongue. "},{"person":"Joshua","txt":" You okay? (Rachel swallowed it whole and is not hacking like a heavy\nsmoker in the morning.) You all right? (Rachel walks away, coughing.)"},{"person":"Ross","txt":" (interrupting Monica and Emily) So we should probably get going soon."},{"person":"Emily","txt":" Oh, but the party’s only just getting started!"},{"person":"Ross","txt":" Yeah, but we-we have to be at the"},{"person":"Emily","txt":" So why did you plan a party at the same time?"},{"person":"Ross","txt":" No-no-no, no, umm, actually American surprise parties are-are-are very\nshort. It’s usually, \"Surprise!\" And then, \"Oh my God, I’m so\nsurprised—good-bye!\""},{"person":"Emily","txt":" But Ross, I’m such having a great time! Your sister has just been\ntelling me that you used to dress up like little, old ladies and hold make-believe tea\nparties."},{"person":"Ross","txt":" Monica said that did she? (He squeezes Monica’s knee really hardly\nand Monica winces in pain.)"},{"person":"Phoebe","txt":" Ooh, yeah. Then what are you going to put on top of that?"},{"person":"Joey","txt":" A little salami. "},{"person":"Phoebe","txt":" Ooh yeah! Then umm, what goes on top of the salami?"},{"person":"Joey","txt":" Pastrami. "},{"person":"Phoebe","txt":" Oooh, yeah. You’re a genius."},{"person":"Rachel","txt":" Oh, could somebody give me a hand with this zipper?"},{"person":"Joey","txt":" Yeah. (He goes over to her.)"},{"person":"Rachel","txt":" Up!"},{"person":"Monica","txt":" You changed?"},{"person":"Rachel","txt":" Yeah, I did. I needed my lucky dress."},{"person":"Monica","txt":" And lucky means, more cleavage? "},{"person":"Chandler","txt":" Does for me."},{"person":"Rachel","txt":" Ohh, God! Look at him, he’s so cute. I wanna go over there, grab\nhim, and kiss him! How can I kiss him and not letting him know that I like him?"},{"person":"Joey","txt":" Oh! I know how you can get him, take off your bra."},{"person":"Rachel","txt":" What?"},{"person":"Joey","txt":" There was a seen in "},{"person":"Chandler","txt":" "},{"person":"Joey","txt":" Yeah-yeah, yeah, with that-that uh, plumber girl…"},{"person":"Chandler","txt":" She was a welder."},{"person":"Joey","txt":" What? Were you like "},{"person":"Monica","txt":" Or if you want to kiss him, umm, you could use mistletoe."},{"person":"Rachel","txt":" It’s not Christmas!"},{"person":"Monica","txt":" Or Spin the Bottle?"},{"person":"Rachel","txt":" He’s not 11!"},{"person":"Emily","txt":" (with her coat on, she’s leaving with Ross) Thank you so much for\nthis. It was really so thoughtful of you."},{"person":"Rachel","txt":" What? You’re leaving?!"},{"person":"Ross","txt":" Yes, we have something we have to get to."},{"person":"Joshua","txt":" Uhh, yeah, I think I’m going to take-off too."},{"person":"Rachel","txt":" No! You guys can’t leave yet! You have to stay, we-we got the whole\nbig thing planned!"},{"person":"Ross","txt":" What big thing?"},{"person":"Rachel","txt":" (spinning the bottle) So, Spin the Bottle works like this: I spin the\nbottle, it lands on Gunther, so I would have to kiss Gunther. (She crawls over to where\nGunther is sitting and sees the look of anticipation on Gunther’s face and decides\nnot to kiss him.) All right. Who wants to go first?"},{"person":"Emily","txt":" I’ll go."},{"person":"All","txt":" Yay!"},{"person":"Joey","txt":" Welcome to America. (They both kiss.)"},{"person":"Monica","txt":" Two in a row! You’ve got to use your tongues now! (They kiss\nagain.)"},{"person":"Rachel","txt":" Yay! Emily! "},{"person":"Chandler","txt":" What are the odds? What are the odds?"},{"person":"Ross","txt":" (stopping them) Okay, that-that’s enough! Y’know, let’s,\nlet’s let someone else play."},{"person":"Joey","txt":" If you didn’t want to play, why did you come to the party?"},{"person":"Rachel","txt":" Okay, my turn!!"},{"person":"Phoebe","txt":" Oh my God!! The baby just kicked!"},{"person":"All","txt":" Ohh!"},{"person":"Rachel","txt":" It’s okay! It’s okay! It kicked once, it’ll kick again!"},{"person":"All","txt":" Oh my God!"},{"person":"Rachel","txt":" All right, well, everybody just remember where they were sitting. "},{"person":"Rachel","txt":" Just a bug."},{"person":"Phoebe","txt":" Y’know it doesn’t matter how much I’m craving it.\nY’know why I’m never gonna eat meat? Because it’s murder, cold blooded\nmurder."},{"person":"Chandler","txt":" Okay. "},{"person":"Chandler","txt":" There’s a Phoebe on my sandwich! (He walks away, giving the\nsandwich to Phoebe.)"},{"person":"Joey","txt":" Phoebe, what-what are you doing?!"},{"person":"Phoebe","txt":" I can’t help it. I need the meat. The baby needs the meat."},{"person":"Joey","txt":" All right look, y’know how-y’know how when you’re dating\nsomeone and you don’t want to cheat on them, unless it’s with someone really\nhot?"},{"person":"Phoebe","txt":" Yeah, totally!"},{"person":"Joey","txt":" All right. Okay. Well this is the same kind of deal. If you’re going\nto do something wrong, (He grabs two steaks from the freezer) do it right!"},{"person":"Joey","txt":" Feel better now?"},{"person":"Phoebe","txt":" Yeah, but at what cost? Six more months, three meals a day, I’m\ngonna eat like, y’know millions of cows."},{"person":"Joey","txt":" Hey, what if I said, I could even things out for ya, meatwise."},{"person":"Phoebe","txt":" What?"},{"person":"Joey","txt":" Well, I eat a lot of meat right?"},{"person":"Phoebe","txt":" Yeah."},{"person":"Joey","txt":" Well, suppose until the baby’s born I laid off it. No extra animals\nwould die, you-you’d just be eating my animals."},{"person":"Phoebe","txt":" Joey, I can’t believe you would do that for me."},{"person":"Joey","txt":" Absolutely! I could be a vegetarian. There’s no meat in beer, right?"},{"person":"Ross","txt":" Okay, we could still make dinner if we skipped the appetisers and asked\nfor our check right away."},{"person":"Emily","txt":" But, we can’t go now. It looks like Rachel’s gonna put on a\nskit."},{"person":"Monica","txt":" Oh my God! Have you lost your mind?"},{"person":"Rachel","txt":" No-n-n-n-no! I am "},{"person":"Monica","txt":" Rachel-Rachel-Rachel I-I cannot, I can’t let—(pause), actually\nI kinda want to see what happens."},{"person":"Joshua","txt":" Hey!"},{"person":"Rachel","txt":" Hi!"},{"person":"Joshua","txt":" Nice uh, costume."},{"person":"Rachel","txt":" Ohh, yeah, well I wanted to give Emily a big American "},{"person":"All","txt":" E!"},{"person":"Rachel","txt":" Gimme an ‘M!’"},{"person":"All","txt":" M!"},{"person":"Rachel","txt":" Gimme an ‘I!’"},{"person":"All","txt":" I!"},{"person":"Rachel","txt":" Gimme an ‘L!’"},{"person":"All","txt":" L!"},{"person":"Rachel","txt":" Gimme a ‘Y!’"},{"person":"All","txt":" Y!"},{"person":"Rachel","txt":" What do you get? (She throws her pom-poms to Joey and Phoebe and\nperforms a cartwheel.) Emily!! (Tries to do another one.) Emil—Whoa!! (She falls in\nChandler’s room.) Okay! So that’s me as a cheerleader! Ta-dum! (Gunther’s\nthe only one that claps.)"},{"person":"Joey and Monica","txt":" Are you all right?"},{"person":"Rachel","txt":" I’m fine! I’m fine! I’m just losing a tooth, it’s no\nbig deal. I have a dentist! Y’know. I’m gonna go put some ice on it. Excuse me.\n(She goes over to the ice and Joey and Monica follow her.) What do I do now? What do I do\nnow?"},{"person":"Monica","txt":" I think you’re done."},{"person":"Joey","txt":" Okay, time to take off the bra. (She glares at him.)"},{"person":"Joshua","txt":" Umm, that was "},{"person":"Joey","txt":" (trying not to be obvious) Take the bra off."},{"person":"Rachel","txt":" All right, come on, let’s go get your coat."},{"person":"Joshua","txt":" Okay."},{"person":"Gunther","txt":" Rachel is my girlfriend."},{"person":"Joshua","txt":" So, this was uh, really fun."},{"person":"Rachel","txt":" Oh, yeah! Real fun. (She makes a decision.) Y’know, this bra…\nReally, bothers me. (She starts taking off her bra.) Y’know, this used to be my\nbedroom. Yeah. A lot of memories in here, a "},{"person":"Joshua","txt":" Need uh, need a little hand there."},{"person":"Rachel","txt":" Oh no-no-no! No, I got this all under control."},{"person":"Joshua","txt":" You really don’t seem like you do. That’s…"},{"person":"Rachel","txt":" Ughhhh!! Forget it! (Sits down heavily on the bed.) This is, this is not\nhow this is supposed to happen."},{"person":"Joshua","txt":" Well, what was supposed to happen?"},{"person":"Rachel","txt":" Can you not look at me when I say this? (He turns around) I thought that\nif I could get you here, I could seduce you."},{"person":"Joshua","txt":" Huh. Oh, boy! (Sits down next to her.) Uhh, I-I don’t wear suits to\nwork, and I bought six of them from you."},{"person":"Rachel","txt":" Well, I’m sorry, I thought you needed them!"},{"person":"Joshua","txt":" No, no-no, no-no, my point is that I kept coming back because, I wanted\nto see you."},{"person":"Rachel","txt":" Why?!"},{"person":"Joshua","txt":" Because I-I like you."},{"person":"Rachel","txt":" You like me?"},{"person":"Joshua","txt":" Yeah! I mean you’re-you’re beautiful and smart and\nsophisticated—a lot of this isn’t based on tonight."},{"person":"Rachel","txt":" Yeah but-but-but you liked me! Oh my God, I can’t believe this, all\nthis time, I liked you and you liked me!"},{"person":"Joshua","txt":" But…"},{"person":"Rachel","txt":" Oh no-no-no don’t say but! No-no, but’s never good! Let’s\njust leave it at, you like me and I like you."},{"person":"Joshua","txt":" Okay uh, however…"},{"person":"Rachel","txt":" Oh, now see that’s a fancy but."},{"person":"Joshua","txt":" My marriage like "},{"person":"Rachel","txt":" But…."},{"person":"Joshua","txt":" I’m sorry, I, I just need a little time."},{"person":"Rachel","txt":" Okay."},{"person":"Rachel","txt":" Ohh, here you are. I was looking for you before. Joshua’s gone so\nyou and Emily are free to go."},{"person":"Ross","txt":" That’s okay. She’s still in there enjoying her fake party and\nuh, it’s too late to do any of the things I had planned, so…"},{"person":"Rachel","txt":" Oh, Ross, I’m sorry. I completely ruined your evening."},{"person":"Ross","txt":" Yeah."},{"person":"Rachel","txt":" Well, if it makes you feel any better, I made a fool out of myself."},{"person":"Ross","txt":" Helps a little."},{"person":"Rachel","txt":" Is there room on that step for a pathetic loser?"},{"person":"Ross","txt":" Yeah, have a seat."},{"person":"Rachel","txt":" I’m so sorry."},{"person":"Ross","txt":" That’s okay, I mean it was just two-week thing anyway, I just\ndidn’t want it to end this way, y’know?"},{"person":"Rachel","txt":" Well, maybe you didn’t want it to end?"},{"person":"Ross","txt":" What do you mean?"},{"person":"Rachel","txt":" You seem to really like her."},{"person":"Ross","txt":" Yeah, I really do. Yeah, but what am I gonna do, I mean we-we both agreed\nthat it was gonna be a two-week thing, y’know no commitment."},{"person":"Rachel","txt":" Ross, that girl just spent the entire evening talking to your friends,\nasking to hear stories about you, looking through Monica’s photo albums, I mean you\ndon’t do that if you’re just in it for two weeks."},{"person":"Ross","txt":" You think?"},{"person":"Rachel","txt":" Yeah, you got like 14 hours until she has to be at the airport, and\nyou’re sitting here in the hallway with a 28-year-old cheerleader with a fat lip."},{"person":"Ross","txt":" Hey, you’re right."},{"person":"Rachel","txt":" Yeah."},{"person":"Ross","txt":" Thanks. (He starts to go inside and stops.) What photo album was it?"},{"person":"Rachel","txt":" I don’t know, it was you and a bunch of albino kids."},{"person":"Ross","txt":" Oh my God! Those weren’t albino kids, that was computer camp! Rach!\n(He hurries inside and Chandler is taking out the garbage.)"},{"person":"Rachel","txt":" Hey."},{"person":"Chandler","txt":" Hey."},{"person":"Rachel","txt":" You’re a pathetic loser, right?"},{"person":"Chandler","txt":" Oh-ho, yeah!"},{"person":"Rachel","txt":" Sit!"},{"person":"Joshua","txt":" Hi. (He has just returned.)"},{"person":"Rachel","txt":" Oh my gosh, Joshua!"},{"person":"Joshua","txt":" All those things I said about not being ready…"},{"person":"Rachel","txt":" They’re not true?"},{"person":"Joshua","txt":" No, they’re-they’re all true."},{"person":"Rachel","txt":" Oh."},{"person":"Joshua","txt":" But…"},{"person":"Rachel","txt":" Oh! Oh, I love that but."},{"person":"Rachel","txt":" You wanna go inside and have some coffee?"},{"person":"Joshua","txt":" Yeah."},{"person":"Rachel","txt":" Okay. (Joshua goes inside and to Chandler.) Every time."},{"person":"Joey","txt":" Oooh, what you got there?"},{"person":"Phoebe","txt":" Pastrami."},{"person":"Joey","txt":" Oh-ho-ho, yeah! Hey! Y’know what goes good with that?"},{"person":"Phoebe","txt":" Hm-mm, corn beef."},{"person":"Joey","txt":" Ooh, I was gonna say bologna, but that’s much better. How about a\nlittle of that smoked turkey?"},{"person":"Phoebe","txt":" Okay."},{"person":"Joey","txt":" (He starts looking longingly at the sandwich.) Oh mama! Uh when-when is\nthe baby due?"},{"person":"Phoebe","txt":" Six months."},{"person":"Joey","txt":" Ugh. Now if a cow should die of natural causes, I can have one of those\nright?"},{"person":"Phoebe","txt":" Not if I get there first."}]