[{"person":"Monica","txt":" Guys, hurry up! The flight leaves in four hours! It could take time to\nget a taxi! There could be traffic! The plane could leave early! When we get to London,\nthere could be a line at customs! Come on!! (She runs back to her apartment.)"},{"person":"Chandler","txt":" Six-hour trip to London. That’s a lot of Monica."},{"person":"Monica","txt":" Passport, check! (As she puts away each item, she says check.) Camera,\ncheck! Traveller’s cheques, check! "},{"person":"Rachel","txt":" Who are you saying \"check\" too?"},{"person":"Monica","txt":" Myself. Y’know for remembering to pack a thing. Yeah, you do a good\nthing, you get a check! (pause) My mom does it, I never realized it was weird."},{"person":"Phoebe","txt":" Yeah, my mom used to put her head in the oven. Well, actually, she only\ndid it the one time. But it was pretty weird."},{"person":"Ross","txt":" (entering) Hey!"},{"person":"Monica","txt":" Hey!"},{"person":"Ross","txt":" Hey! Are you ready yet?"},{"person":"Monica","txt":" Yep! You got the tickets?"},{"person":"Ross","txt":" Oh! Got ‘em right here, (Pats his coat pocket) check!"},{"person":"Joey","txt":" It’s all London, baby! Here we go. (He takes a picture of a less than\nenthused Chandler and starts towards the girls’ apartment.)"},{"person":"Chandler","txt":" You got your passport?"},{"person":"Joey","txt":" Yeah, in my third drawer on my dresser. You don’t want to lose that."},{"person":"Joey","txt":" Ohh!! (Runs to his room.)"},{"person":"Chandler","txt":" There it is."},{"person":"Monica","txt":" Okay, if you need the vacuum, it’s in my closet on the left-hand\nside. Ah, the garbage bags are next to the refrigerator…"},{"person":"Phoebe","txt":" Okay, okay, but Rachel’s gonna be here too, can’t I just ask\nher this stuff?"},{"person":"Monica","txt":" Yeah, okay, give that a try!"},{"person":"Chandler","txt":" (entering, with Joey) All right! Let’s do it!"},{"person":"Joey","txt":" Woo-hoo!!"},{"person":"Ross","txt":" Yeah, cheerie-o! "},{"person":"Joey","txt":" London baby!"},{"person":"Chandler","txt":" Okay, ‘cause that’s not gonna get annoying."},{"person":"Joey","txt":" (louder) London baby!!"},{"person":"Chandler","txt":" Hey, y’know what? I was wrong."},{"person":"Ross","txt":" Well, we’re all here! I guess we should get going!"},{"person":"Phoebe","txt":" Ohhh, I wanna come over there and give you a hug and wish you luck on\nyour wedding, but I don’t—can’t get up."},{"person":"Ross","txt":" Oh, I’ll-I’ll come hug you."},{"person":"Phoebe","txt":" Great! Yeah, could you bring me the newspaper?"},{"person":"Ross","txt":" Yeah. (He does so and Phoebe hugs him.)"},{"person":"Phoebe","txt":" Oh, have a great wedding!"},{"person":"Ross","txt":" Thanks."},{"person":"Phoebe","txt":" Oh, hey, Chandler I wanna hug you too!"},{"person":"Chandler","txt":" Hey! (Trots over)"},{"person":"Phoebe","txt":" Oh, and great! You might as well bring me my book, it’s on the\ncounter in your apartment."},{"person":"Chandler","txt":" Oh. (Goes and gets Phoebe’s book as Rachel comes in from her\nroom.)"},{"person":"Ross","txt":" (to Rachel) So, we’re off."},{"person":"Rachel","txt":" Have fun!"},{"person":"Ross","txt":" Thanks! (They hug.) Ugh, I can’t believe you’re not gonna be\nthere!"},{"person":"Rachel","txt":" Oh, I know."},{"person":"Ross","txt":" So-so come! Why don’t you come?"},{"person":"Rachel","txt":" What?!"},{"person":"Ross","txt":" To London! Come to London. Please? It’ll mean so much to me."},{"person":"Rachel","txt":" Yeah, well, I gotta work, I’m sorry."},{"person":"Ross","txt":" Why-why can’t you take a couple of days off?"},{"person":"Rachel","txt":" Because, I can’t! Ross, I told you, no. I can’t."},{"person":"Ross","txt":" This is my wedding."},{"person":"Monica","txt":" All right, y’know what? We really are late! Let’s go!\nLet’s go! Let’s go!!"},{"person":"Ross","txt":" Fine. You’ll-you’ll watch it on video when we get back."},{"person":"Chandler","txt":" (entering, with Phoebe’s book.) Here you go Phoebe! Here you go\nPhobo! Phewbedo! Phaybobo."},{"person":"Phoebe","txt":" (laughs) Thank you."},{"person":"Phoebe","txt":" Thank you. (She pats him on his head.)"},{"person":"Ross","txt":" All right, let’s go! Bye, Pheebs!"},{"person":"Joey","txt":" Bye, Pheebs!"},{"person":"Joey","txt":" London baby!! (And Rachel slowly closes the door, sadly.)"},{"person":"Phoebe","txt":" Oh, do you need a hug? You don’t have to bring me anything!"},{"person":"Joey","txt":" Come on! Do something!"},{"person":"Chandler","txt":" I am, I’m ignoring you."},{"person":"Joey","txt":" Okay, here! (Gives him the camera.) I wanna be the on camera guy. All\nright, first stop, Westminster Abbey. (Joey folds out his \"pop-up\" map of\nLondon. All of the major landmarks pop-up like in a pop-up book.)"},{"person":"Chandler","txt":" Oh, what the hell is that?"},{"person":"Joey","txt":" It’s London, baby! All right, the hotel’s here. (Points to the\nmap.) Wait. No, we wanna go… No. I know. (Sets the map down.) I’m gonna have to\ngo into the map. (So Joey literally steps into the map.)"},{"person":"Chandler","txt":" Okay, if you see a little version of me in there? Kill it!"},{"person":"Joey","txt":" I got it! (Picks up the map and starts walking.) Here we go."},{"person":"Chandler","txt":" Okay. Listen-listen, we’re not gonna have to walk this way the\nentire time are we?"},{"person":"Joey","txt":" Shhh! (Pause) Man, you made me lose it! (He goes into the map again.)"},{"person":"Emily","txt":" …and that was all before 10 o’clock. The caterer rang and said\nit was going to be Chicken Kiev instead of Chicken Tarragon. And then the florist phoned\nto say there aren’t any tulips. Oh, and the chilliest has carpel-tunel syndrome.\nWe’re not gonna be…"},{"person":"Ross","txt":" Whoa-whoa-whoa! Emily, (Gives her the time-out signal.) honey, okay?"},{"person":"Emily","txt":" Well, up yours too!"},{"person":"Ross","txt":" What?! No! No! That’s-that’s time-out!"},{"person":"Emily","txt":" Sorry."},{"person":"Ross","txt":" Sweetie, you gotta relax. Everything’s gonna be great, okay? Come on.\nCome on."},{"person":"Monica","txt":" Chicken Kiev?"},{"person":"Ross","txt":" Um-hmm! Doesn’t that sound delicious at the last minute?"},{"person":"Monica","txt":" Yeah, y’know, but something like salmon which would be so much more\nelegant than the chicken. And, you wouldn’t have to worry about the salmonella. (Ross\npushes her.) So, I can’t wait to see this place you’re getting married!"},{"person":"Ross","txt":" Yeah. Yeah. Yes, this place is beautiful. Emily’s parents got married\nhere."},{"person":"Emily","txt":" I still can’t believe they’re tearing it down. It really is the\nmost lovely building you’ll ever see. I mean it’s over… (She stops\nsuddenly, when she sees that demolition has already started.) Oh my God!"},{"person":"Monica","txt":" It’s nice."},{"person":"Emily","txt":" Oh. Oh. (She starts running towards the building.)"},{"person":"Emily","txt":" (running in, with Ross) Oh. Oh my God. How can this be happening? What\nare we going to do?"},{"person":"Ross","txt":" It’s all right! Everything’s gonna be all right."},{"person":"Emily","txt":" How’s it gonna be all right?!"},{"person":"Ross","txt":" Uh-huh, I see that."},{"person":"Monica","txt":" (entering) Okay, I talked to the guy with the shovel and I found out\nwhat happened. "},{"person":"Ross","txt":" What? What?"},{"person":"Monica","txt":" They torn it down a few days early."},{"person":"Joey","txt":" All right! Westminster Abbey! Hands down, best Abbey I’ve ever seen.\nHey! (Pushes Chandler in front of the camera.) Okay. What do you think of the Abbey,\nChandler?"},{"person":"Chandler","txt":" I think it’s great. It’s great. Y’know, they’re\nthinking of changing the name of this place."},{"person":"Joey","txt":" Really? To what?"},{"person":"Chandler","txt":" To Put the Camera Away!!!"},{"person":"Joey","txt":" Man, "},{"person":"Phoebe","txt":" Oh. Oh."},{"person":"Rachel","txt":" Oh, honey! Don’t get up! What do you need?"},{"person":"Phoebe","txt":" Oh, no. Oh, nothing."},{"person":"Rachel","txt":" Come on! I am here to take care of you! What do you need? Anything."},{"person":"Phoebe","txt":" Okay, I have a wedgie."},{"person":"Rachel","txt":" Okay, that is all you."},{"person":"Phoebe","txt":" So-so, what do you want for lunch?"},{"person":"Rachel","txt":" Oh, I don’t know. I guess we "},{"person":"Phoebe","txt":" Yeah, I do. What’s the matter?"},{"person":"Rachel","txt":" I’m just bummed about the way I left things with Ross. I\nshouldn’t have lied to him about having to work. He seemed so mad at me."},{"person":"Phoebe","txt":" Eh, don’t be so hard on yourself. If someone I was still in love\nwith was getting married…"},{"person":"Rachel","txt":" (interrupting) Still in love with?! "},{"person":"Phoebe","txt":" Yeah!"},{"person":"Rachel","txt":" I’m not in love with Ross!"},{"person":"Phoebe","txt":" Oh. No. No. Good! Yeah, me neither."},{"person":"Rachel","txt":" Phoebe, I’m going to Ross’s wedding because he is my\nex-boyfriend and that would be "},{"person":"Phoebe","txt":" We thought you knew!"},{"person":"Rachel","txt":" We?!"},{"person":"Phoebe","txt":" Yeah, we all know! We talk about it all the time!"},{"person":"Rachel","txt":" You all know? Does Ross know?"},{"person":"Phoebe","txt":" Oh no, Ross doesn’t know anything."},{"person":"Rachel","txt":" Oh, I can not believe you didn’t tell me!"},{"person":"Phoebe","txt":" Well, because we thought you knew!! It’s so obvious! God, that\nwould be like telling Monica, \"Hey, you like things clean.\""},{"person":"Joey","txt":" Hey!"},{"person":"The Vendor","txt":" So, what are you guys in the market for? We’ve got uh, scarves,\ntulip post cards..."},{"person":"Joey","txt":" Check this out? Huh? (Joey has this big tall hat with a British flag on\nthe front of it.) Yeah. That’s the stuff. What do you think?"},{"person":"Chandler","txt":" Well, I don’t have to buy that, \"I’m with stupid\"\nT-shirt anymore."},{"person":"Joey","txt":" Well, I like it. Here you go. (He pays for the hat.)"},{"person":"Chandler","txt":" All right, look, you’re not really gonna buy that are you?\nDon’t you think you’ve embarrassed me enough for one day?"},{"person":"Joey","txt":" Oh, I embarrass you? "},{"person":"Chandler","txt":" How can I answer that when I’m pretending I don’t know you?"},{"person":"The Vendor","txt":" He’s just jealous. You’ll fit right in; all Londoners wear\nthem!"},{"person":"Chandler","txt":" Oh really? Then how come no one here is wearing them?"},{"person":"The Vendor","txt":" (looks around) They’re all tourists."},{"person":"Chandler","txt":" All right, look, if you insist on wearing that, in public,\ny’know, you’re gonna spend the rest of the afternoon all by yourself."},{"person":"Joey","txt":" Oh yeah? (Puts the hat on.) If you’re gonna make me choose between\nyou and the hat? I choose the hat."},{"person":"The Vendor","txt":" Good choice."},{"person":"Joey","txt":" Thanks."},{"person":"Chandler","txt":" Okay, wait. All right, that’s it, okay, I’m out of here. I\nam not going to be embarrassed anymore! (He trips over a box, falls into a flower stand\nand walks away trying to be cool.)"},{"person":"Emily","txt":" Hello?"},{"person":"Ross","txt":" Hey! I just spoke to your dad, and you know what? He seems to think\nwe’ll be able to find a new place for the wedding."},{"person":"Emily","txt":" We don’t have to."},{"person":"Ross","txt":" Whoa-whoa-what? You found a place?"},{"person":"Emily","txt":" No. But, Monica and I were talking, and-and I was so upset about the hall\nbeing knocked down, and she suggested that we put the wedding off for a bit."},{"person":"Ross","txt":" She said what?"},{"person":"Emily","txt":" She said, \"If I’m not gonna be happy getting married somewhere\nthat we find in a day, well then we should just postpone it.\""},{"person":"Ross","txt":" Postpone it? Emily, do you think Monica realises how much our parents\nspent on this wedding? Do you my sister’s teeny-tiny little brain comprehends that\npeople took time out of their lives to fly thousands of miles to be here, huh? (He puts\nhis pants on backwards.) This isn’t right."},{"person":"Emily","txt":" I realize that people are going to be disappointed. But, I’m sure\nthey’ll come back when we can do it right."},{"person":"Ross","txt":" I can’t ask people to do that? Would you ask people to do that?\n(Holds out his pants)"},{"person":"Emily","txt":" Don’t you point your pants at me! (She throws them on the floor.) We\nhave no choice! Anywhere that’s half-decent would’ve be booked months ago, Ross\ndon’t you understand? This is our wedding I’m talking about."},{"person":"Ross","txt":" The only thing I understand is; postponing it is not an option. This is\nwhen we’re getting married."},{"person":"Emily","txt":" So what are you saying? It’s now or never?"},{"person":"Ross","txt":" No. I’m saying it’s now. (He starts putting on his pants,\nbackwards again.)"},{"person":"Emily","txt":" Or?"},{"person":"Ross","txt":" There’s no ‘or’ in mind. What is wrong with these pants?!!"},{"person":"Emily","txt":" It’s not the pants. It’s you that is backwards. And if, and if\nyou don’t understand how important this is to me, well then, perhaps we\nshouldn’t get married at all! (She storms out.)"},{"person":"Ross","txt":" (chasing her, trying to zip up his pants. His got them on right now.) No,\nwait! Emily! No, wait, stop! Emily, please—(He catches something important in the\nzipper and howls like a little boy and falls to the floor.)"},{"person":"Phoebe","txt":" Hey!"},{"person":"Rachel","txt":" (depressed) Hi."},{"person":"Phoebe","txt":" So, did shopping make you feel any better about Ross?"},{"person":"Rachel","txt":" Manhattan does not have enough stores."},{"person":"Phoebe","txt":" Well, "},{"person":"Rachel","txt":" You can?"},{"person":"Phoebe","txt":" Yeah. I just need you to bring me some photos of Ross."},{"person":"Rachel","txt":" Um-hmm."},{"person":"Phoebe","txt":" And a small piece of chocolate."},{"person":"Rachel","txt":" Okay."},{"person":"Phoebe","txt":" And a glass of tepid water. (She gathers up all of these things.)"},{"person":"Rachel","txt":" Ooh, is this one of those things where you throw it in a bag with some\ngraveyard dirt and hang it from a north-facing tree?"},{"person":"Phoebe","txt":" Uh, only if you have the hiccups too. Yeah, the pictures are for you,\nthe water and the chocolate is for me. I just didn’t feel like getting up. Okay,\nI’m gonna show you a picture of Ross. Okay? And you’re going to remember all of\nthe bad things about him. All right? Really focus on his flaws."},{"person":"Rachel","txt":" I can do that. I certainly did it when we were going out."},{"person":"Phoebe","txt":" Okay. Umm, before we get started, I just wanna say for the record that I\nlove Ross, I think he’s such a great guy. Here. (Hands her the picture, Rachel grabs\nit out of her hand.) Okay, now, close your eyes. And imagine that you’re with Ross\nokay and imagine that you’re kissing him. And you’re-you’re running your\nhands all over his body. And then you run your hands through his hair, but eew-oh gross\nit’s some kind of grease, it’s—uck! Hah?"},{"person":"Rachel","txt":" I don’t know, his uh, his hair never really bothered me that much,\nand y’know it was always more crunchy than it was greasy."},{"person":"Phoebe","txt":" Okay, this is going to be harder than I thought. Umm, let’s try\nsome uh, aversion therapy."},{"person":"Rachel","txt":" Okay."},{"person":"Phoebe","txt":" Okay?"},{"person":"Rachel","txt":" All right."},{"person":"Phoebe","txt":" So uh, now look at the picture…"},{"person":"Rachel","txt":" Okay."},{"person":"Phoebe","txt":" All right, and umm… (She grabs the picture and smacks her in the\nhead.) "},{"person":"Rachel","txt":" Ow!"},{"person":"Phoebe","txt":" Okay, how do you feel now?"},{"person":"Rachel","txt":" Well, I like "},{"person":"Joey","txt":" Hey."},{"person":"Chandler","txt":" Hey. (He nods at the hat.)"},{"person":"Joey","txt":" Oh. (Takes off the hat.) Sorry!"},{"person":"Chandler","txt":" No-no-no, y’know what? I really shouldn’t have said that you\nwere embarrassing me, I mean that really wasn’t cool. And if it makes you feel any\nbetter, I’ve had a really lousy day."},{"person":"Joey","txt":" Me too."},{"person":"Chandler","txt":" Yeah?"},{"person":"Joey","txt":" Noo!! I’ve had the best day ever! Dude, check this out!"},{"person":"Monica","txt":" (entering) Hey!"},{"person":"Joey","txt":" Sh-shh-shh! (He motions for her to watch something he has taped.)"},{"person":"Joey","txt":" (on tape) Okay, so say hi to my friend and tell him that you like the hat.\n"},{"person":"Fergie","txt":" (Yep, Sarah, the Duchess of York) Okay, so umm, what’s your\nfriend’s name?"},{"person":"Joey","txt":" (on tape) Oh, Chandler."},{"person":"Fergie","txt":" Hi Chandler! (Waves) "},{"person":"Chandler","txt":" That’s… That’s was…"},{"person":"Monica","txt":" Oh my God!"},{"person":"Joey","txt":" That’s Fergie baby!!"},{"person":"Fergie","txt":" Joey says you don’t really like his hat, but I think it’s\nkinda dashing."},{"person":"Chandler","txt":" How did you? How? How?"},{"person":"Joey","txt":" Well, I was trying to figure out how to get to Buckingham Palace, right?\nSo, I’m in my map and-and…(Ross enters) Hey!"},{"person":"Monica","txt":" Hey!"},{"person":"Ross","txt":" Hi. I understand you had a little talk with Emily."},{"person":"Monica","txt":" (laughs) Yes, I did! And "},{"person":"Ross","txt":" Am I?! And was it "},{"person":"Monica","txt":" Umm…"},{"person":"Chandler","txt":" I’m gonna go to the bathroom."},{"person":"Joey","txt":" Wait up! (They both run to the bathroom.)"},{"person":"Ross","txt":" Hey-hey, since you’re the ‘fix-it’ lady, here’s a\npickle, what do you do when the bride says she doesn’t want to have the wedding at\nall?"},{"person":"Monica","txt":" She said that?!"},{"person":"Ross","txt":" Yeah."},{"person":"Monica","txt":" Why?!"},{"person":"Ross","txt":" I don’t know, I told her it was stupid to put off the wedding just\nbecause the hall was gone and she liked flipped out."},{"person":"Monica","txt":" Oh my God. You’re even dumber than "},{"person":"Ross","txt":" Excuse me?"},{"person":"Monica","txt":" Ross, how long have you been planning this wedding?"},{"person":"Ross","txt":" I don’t know. A month?"},{"person":"Monica","txt":" Emily has probably been planning it since she was five! Ever since the\nfirst time she took a pillowcase and hung it off the back of her head. That’s what we\ndid! We dreamed about the perfect wedding, and the perfect place, with the perfect\nfour-tiered wedding cake (Starting to cry), with the little people on top. (Ross gets\nthrown a box of Kleenex from the bathroom and he gives her one.) Thanks. But the most\nimportant part is that we had the perfect guy who understood just how important all that\nother stuff was."},{"person":"Ross","txt":" I had no idea. And that-that pillowcase thing, I thought you guys were\njust doing the flying nun."},{"person":"Monica","txt":" Sometimes we were."},{"person":"Ross","txt":" Come on. You gotta help me figure out what to do. Okay?"},{"person":"Monica","txt":" Okay."},{"person":"Ross","txt":" Come on. (They leave and Chandler sticks his head out.)"},{"person":"Chandler","txt":" That was pretty intense huh?"},{"person":"Joey","txt":" Yeah. (Pause) Hey, I hope Ross didn’t think that we just went in\nthere because we were uncomfortable being out here!"},{"person":"Chandler","txt":" (glares at him) I hope he did!"},{"person":"Phoebe","txt":" Hello."},{"person":"Joey","txt":" (on phone) Hey, Pheebs! It’s Joey!"},{"person":"Phoebe","txt":" Hey, Joey! Hey! Ooh! Ooh! I just say someone on the—that looks just\nlike you on the subway. And I was gonna go over and say ‘hi!’ but then I\nfigured, he doesn’t care if he looks like you."},{"person":"Joey","txt":" That just cost me four bucks. But uh listen, I just called to see how the\nchick and the duck are doing?"},{"person":"Phoebe","txt":" Ohh, they’re having a "},{"person":"Joey","txt":" Kinda, but I’ve just been having way too much fun."},{"person":"Phoebe","txt":" So you’re not homesick yet?"},{"person":"Joey","txt":" No, I don’t think so."},{"person":"Phoebe","txt":" All right, the seven of us miss you."},{"person":"Joey","txt":" Who’s seven?"},{"person":"Phoebe","txt":" Y’know, me, Rachel, the birds, the babies…"},{"person":"Joey","txt":" Ahh, the babies miss me?"},{"person":"Phoebe","txt":" Ooh, the pizza guy’s here!"},{"person":"Joey","txt":" What? You ordered pizza without me?!"},{"person":"Phoebe","txt":" Yeah. But y’know we were thinking about you, y’know we ordered\nthe Joey Special."},{"person":"Joey","txt":" Two pizzas?!"},{"person":"Phoebe","txt":" Yep! Okay, gotta go, talk to you later."},{"person":"Joey","txt":" Wait, well, where did you get it from?! "},{"person":"Emily","txt":" Monica, why have you brought me here of all places?!"},{"person":"Monica","txt":" You’ll see."},{"person":"Emily","txt":" I tell you, this wedding is not going to happen."},{"person":"Emily","txt":" Oh God."},{"person":"Ross","txt":" Okay? But-but imagine a lot more lights, okay? And-and y’know fewer\nbricks, and-and-and flowers, and candles…"},{"person":"Monica","txt":" And the musicians, look, they can go over here (Points to a little\nalcove), okay? And the chairs can face this way (Points), and… (Points to Ross) You\ngo."},{"person":"Ross","txt":" But-but, if you don’t love this, we’ll do it in any other place\nat any other time. Really, it’s fine, whatever you want."},{"person":"Emily","txt":" It’s perfect."},{"person":"Ross","txt":" And, I don’t know, if it starts to rain…"},{"person":"Emily","txt":" Well then we’ll get wet. (They kiss.)"},{"person":"Monica","txt":" Ohh. And I don’t even have a date."},{"person":"Rachel","txt":" Pheebs?"},{"person":"Phoebe","txt":" Yeah?"},{"person":"Rachel","txt":" Do you remember where the duck food is?"},{"person":"Phoebe","txt":" Yeah, it’s in the guys’ apartment under the sink. Why?"},{"person":"Rachel","txt":" (enters with a bag packed) Because I’m going to London."},{"person":"Phoebe","txt":" What?! What do you mean you’re going to London?"},{"person":"Rachel","txt":" Yeah, I have to tell Ross that I love him. Now honey, you take care, you\ndon’t have those babies until I get back. (Kisses her stomach.) "},{"person":"Phoebe","txt":" I—Rachel, you can’t go! Ross loves Emily!"},{"person":"Rachel","txt":" Yeah, I know, I know, I know he does. But I have to tell him how I feel!\nHe deserves to have all the information and then he can make an informed decision."},{"person":"Phoebe","txt":" That’s not why you’re going! You’re going because you\nhope he’s gonna say, \"Yeah, I love you too, Rach. Forget that British\nchippy.\""},{"person":"Rachel","txt":" Ohh—Do you think he will?!"},{"person":"Phoebe","txt":" No! Because he’s in love with the British chippy! Look, Rachel, if\nyou go, you’re just gonna mess with his head and ruin his wedding! Y’know,\nit’s too late! You missed you’re chance! I’m sorry, I know this must be\nreally hard, it’s over."},{"person":"Rachel","txt":" Y’know what? No. It’s not over until someone says, \"I\ndo.\" (Exits)"},{"person":"Phoebe","txt":" I do! I do! I do! (Chases her into the hall, but Rachel doesn’t\nstop.) I do! (Gives up.) Ugh, like I can really chase you. I’m carrying a litter."},{"person":"Housekeeper ","txt":"The Waltham Residence."},{"person":"Phoebe ","txt":"Oh...yes..is this..umm..Emily’s Parents’ house."},{"person":"Housekeeper","txt":" This is the housekeeper speaking. And by the way, young lady, that is\nnot how one addresses oneself on the telephone. First one identifies oneself and then asks\nfor the person with whom one wishes to speak."},{"person":"Phoebe ","txt":"(In a British accent) This is Phoebe Buffay. I was wondering, please, if-if\nit’s not too much trouble, please, umm, might I speak to Miss Emily Waltham, please?"},{"person":"Housekeeper ","txt":"Miss Waltham, is at the rehearsal dinner and it’s not polite\nto make fun of people. Goodbye."},{"person":"Phoebe ","txt":"No no no, I’ll be nice, I swear!!!   Could you just give me the\nnumber for where they are?"},{"person":"Housekeeper ","txt":"I’m afraid, I’m not at liberty to divulge that information."},{"person":"Phoebe ","txt":"Ok, somebody is on their way to ruin wedding okay. And I have to warn\nsomebody, alright. So if you don’t give me that number then I’m going to come\nover there and kick your snooty ass all the way to New Glocken..shire."},{"person":"Housekeeper ","txt":"Hangs up."},{"person":"Phoebe ","txt":"Hello, Hello. Ohh, OHH, she knew I could kick her ass."},{"person":"Monica ","txt":"Hey."},{"person":"Ross ","txt":"(Ross hugs his mom and dad)Hi. Mom. Dad."},{"person":"Mrs. Geller ","txt":"Sweetheart. Oh sorry were late, my fault, I insisted on riding the\ntube."},{"person":"Mr. Geller ","txt":"(embarrassed) Judy, the kids.."},{"person":"Mrs. Geller ","txt":"Jack, that’s what they call the subway."},{"person":"Mr. Geller ","txt":"Ohh, I thought that you...."},{"person":"Ross and Monica ","txt":"Dad, dad. We got it!! We Got It!!!"},{"person":"Emily ","txt":"Ohh, here comes my dad and stepmum. Mister and Misses Geller, this is Steven\nand Andrea Waltham."},{"person":"Mr. Waltham ","txt":"(Shaking everyone's hand.) Hello. Hello. How do you do? How do you do?\nVery nice to meet you. (Looking over at his wife.) Darling it’s the Gellers. (She\npays no attention she’s talking on a cellular phone.) (Louder) Darling, it’s the\nGellers. (She’s still not responding.) She’s very self-absorbed, you know. I\nshould never have married her."},{"person":"Mrs. Waltham","txt":" (Looking evilly at her husband) Sorry, what?"},{"person":"Mr. Waltham ","txt":"It’s the Gellers!"},{"person":"Mrs. Waltham ","txt":"Where?"},{"person":"Mr. Waltham ","txt":"Well there’s one (pointing towards Jack) and there’s another\n(pointing towards Judy)."},{"person":"Mrs. Waltham ","txt":"Lovely to meet you."},{"person":"Mr. Waltham ","txt":"Terribly nice of you to offer to pay for half the wedding. (He hand a\nmultipage bill to Jack.)"},{"person":"Mr. Geller ","txt":"Ohh forget it. Too hell with tradition, we’re happy to do it."},{"person":"Mrs. Geller ","txt":"We know how expensive weddings can be, besides this may be the only\nwedding we get to throw (patting Monica on the shoulder.)."},{"person":"Monica ","txt":"Ha ha, a joke that’s funny in all countries."},{"person":"Waiter ","txt":"Sir? (Looking at Joey.)"},{"person":"Joey ","txt":"What’s in it?"},{"person":"Waiter ","txt":"Goat cheese, water chestnuts, and panchetta. (Joey Looks down disgustingly\nat the food.)"},{"person":"Joey ","txt":"(Looking up at the waiter)That’s not food...No, I don’t, no...(Taps\nChandler on the shoulder.) Everything's different here...I want to go home. I...I miss my\nfamily. I miss the coffee house. I can’t even remember what Phoebe looks like."},{"person":"Chandler ","txt":"Joey, it’s been three days, okay.. Your just a little homesick,\nOkay. Would you just try to relax. Just, just try to enjoy yourself."},{"person":"Joey ","txt":"(Pointing  at Chandler.) Your different here too. Your mean in England.\n(Chandler throws his hands up to his head in frustration. They walk away from each other.)"},{"person":"Mr. Geller ","txt":"(Looking at ht wedding bill.) What the hell!!!"},{"person":"Ross ","txt":"what’s up, Dad?"},{"person":"Mr. Geller ","txt":"This bill for my half of the wedding. it’s insane."},{"person":"Mrs. Geller ","txt":"How could it be so much? The receptions at their house."},{"person":"Mr. Geller ","txt":"(Pointing items out on the bill.) Flowers, liquor, recarpet first\nfloor. New guest bath, landscaping. I’m paying to remodel this guys house. (Angrily\ngets up.) I’m going to give that son on a bitch, a piece of my mind."},{"person":"Ross ","txt":"(Holding him back.)Dad, dad, please. Look I don’t want anything to upset\nEmily tonight. Alright, she's had a hard enough couple of days as it is. (Picks up the\nbill.) Now here, here, let me go talk to him, okay?"},{"person":"Mr. Geller ","txt":"And you tell him no one takes advantage of the Gellers."},{"person":"Mrs. Geller ","txt":"Ooh, Jack....(He looks over to her) Sometimes I forget how powerful\nyou can be. (They embrace and kiss passionately.)"},{"person":"Monica ","txt":"(Looking nauseous from her parents kissing.) And I’m going to go get\ndrunk. (Gets up to get a drink.)"},{"person":"Rachel ","txt":"(Running to the ticket counter) Ooh, ooh, ooh,ooh,ooh. (Slightly out of\nbreath) Hi."},{"person":"Ticket Agent ","txt":"(Cheerfully.) Hello."},{"person":"Rachel ","txt":"(Faking cheerfulness.) Hello. Umm, when is your next flight to London?"},{"person":"Ticket Agent ","txt":"(looking at her computer terminal) There’s one leaving in thirty\nminutes."},{"person":"Rachel ","txt":"Ohh, good."},{"person":"Ticket Agent ","txt":"And I do have one seat left. "},{"person":"Rachel ","txt":"Ohh, thank you, thank you, thank you."},{"person":"Ticket Agent ","txt":"The last minute fare on this ticket is twenty seven hundred dollars."},{"person":"Rachel ","txt":"(looking through her wallet.) Ohh, I just don’t think I have enough\nleft on my credit card."},{"person":"Ticket Agent ","txt":"Well you can split it with another credit card."},{"person":"Rachel ","txt":"Ohh, okay, how about five. (She hands her all the credit cards.) Ohh, thank\nyou."},{"person":"Ticket Agent ","txt":"I’m just going to need to see your passport."},{"person":"Rachel ","txt":"(Looking through her purse.) Okay, you know what? I don’t have it, but\nI can tell you exactly where it is on my night stand, and...okay. But you know what? I\nhave my drivers license and I have a twenty. (She slides it across the counter.)"},{"person":"Ticket Agent ","txt":"(Slides the twenty back and tosses her credit card onto the counter.)"},{"person":"Ross ","txt":"Look, face it, my father is not going to pay for the build-in barbecue and\nbelieve me you can kiss you gazebo goodbye. Now I might be able to get you the new lawn."},{"person":"Mr. Waltham ","txt":"Ahh, then you have to give us the lawn ornaments."},{"person":"Ross ","txt":"I go back there with lawn ornaments, he’s going to laugh in my face."},{"person":"Mrs. Waltham ","txt":"This is ridiculous. I mean we had an agreement. (Ross looks\nfrustrated. She begins to scream at her husband.) Will you say something, Steven?!\nPlease!!!"},{"person":"Mr. Waltham ","txt":"Don’t take that tone with me. (She looks evilly at him.) All-all\nright you can. (He looks over at Ross and Shrugs.)"},{"person":"Rachel ","txt":"(Running to her room.) Hi, Pheebs."},{"person":"Phoebe ","txt":"(Looking relieved. She puts down the phone.) Oh thank god. Oh, you changed\nyour mind. Oh, look I know you probably want to be alone, and you don’t want to talk\nabout it, that’s fine. I just want you to know, I think you are doing the right thing\nand..."},{"person":"Rachel ","txt":"(Running back out the door with her passport.) Bye, Pheebs."},{"person":"Phoebe ","txt":"(Trying to get up.) Wait!! Where are you going?! What are you doing?! No!!\nWait!! (Not able to get up.) God!! Why am I always pregnant when she does that?!"},{"person":"Chandler ","txt":"I’d like to toast, Ross and Emily. Of course, my big toast will be\ntomorrow at the wedding, so this is kind of my little toast or Melba toast, if you will.\n(No one in the room laughs. He starts to get flustered.) Okay. I known Ross for a long\ntime. In fact, I knew him when he was going out with his first girlfriend. (Ross looks\nembarrassed.) And I thought things were going to work out for him..Until the day he over\ninflated her. (He laughs. Jack looks at Judy and no one in the room laughs.) Ohh, Dear\nGod.. (A cellular phone rings.)"},{"person":"Mrs. Waltham ","txt":"Hello, Waltham Interiors."},{"person":"Phoebe ","txt":"Oh, hi, Mrs. Waltham. I need to speak with ether one of the best men, or\nRoss’s sister Monica."},{"person":"Mrs. Waltham ","txt":"Who is this?"},{"person":"Phoebe ","txt":"Oh, I’m Phoebe Buffay. I’m one of Ross’s best friends."},{"person":"Mrs. Waltham ","txt":"Well, if you’re on e of Ross’s best friends, why\naren’t you here?"},{"person":"Phoebe ","txt":"Yeah, um, I can’t fly. I’m having my brother’s babies."},{"person":"Mrs. Waltham ","txt":"Oh, am I on the radio?"},{"person":"Phoebe ","txt":"No..umm, could I talk to one of them? It’s very very important."},{"person":"Mrs. Waltham ","txt":"No, I’m bored with you now. I’m going to cut you off. (She\nhangs up.)"},{"person":"Phoebe ","txt":"Ohh! Okay, I’m going to have to kick her ass too."},{"person":"Chandler ","txt":"(Continuing his toast.) And I’m sure we’re all very excited\nthat Ross and Emily are getting married at Montgomery Hall. I mean to think, my friend\ngetting married in Monty Hall. (No reaction from the people.) Ohh, come on!! Monty Hall!!\nLets make a Deal!! Come on, you people!! All right, forget it!! Congratulations, Ross and\nEmily. (He sits down.)"},{"person":"Joey ","txt":"Hey, best man number two, Joey Tribbiani. Now I’m not good with the\njokes like Chandler here. Boy...but ahh, I just want to say congratulation to the happy\ncouple. I first met Ross in this coffee house back home...Home...New York City...Where\neverybody knows my name. Well anyway, I love you guys. (pointing at everyone.) But not as\nmuch as I love America. (Looking at Chandler.) Could we please..go home now?"},{"person":"Felicity ","txt":"(Putting her arm around Joey.) Are you going home? I was hoping to get to\nknow you better."},{"person":"Joey ","txt":"(Putting his arm around her.) I’m not going anywhere, sweetheart."},{"person":"Monica ","txt":"I was laughing. (Patting him on the knee.)"},{"person":"Chandler ","txt":"Out loud?"},{"person":"Monica ","txt":"Well I didn’t want everyone to think I was stupid."},{"person":"Chandler ","txt":"So how are you doing?"},{"person":"Monica ","txt":"My mother’s driving me crazy, but Ross is getting married. I’m\nhappy. (A drunken man approaches.) I’m not going to let anything spoil that."},{"person":"Drunk Man ","txt":"I just want to say that Ross is a wonderful young man."},{"person":"Monica ","txt":"Well, thanks, we like him."},{"person":"Drunk Man ","txt":"My god!! You must have been a teenage when you had him. (Monica stares\nstraight forward after the comment. Chandler tries to console her by patting her on the\nshoulder.)"},{"person":"Mr. Geller ","txt":"There’s no way in hell, I’m paying for it."},{"person":"Ross ","txt":"Look, were down to just one point. Could we please, maybe just settle it\nafter the wedding."},{"person":"Mr. Geller ","txt":"All-right fine, but I just want to say, I’m not paying for your\nwine cellar. You thieving, would be speaking German if it weren’t for us, cheap\nlittle man. (Emily’s stepmum looks shocked. Jack and Judy get up and leave.)"},{"person":"Chandler ","txt":"The guy was hammered, okay? There’s no way, you look like\nRoss’s mother."},{"person":"Monica ","txt":"Then why would he say it?"},{"person":"Chandler ","txt":"Because he’s crazy. Okay? He came up to me earlier and thanked me\nfor my very moving performance in Titanic."},{"person":"Monica ","txt":"Oh, my mother’s right. I’m never going to get married."},{"person":"Chandler ","txt":"Ahh, you know what? That is....Who wouldn’t want you?"},{"person":"Monica ","txt":"Ohh, Please?! I’m a single mom, with a thirty year old son!!"},{"person":"Rachel ","txt":"Hi, I’m back. Listen, I need to..."},{"person":"Ticket Agent ","txt":"Hello."},{"person":"Rachel ","txt":"Hello. I need to get on the 11 o'clock flight."},{"person":"Ticket Agent ","txt":"Oh I’m afraid that plane has already pulled away from the gate."},{"person":"Rachel ","txt":"Okay, you know what/ You’re going to have to call that plane and tell\nthem to swing around and come and pick me up."},{"person":"Ticket Agent ","txt":"I can’t do that."},{"person":"Rachel ","txt":"Sure, you know what? Come on, we’ll just tell them that there was like\na problem with like the \"engine\"."},{"person":"Ticket Agent ","txt":"I’m afraid I’m going to have to ask you to step aside,\nMiss."},{"person":"Rachel ","txt":"Look, If I don’t get to London!! He is going to marry that other\ngirl!!!"},{"person":"Ticket Agent ","txt":"I can’t imagine why."},{"person":"Rachel ","txt":"All right, you know what? I am not leaving here, until you call that plane\nback!! (She pounds her hand on the counter twice. The ticket agent counters by placing the\nclosed sign on the counter and tapping it twice.)"},{"person":"Ross ","txt":"(Screaming) I’m getting married today!! Whoo-hoo!!"},{"person":"Chandler ","txt":"(With the covers pulled up to his chin.) Morning, Ross."},{"person":"Ross ","txt":"I’m getting married, to..day!!"},{"person":"Chandler ","txt":"Yeah you are!!"},{"person":"Ross ","txt":"Ahh, whoo-hoo!!(He runs back out the door."},{"person":"Monica ","txt":"(Comes up for below the covers and looks concerned.) Do you think he knew I\nwas here? (Chandler quickly looks at Monica not knowing what to say.)"},{"person":"Chandler ","txt":"Well I’ve-I’ve never done that with you before."},{"person":"Monica ","txt":"(In am uneasy voice.) Nope. (She chuckles uneasily.)"},{"person":"Chandler ","txt":"So, ahh, how are ya? How ya...How ya... You okay?"},{"person":"Monica ","txt":"Yep, yep...You?"},{"person":"Chandler ","txt":"Yes...Yes..Uh-huh, You?(Looking over at her. She looks back.) We did you."},{"person":"Monica ","txt":"Well...I’d better get going."},{"person":"Chandler ","txt":"Oh yea yea, absolutely."},{"person":"Monica ","txt":"(Scoots towards the side of the bed.) Could you not look?"},{"person":"Chandler ","txt":"I don’t want to look."},{"person":"Rachel ","txt":"Ohhh.(she rhythmically taps her hands on the magazine on her lap.)"},{"person":"Passenger ","txt":"Ahh, ahh, excuse me."},{"person":"Rachel ","txt":"Yeah?"},{"person":"Passenger ","txt":"If you’re planning on doing that throughout the entire flight.\nPlease tell me now. So that I could that a sedative...or perhaps slip you one."},{"person":"Rachel ","txt":"Oh. I’m sorry. I’m very sorry. Sorry. (She hums and sighs\nhappily.) It’s just, I’m ahh, I’m kinda excited. I’m, ahh, going to\nLondon to ahh, tell this guy that I love him and... (He puts his headphones on to ignore\nher.) "},{"person":"Joey ","txt":"Hello?"},{"person":"Phoebe ","txt":"(Angrily.) Hey, were the hell have you been?!"},{"person":"Joey ","txt":"Hey. I spent the night out. I met this "},{"person":"Phoebe ","txt":"I don’t want to hear about her!!"},{"person":"Joey ","txt":"Ahh Pheebs, you know you’re still my number one girl."},{"person":"Phoebe ","txt":"No! No, we have an emergency. Okay? Rachel’s coming to London."},{"person":"Joey ","txt":"Ohh great!!!"},{"person":"Phoebe ","txt":"No it’s not great. No, she’s coming to tell Ross that she loves\nhim."},{"person":"Joey ","txt":"(Confused.) But, he loves Emily?"},{"person":"Phoebe ","txt":"I KNOW THAT!!! You have to stop her!! She’s going to ruin the\nwedding!!"},{"person":"Joey ","txt":"Okay."},{"person":"Phoebe ","txt":"All right, so, okay..."},{"person":"Joey ","txt":"Hold on. Hold on. (Picking up a note pad and writing and reading the message\naloud.) Rachel coming. Do...Something."},{"person":"Phoebe ","txt":"Okay, so I’m done my part, okay. It’s your responsibility now,\nokay. The burden is off me, right?"},{"person":"Joey ","txt":"Right!"},{"person":"Phoebe ","txt":"So tell me about this girl?"},{"person":"Joey ","txt":"Hey."},{"person":"Chandler","txt":" Hey."},{"person":"Joey","txt":" Have you seen Monica?"},{"person":"Chandler","txt":" (Very defensive.) I’m not seeing Monica."},{"person":"Joey ","txt":"(With a confused look on his face.) What?"},{"person":"Chandler ","txt":"What?"},{"person":"Joey ","txt":"Look we’ve got to find her. Phoebe just called!! Rachel’s coming to\ntell Ross she loves him!!"},{"person":"Chandler ","txt":"Oh my god!"},{"person":"Joey ","txt":"I know! That’s why we got to find Monica!! You know where she is? "},{"person":"Chandler ","txt":"No!! Okay!! What’s with the third degree?! Why don’t you just\nshine a light in my eyes?! (Joey looks totally confused.)"},{"person":"Rachel ","txt":"...And so then I realized. All this stuff I had been doing. proposing to\nJoshua, lying to Ross about why I couldn’t come to the wedding. Was all just a way\nof..."},{"person":"Passenger ","txt":"(Frustrated he takes his headphones off.) Oh, oh oh!! I’m sorry,\ncan I interrupt? You know I just want to say..That you are a horrible, horrible person."},{"person":"Rachel ","txt":"Ehh, pardon me?"},{"person":"Passenger ","txt":"You say you love this man, yet you’re about to ruin the happiest\nday of his life. I’m afraid I have to agree with you friend Pheebs.. This is a..this\nis a...terrible, terrible plan. "},{"person":"Rachel ","txt":"But he has to know how I feel!"},{"person":"Passenger ","txt":"But why? He loves this...this Emily person. No good can come of this."},{"person":"Rachel ","txt":"(Sighing) Well I-I think your wrong."},{"person":"Passenger ","txt":"Oh-no.(He bites his fist at her.)And by the way, it seems to be\nperfectly clear that you were on a break. (Rachel gasps and doesn’t know what to say.\nHe puts his headphones back on.)"},{"person":"Mrs. Geller ","txt":"(Looking around at the chapel.) Oh my God! It’s like a fairyland."},{"person":"Mrs. Waltham ","txt":"I know, it’s horrible isn’t it?"},{"person":"Monica ","txt":"Well, I love it. I only hope my wedding looks this good."},{"person":"Mrs. Geller ","txt":"I just hope..."},{"person":"Monica ","txt":"(Angrily.) You can let some of them go by!(Judy and Andrea go to the front\nof the chapel. Joey approaches Monica.)"},{"person":"Joey ","txt":"(Whispering.) Pisst, Monica. Alright, we really need to start looking out for\nRachel. I’ll cover the front door. You watch that big hole at the back of the\nbuilding and I got Chandler covering Ross."},{"person":"Monica ","txt":"(Awkwardly.) Why would I care where Chandler is? You know uhh...You know\nsometimes I don’t even like Chandler."},{"person":"Joey ","txt":"Okay. (They both walk off to watch for Rachel.)"},{"person":"Ross ","txt":"(Using a slightly different inflection for each.) I do. I do. I do."},{"person":"Chandler ","txt":"Oh yea, your right. It’s the second one."},{"person":"Ross ","txt":"(Very Nervous)Really?"},{"person":"Felicity ","txt":"(In a sexy voice.)Hello Joey."},{"person":"Joey ","txt":"Hey, Felicity."},{"person":"Felicity ","txt":"Umm, I thought about you all day."},{"person":"Joey ","txt":"Yeah."},{"person":"Felicity ","txt":"Um-hum. Talk New York to me again."},{"person":"Joey ","txt":"(In a New York accent.) Fuggetaboutit. (She giggles.) How you doin?"},{"person":"Felicity ","txt":"Mmm. (She pushes him up against the wall and they begin to kiss.)"},{"person":"Joey ","txt":"Oh, yeah."},{"person":"Mrs. Geller ","txt":"There’s nothing to discuss. We’re not paying for your wine\ncellar."},{"person":"Mr. Waltham ","txt":"(Pleading.) You-you have to meet me in the middle here."},{"person":"Mr. Geller ","txt":"(Forcefully.) Hey, you keep pushing me on this, my foots going to meet\nthe middle of your ass."},{"person":"Ross ","txt":"Dad!! (Emily comes running in.)"},{"person":"Emily ","txt":"What-what’s going on?!"},{"person":"Ross ","txt":"Nothing, nothing. Everything's under control."},{"person":"Mr. Waltham ","txt":"You want a piece of me, sir? Is that what your saying? (Pointing at\nJack and poking him) You want a piece of me?"},{"person":"Ross ","txt":"(Stepping in between them.)Okay! Okay! That’s it!! Parents!! Parents!!\nBack away!! All right, this is our wedding day!   From now on everyone gets along,\nand if I hear one more word. NO GRANDCHILDREN! (Pointing at his mother.) That’s\nright!!"},{"person":"Mr. Geller ","txt":"Okay, okay."},{"person":"Mr. Waltham ","txt":"Sorry old boy, sorry. Sorry. Sorry. (Them all walk away. As he leaves\nhe mutters to Jack.) I could kill you with my thumb, you know."},{"person":"Emily ","txt":"What was all that about?"},{"person":"Ross ","txt":"(Sighing.) It was...This disagreement over...(She sighs. Ross notices her in\nher wedding dress.) My god. You...you look beautiful."},{"person":"Emily ","txt":"(Giggles.) Ohh...(She realizes that she’s in her gown.) Oh! You were\nnot meant to see me before the wedding. It’s bad luck."},{"person":"Ross ","txt":"You know what, I think we’ve had all the bad luck we’re going to\nhave. (He hugs her.)"},{"person":"Ross ","txt":"My God. Rachel! (He walks towards her, grasps her hands and kisses her on the\ncheek.) Your here. I can’t believe it. (She giggles.) What happen? Why are you here?"},{"person":"Rachel ","txt":"Well I just came...(She touches him near his heart. She’s almost in\ntears.) I just needed to tell you...(Looking into his eyes. She takes a deep breath.)\nCongratulations. (He hugs her. She can barely hold back the tears.)"},{"person":"Mrs. Waltham ","txt":"(Answering the phone.) Hello, Waltham Interiors."},{"person":"Phoebe ","txt":"Mrs. Waltham. Hi. It’s Phoebe again."},{"person":"Mrs. Waltham ","txt":"(Throws her head back in disgust.) Why?!"},{"person":"Phoebe ","txt":"Yea. Can I please, please, please talk to one of the best men? This is\ngoing to be the last time I promise."},{"person":"Mrs. Waltham ","txt":"(Slapping the phone into Joey’s chest.) Joey there’s a girl\non the phone for you."},{"person":"Joey ","txt":"(Smiling.) Ohh great!! (Putting the phone to his ear.) Hello. (He begins to\nescort her down the aisle.)"},{"person":"Phoebe ","txt":"Did you stop Rachel?"},{"person":"Joey ","txt":"No, but it’s okay. She just came in and gave him a hug, that it."},{"person":"Phoebe ","txt":"So nothing got ruined?"},{"person":"Joey ","txt":"No."},{"person":"Phoebe ","txt":"Oh that’s so great! Ohh, so what’s going on now?"},{"person":"Joey ","txt":"Ah, I’m-I’m walking down the aisle...Still walking. (Mrs. Waltham\ntakes her place.) I’m about to pass the bridesmaid I hooked up with last night.\n(Looking at the bridesmaid.) Hey! (Talking to Phoebe.) I told her \"Hey.\" And now\nI’m at the front with Ross. It’s Phoebe. (He shows Ross the phone.) He looks\npretty mad. Uh...I’d better go."},{"person":"Phoebe ","txt":"No!! wait, wait, wait!! Oh please, hold it up so I can listen. (Joey looks\nat Ross and holds the phone above Ross’s shoulder.)"},{"person":"Chandler ","txt":"What we did last night was...."},{"person":"Monica ","txt":"Stupid."},{"person":"Chandler ","txt":"Totally crazy stupid. (He nods his head at the people seated.)"},{"person":"Monica ","txt":"What were we thinking?"},{"person":"Chandler ","txt":"I’m coming over tonight though, right?"},{"person":"Monica ","txt":"Oh yeah. Definitely."},{"person":"Minister ","txt":"Friends. Family. We are gathered to celebrate here today the joyous union\nof Ross and Emily. May the happiness we share with them today be with them always. Now\nEmily, repeat after me. I, Emily..."},{"person":"Emily ","txt":"I, Emily..."},{"person":"Minster ","txt":"Take thee Ross..."},{"person":"Emily ","txt":"Take thee Ross..."},{"person":"Minster ","txt":"As my lawfully wedded husband, in sickness and in health, till death parts\nus."},{"person":"Emily ","txt":"As my lawfully wedded husband, in sickness and in health, until death parts\nus."},{"person":"Minster ","txt":"Now Ross, repeat after me. I Ross..."},{"person":"Ross ","txt":"I Ross..."},{"person":"Minister ","txt":"Take thee, Emily..."},{"person":"Ross ","txt":"Take thee, Rachel...(All his friends have looks of shock on their faces. He\nrealizes what he said. Quickly he says.) Emily. (A slight chuckle.) Emily."},{"person":"Minister ","txt":"(Looking and feeling awkward. he looks towards Emily.) Uhh...Shall I go\non? "}]