[{"person":"Joey","txt":" (from bedroom) WHOAA!!"},{"person":"Chandler","txt":" (going to the bedroom) See Joe, that's why your parents told you not\nto jump on the bed."},{"person":"Monica","txt":" Hey, look at me. I'm making jam, been at it since 4 o'clock this\nmorning."},{"person":"Ross","txt":" Where'd you get fruit at four in the morning?"},{"person":"Monica","txt":" Went down to the docks. Bet ya didn't know you could get it wholesale."},{"person":"Rachel","txt":" I didn't know there were docks."},{"person":"Joey","txt":" Hey."},{"person":"Chandler","txt":" Hey."},{"person":"Ross","txt":" Aww, is it broken?"},{"person":"Joey","txt":" No, I gotta wear this thing for a couple weeks. (points to the sling he is\nwearing)"},{"person":"Rachel","txt":" Did you tell the doctor you did it jumping up and down on your bed?"},{"person":"Joey","txt":" Nooo. I had a story all worked out but then Chandler sold me out."},{"person":"Chandler","txt":" Well, I'm sorry Joe. I didn't think the doctor was gonna buy that it\njust *fell* out of the socket."},{"person":"Joey","txt":" What is this? Fruit?"},{"person":"Rachel","txt":" Monica's making jam."},{"person":"Joey","txt":" Whoa, jam! I love jam! (to Chandler) Hey, how come we never have jam at\nour place?"},{"person":"Chandler","txt":" Because the kids need new shoes."},{"person":"Monica","txt":" I'm going into business people. I'm sick and tired of being depressed\nabout Richard. I needed a plan, a plan to get over my man. What's the opposite of man?\nJam. (sees Joey trying some jam from the pot) Oh Joey don't! It's way to hot. (Joey\nrealizes this and spits what he had in his mouth back into the pot.)"},{"person":"Joey","txt":" This will just be my batch."},{"person":"Phoebe","txt":" (turns around) Um, that's it. No. Hey! You! J. Crew guy. Yeah. Why have\nyou been following me? I mean, all week long everywhere I look there's you."},{"person":"Guy","txt":" You wouldn't return my calls, you sent back my letters...."},{"person":"Phoebe","txt":" What?"},{"person":"Guy","txt":" One more chance Ursula, please?"},{"person":"Phoebe","txt":" Oooh. Oh, well this is awkward. "},{"person":"Guy","txt":" Wh.."},{"person":"Phoebe","txt":" Um, yeah, you want Ursula, and I'm Phoebe. Twin sisters! Seriously."},{"person":"Guy","txt":" Oh, that's great. I'm stalking the wrong woman. I am such a dingus!"},{"person":"Phoebe","txt":" Oh, you're not a dingus."},{"person":"Guy","txt":" I just, I want you to know I didn't used to be like this. Before I meet\nyour sister I was like this normal guy who sold beepers and cellular phones."},{"person":"Phoebe","txt":" Well, I mean look it's, it's not your fault, you know. I mean this is\njust what, what she does to guys, okay."},{"person":"Guy","txt":" Well thanks. (starts to leave)"},{"person":"Phoebe","txt":" Wait, (grabs him) you know what, I got a little story. When I was in\nJunior High School I went through this period where I thought I was a witch. And there was\nthis guidance counselor who said something to me, that I think will help you a lot. He\nsaid okay, 'you're not a witch you're just an average student.' See what I'm saying?"},{"person":"Guy","txt":" Not really."},{"person":"Phoebe","txt":" Um, well, get over it. So, I mean you, you just seem to be a really nice\nguy, you know. Don't be so hard on yourself okay."},{"person":"Guy","txt":" Wait. You're right. I know you're right. And, thanks for being so nice.\nHere (gives her the flowers he bought.)"},{"person":"Phoebe","txt":" Oh, thanks a lot. Do you want to get a cup of coffee?"},{"person":"Guy","txt":" Yeah, okay."},{"person":"Phoebe","txt":" Okay. (they start to leave, he is still following her) Okay, you don't\nhave to walk behind me any more."},{"person":"Guy","txt":" Sorry."},{"person":"Rachel","txt":" Mon?"},{"person":"Ross","txt":" Mon?"},{"person":"Rachel","txt":" (reading) 'Gone for more jars. Back later. Monica Geller.'"},{"person":"Ross","txt":" Wait a minute, look."},{"person":"Rachel","txt":" What?"},{"person":"Ross","txt":" Look, look, look."},{"person":"Rachel","txt":" What, what, what?"},{"person":"Ross","txt":" It's an empty apartment."},{"person":"Rachel","txt":" Oooh."},{"person":"Ross","txt":" We're all alone in an empty apartment."},{"person":"Rachel","txt":" Honey, come on, I have to be at work in like ten minutes (Ross starts\nkissing her neck) Oh, all right, well it's not like I'm employee of the year or anything.\n(they fall onto the couch)"},{"person":"Ross","txt":" There it is."},{"person":"Rachel","txt":" Oh, oh, that's what you're talking about. (to Chandler) Hey."},{"person":"Ross","txt":" Hey."},{"person":"Chandler","txt":" Do I look fat?"},{"person":"Rachel","txt":"Rachel:"},{"person":"Chandler","txt":" Okay, I accept that. When Janice asked me and I said no, she took that\nto mean that I was calling her a cow. "},{"person":"Rachel","txt":" Okay, walk us through it, honey, walk us through it."},{"person":"Chandler","txt":" Okay, well. Janice said 'Hi, do I look fat today?' And I, I looked at\nher...."},{"person":"Ross","txt":" Whoa, whoa, whoa. You looked at her. You never look. You just answer, it's\njust a reflex. Do I look fat? Nooo! Is she prettier than I am? Noo! Does size matter?"},{"person":"Rachel","txt":" Nooo!"},{"person":"Ross","txt":" And it works both ways."},{"person":"Chandler","txt":" Okay, so you both just know this stuff?"},{"person":"Rachel","txt":" Well you know, after about thirty or forty fights, you kinda catch on."},{"person":"Ross","txt":" Okay, for instance. Let's say, Janice is coming back from a trip and she\ngives you two options. Option number 1 she'll take a cab home from the airport. Option 2\nis you can meet her at baggage claim. Which do you do?"},{"person":"Chandler","txt":" That's easy, baggage claim."},{"person":"Ross","txt":" (buzzes) Wrong! Now you're single. It's actually secret option number\nthree, you meet her at the gate. That way she knows you love her."},{"person":"Chandler","txt":" Okay, this is good, this is good. All right listen, I have one. Janice\nlikes to cuddle, at night, which, you know I'm all for. But, uh, you know when you want to\ngo to sleep, you want some space. So, uh, how do I tell her that without, you know,\naccidentally calling her fat or something."},{"person":"Rachel","txt":" Oh honey, I'm sorry we can't help you there, 'cause we're cuddlily\nsleepers. (Chandler makes an 'Ewww' face) Okay, I'm late for work."},{"person":"Ross","txt":" Oh."},{"person":"Rachel","txt":" All right are you guys gonna come down?"},{"person":"Ross","txt":" Uh, yeah, yeah I'll, I'm right behind you."},{"person":"Rachel","txt":" Good luck Chandler."},{"person":"Chandler","txt":" Thank you Rachel."},{"person":"Ross","txt":" Bye sweetie."},{"person":"Rachel","txt":" Bye hon."},{"person":"Ross","txt":" (blows her a kiss) Okay the sleeping thing. Very tricky business, but\nthere is something you can do."},{"person":"Chandler","txt":" Well, I thought you guys were cuddlily sleepers."},{"person":"Ross","txt":" Noo! No, not cuddlily, not me, just her. I'm like you, I need the room.\nOkay, come here. (they sit on the couch and Ross puts his hands on Chandler's shoulder and\nthigh.) Okay, you're in bed..."},{"person":"Chandler","txt":" Yeah. (they both notice where his hands are)"},{"person":"Ross","txt":" I'm gonna use the cushion."},{"person":"Chandler","txt":" Yeah."},{"person":"Ross","txt":" Okay, you're in bed. She's over on your side, cuddling. Now you wait for\nher to drift off, and then you hug her (demonstrates on the cushion) and roll her back\nover to her side of the bed. And then you rollll a-way. Hug for her! Roll for you."},{"person":"Chandler","txt":" Okay, the old hug and roll."},{"person":"Ross","txt":" Yep."},{"person":"Chandler","txt":" Okay, one question."},{"person":"Ross","txt":" Shoot."},{"person":"Chandler","txt":" You're pretending the pillow's a girl right?"},{"person":"Joey","txt":" Remember when you where a kid and your Mom would drop you off at the\nmovies with a jar of jam and a little spoon?"},{"person":"Rachel","txt":" (Looks at him) You're so pretty."},{"person":"Phoebe","txt":" (entering) Hi!"},{"person":"All","txt":" Hey, Phoebe."},{"person":"Phoebe","txt":" Hey, oh, you know that guy who's been following me? I talked to him\ntoday."},{"person":"Joey","txt":" (with food in his mouth) You talked to him. Are you crazy?"},{"person":"Phoebe","txt":" Okay, first I'm not crazy. And second, say it don't spray it. Anyway his\nname is Malcom, and he wasn't following me, I mean he was, but 'cause he thought I was\nUrsula, ick. And, that's why, that's why he couldn't just come up and talk to me. 'Cause\nof the restraining order."},{"person":"Chandler","txt":" Umm, not feeling better 'bout Malcom."},{"person":"Phoebe","txt":" Ooh! No, no, no, no, he's not like a kook, no. He's just like this, this\nvery passionate, incredibly romantic guy, that got like a tinsy bit carried away, you\nknow. And we just get along really well, and he's so cute."},{"person":"Ross","txt":" Oh my God, you've got a crush on your sister's stalker."},{"person":"Phoebe","txt":" No, I'm just gonna help him, you know, get 'de-Ursula-ized', like you\nknow, like I did for Joey after he went out with her."},{"person":"Joey","txt":" (with his mouthful) Hey, I didn't stalk her. I mean (he sprays Phoebe with\ncrumbs) "},{"person":"Phoebe","txt":" Okay, I asked for the news, not the weather."},{"person":"Monica","txt":" (entering) Hey guys."},{"person":"All","txt":" Hey Mon."},{"person":"Monica","txt":" Joey, this is for you. (gives him a jar of jam) It's blackberry curin."},{"person":"Joey","txt":" Aww. (tastes it) Ohh!"},{"person":"Chandler","txt":" Hey, Joe, I gotta ask. The girl from the Xerox place buck naked (holds\nup one hand), or, or a big tub of jam. (holds up the other hand)"},{"person":"Joey","txt":" Put your hands together."},{"person":"Monica","txt":" Joey, take your time with that. That's my last batch."},{"person":"Joey","txt":" No more jam?!"},{"person":"Rachel","txt":" Well, what happened to your jam plan?"},{"person":"Monica","txt":" I figured out I need to charge seventeen bucks a jar just to break even.\nSo, I've got a new plan now. Babies."},{"person":"Chandler","txt":" Well, your gonna need much bigger jars."},{"person":"Ross","txt":" What are you talking about?"},{"person":"Monica","txt":" I'm talking about me having a baby."},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" Are you serious?"},{"person":"Monica","txt":" Yeah. The great thing about the jam plan was, I was taking control of my\nlife. So I asked myself, what is the most important thing to me in the world and that's\nwhen I came up with the baby plan. "},{"person":"Ross","txt":" Well, aren't you forgetin' something? What, what, what is uh, what is that\nguy's name? Dad!"},{"person":"Monica","txt":" It took me 28 years to find one man that I wanna spend my life with, if\nI have to wait another 28 years then, I'll be 56 before I can have a baby, and that's just\nstupid."},{"person":"Chandler","txt":" That, that's what's stupid."},{"person":"Monica","txt":" I don't need an actual man, just a couple of his best swimmers. And\nthere, there are places you can go to get that stuff."},{"person":"Rachel","txt":" Down at the docks again?"},{"person":"Janice","txt":" Night-night Bing-a-ling."},{"person":"Chandler","txt":" Night-night.....Janice. (he starts thinking to him self)"},{"person":"Malcom","txt":" Here's my binoculars."},{"person":"Phoebe","txt":" Oh, great. Great. You're doing great, you know real strong. Going\nstrong. Keep going."},{"person":"Malcom","txt":" These are my night vision goggles. This is the book I pretend to read\nwhen I'm watching her in the park. And these are Mad Lips, they're just for fun."},{"person":"Phoebe","txt":" Oh, yeah. What's this? (picks up a book)"},{"person":"Malcom","txt":" Oh, this is log I kept, recording her every movement. Do you wanna here\nsomething from it?"},{"person":"Phoebe","txt":" Um, not even a little bit."},{"person":"Malcom","txt":" It's about you."},{"person":"Phoebe","txt":" Oh, okay then."},{"person":"Malcom","txt":" (reading) I met Phoebe today. She was really nice to me eventhough I'm\nsuch a loser. And, then when I was walking home I thought about her a lot, it was weird,\nbut kinda cool."},{"person":"Phoebe","txt":" Good. So what were you thinking?"},{"person":"Malcom","txt":" I was thinking what it would be like to kiss you."},{"person":"Phoebe","txt":" Really?"},{"person":"Malcom","txt":" No."},{"person":"Phoebe","txt":" Oh."},{"person":"Malcom","txt":" See that's just something I said now, so that maybe I could kiss you."},{"person":"Phoebe","txt":" Oh, okay. (he kisses her)"},{"person":"Chandler","txt":" No, that's all right. I just had a jar of mustard."},{"person":"Monica","txt":" (entering from her bedroom) Okay, sperm donor number 03815, come on\ndown! Okay, he's 6'2\", 170 pounds, and he describes himself as a male Geena Davis."},{"person":"Chandler","txt":" You mean there's more than one of us."},{"person":"Ross","txt":" Look, you can't do this Mon. All right, if you do this, I'm, I'm gonna,\nI'm, I'm gonna....."},{"person":"Monica","txt":" You're gonna what?"},{"person":"Ross","txt":" I'm gonna tell Mom."},{"person":"Rachel","txt":" Honey, I'm sorry, but he's right. I love you, but you're crazy."},{"person":"Ross","txt":" Crazy."},{"person":"Monica","txt":" What?! Why? Why is this crazy? So this isn't the ideal way to\nsomething...."},{"person":"Ross","txt":" (interrupting her) Oh, it's not the ideal way..."},{"person":"Monica","txt":" Lips moving, still talking. I mean it may not be ideal, but I'm so\nready. No, I-I-I see the way Ben looks at you. It makes me ache, you know?"},{"person":"Joey","txt":" Check it out!! Jam crackers!"},{"person":"Monica","txt":" Okay, all right, how's this? 27. Italian-American guy. He's an actor,\nborn in Queens. Wow, big family, seven sisters, and he's the only....boy. (they all turn\nand look at Joey) Oh my God, under personal comments: 'New York Knicks, rule!'"},{"person":"Joey","txt":" Yeah, the Knicks rule!"},{"person":"Monica","txt":" Joey, this is you!"},{"person":"Joey","txt":" Let me see. (goes over and looks at the form) Oh, right."},{"person":"Rachel","txt":" When did you go to a sperm bank?"},{"person":"Joey","txt":" Well, right after I did that sex study down at NYU. (to Chandler) Hey,\nRemember that sweater I gave you for your birthday?"},{"person":"Chandler","txt":" And that's how you bought it?"},{"person":"Joey","txt":" Noooo, that's what I was wearing when I donated. I'm kinda surprised\nthere's any of my boys left."},{"person":"Monica","txt":" Well, honey, it is pretty competitive. I mean I've got an actual rocket\nscientist here."},{"person":"Joey","txt":" Maybe, I should call this place and get them to put my 'Days of Our Lives'\non here. You know, juice this puppy up a little."},{"person":"Phoebe","txt":" (entering) Hellooo!"},{"person":"All","txt":" Hey."},{"person":"Ross","txt":" How's the maniac?"},{"person":"Phoebe","txt":" Oh, well he's yummy. We did a little kissin'."},{"person":"Rachel","txt":" Phoebe, what are you doing?"},{"person":"Phoebe","txt":" Oh, no, no, no, no. You know what, he's not into that stuff anymore. He\nquit for me."},{"person":"Rachel","txt":" Pheebs, this guy has been obsessed with your sister, for God knows how\nlong, okay, you don't just give up something like that."},{"person":"Phoebe","txt":" Look, he gave me his night vision goggles and everything."},{"person":"Ross","txt":" You're taking the word of a guy who has night vision goggles?"},{"person":"Phoebe","txt":" What, he's not still following her. Do you think he is still following\nher?"},{"person":"Chandler","txt":" Pheebs, wake up and smell the restraining order."},{"person":"Phoebe","txt":" What are you saying I should do?"},{"person":"Monica","txt":" I think, that if you really like this guy, you should just trust him."},{"person":"Phoebe","txt":" Thank you, Monica."},{"person":"Joey","txt":" Orrr, you could follow him and see where he goes."},{"person":"Monica","txt":" Oh, that's what I would do, forget mine."},{"person":"Rachel","txt":" Oh my God, what happened? (points to the cast on Janice's wrist)"},{"person":"Janice","txt":" Oh. God, crazy Chandler. He spun me...off...the...bed!"},{"person":"Rachel","txt":" Wow! Spinning that sounds like fun."},{"person":"Janice","txt":" Oh, (laughs) I wish. No, you know he was just trying Ross's Hug and Roll\nthing. "},{"person":"Rachel","txt":" (turns around, not amused) Ross's what?"},{"person":"Janice","txt":" You know what, where he hugs you and kinda rolls you away and... Oh...\nmy....God."},{"person":"Malcom","txt":" Phoebe?"},{"person":"Phoebe","txt":" Yes? Yes! Oh."},{"person":"Malcom","txt":" What are you doing?"},{"person":"Phoebe","txt":" Oh, I was just here looking for, um, my um, my part of an old sandwich.\nOh, here it is! Oh. (picks one up out of the garbage can.)"},{"person":"Malcom","txt":" Were you following me?"},{"person":"Phoebe","txt":" Um, perhaps. Yes! Yes, I'm sorry, I'm sorry. I was just afraid that you\nwere still hung up on my sister."},{"person":"Malcom","txt":" So you spied on me. I can't believe you don't trust me. (Ursula walks\npast, and Malcom finds behind the pillar)"},{"person":"Phoebe","txt":" Oh well, what do you know, there goes my identical twin sister. Just\nwalkin' along looking like me. What, is this just like a freakish coincidence, or did you\nknow she takes this train?"},{"person":"Malcom","txt":" I'm sorry. I'm sorry. I tried to stop, but I couldn't. I'm so pathetic."},{"person":"Phoebe","txt":" No, no, it's not your fault. You know it's partly my fault, 'cause I\nmade you quit cold turkey. Sorry, no. Okay, well, I mean, I can't date you anymore, 'cause\nyour, you know (in a high pitched voice) Wow! But um, but I will definitely, definitely\nhelp you get over my sister. Okay, stalk me for a while. Huh? Yeah, and, and, and, I'll be\nlike an Ursula patch."},{"person":"Malcom","txt":" Uh-huh, I don't know."},{"person":"Phoebe","txt":" Yeah, just, okay, look I'm going. Um, come on. Op, op, behind the\npillar, which way am I gonna go? "},{"person":"Joey","txt":" Hey."},{"person":"Monica","txt":" Hey."},{"person":"Joey","txt":" Where you going?"},{"person":"Monica","txt":" To the bank."},{"person":"Joey","txt":" Sperm or regular?"},{"person":"Monica","txt":" Sperm."},{"person":"Joey","txt":" So you're really doing this, huh?"},{"person":"Monica","txt":" Oh yeah, picked a guy, 37135. "},{"person":"Joey","txt":" Sounds nice."},{"person":"Monica","txt":" 'Fraid so. Brown hair, green eyes..."},{"person":"Joey","txt":" No kiddin', hmm. "},{"person":"Monica","txt":" What?"},{"person":"Joey","txt":" No, I-I figured you would've picked a blond guy."},{"person":"Monica","txt":" Really? Why?"},{"person":"Joey","txt":" I don't know, I just always pictured you ending up with one of those tall,\nsmart blond guys, name like.... Hoyt."},{"person":"Monica","txt":" Hoyt?"},{"person":"Joey","txt":" It's a name, yeah. I saw you, you know, in this great house with a big\npool."},{"person":"Monica","txt":" Really, is he a swimmer?"},{"person":"Joey","txt":" He's got the body for it."},{"person":"Monica","txt":" I like that. (Joey starts laughing) What?"},{"person":"Joey","txt":" You guys have one of those signs that says: 'We don't swim in your toilet,\nso don't pee in our pool.', you know."},{"person":"Monica","txt":" We do not have one of those signs."},{"person":"Joey","txt":" Sure you do, it was a gift from me. Oh! And you have these three great\nkids."},{"person":"Monica","txt":" Two girls and a boy?"},{"person":"Joey","txt":" Yeah!"},{"person":"Monica","txt":" And, and, and they wear those little water wings, you know. And they're,\nthey're running around on the deck. Then Hoyt wraps this big towel around all three of\nthem."},{"person":"Joey","txt":" Sure! (Monica gets very depressed) But hey, you know this way sounds good\ntoo. "},{"person":"Monica","txt":" Yeah."},{"person":"Joey","txt":" Oh Monica. (goes over and hugs her, then looks at the form and stops\nhugging her.) Wow, this guy's an astronaut. That would've been cool, (sees Monica) for\nlike a day. (hugs her again)."},{"person":"Joey","txt":" I called the sperm bank today, they haven't sold a single unit of\nTribianni. Nobody wants my product. I mean, I-I-I don't get it (tries to drink the rest of\nthe jam out of the jar and gets it all over his face, on his chin, nose, etc.) Maybe if\nthey met me in person."},{"person":"Rachel","txt":" Honey, you got a little thing on your...(points to her whole face)"},{"person":"Joey","txt":" (wipes a little jam from the corner of his mouth) Did I get it?"},{"person":"Rachel","txt":" Yeah."},{"person":"Ross","txt":" (entering) Hello. "},{"person":"Rachel","txt":" Hello."},{"person":"Ross","txt":" (sees Joey) Hey. (walks into the living room) Uh, Chan, can I uh, can I\ntalk to you for a second?"},{"person":"Chandler","txt":" Sure. What's up?"},{"person":"Ross","txt":" Just one uh, one additional relationship thought. Probably something your\nalready familiar with, uh, women talk! (smacks Chandler over the head with a magazine)"}]