[{"person":"Ross","txt":" Hey, you’re not going to believe this. I made up a joke and sent it\nin to "},{"person":"Phoebe","txt":" I didn’t know "},{"person":"Ross","txt":" Yeah, they print jokes, interviews, hard-hitting journalism. It’s not\njust about the pictures."},{"person":"Monica","txt":" That didn’t work on mom, it’s not going to work on us."},{"person":"Chandler","txt":" That is funny. It was also funny when I made it up."},{"person":"Ross","txt":" What?"},{"person":"Chandler","txt":" I made that joke up."},{"person":"Ross","txt":" Uh, oh-oh, no you didn’t. I did."},{"person":"Chandler","txt":" Yes, I did. I told it to Dan at work, and he said it was the funniest\njoke he’d ever heard."},{"person":"Ross","txt":" Hey, tell Dan, ‘Thanks.’"},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" I’m sorry, I was just reading the joke below it. Man, that one is\nfunny. (Ross grabs the magazine away from her.)"},{"person":"Chandler","txt":" Monica, you remember me telling you that joke, right?"},{"person":"Monica","txt":" No."},{"person":"Chandler","txt":" Seriously?"},{"person":"Monica","txt":" Well, you tell a lot of jokes!"},{"person":"Ross","txt":" Look, Chandler, it’s my joke. But, hey, if it makes you feel any\nbetter they don’t print the name, so it doesn’t really matter who gets credit,\nright?"},{"person":"Chandler","txt":" Yeah, I guess."},{"person":"Joey","txt":" (entering) Hey guys."},{"person":"Ross","txt":" No, it’s my joke, it’s mine. You can call them, they’ll\ntell you."},{"person":"Chandler","txt":" It’s my joke."},{"person":"Ross","txt":" It’s my joke."},{"person":"Joey","txt":" Whoa-whoa-whoa. Jokes? You guys know they have naked chicks in there,\nright?"},{"person":"Chandler","txt":" Dude, you have got to turn on "},{"person":"Joey","txt":" Let’s go watch it at your place."},{"person":"Chandler","txt":" Nah, Monica’s watching some cooking show. Come on, I don’t\nwant to miss when they were skinny."},{"person":"Joey","txt":" Chandler, Chandler, y’know what we should do? You and I should go out\nand get some new sunglasses."},{"person":"Chandler","txt":" What? No, I want to watch this. (He turns on the television and the\nscreen is completely covered in snow). Did your cable go out?"},{"person":"Joey","txt":" No, that’s "},{"person":"Chandler","txt":" Joey, why is your cable out?"},{"person":"Joey","txt":" I uh, oh! Because, uh, I haven’t really paid the bill"},{"person":"Chandler","txt":" If you need money, will you please-please just let me loan you some\nmoney?"},{"person":"Joey","txt":" No, Chandler. Look, forget about it, okay? Look, I know things have been a\nlittle tight since Janine moved out. Oh, was she hot. "},{"person":"Chandler","txt":" Whoa ho."},{"person":"Joey","txt":" I know! Yeah, but, look I can handle it. All right? Look, I can listen to\nthe radio, huh? And Ross gave me this great book (holds up the "},{"person":"Chandler","txt":" (picks up the phone) All right, you want to see if the joke stealer\nwill let us watch the show at his place?"},{"person":"Joey","txt":" Sure."},{"person":"Chandler","txt":" (with phone to ear, obviously hearing no dial tone) Paid your phone\nbill?"},{"person":"Joey","txt":" Not so much."},{"person":"Phoebe","txt":" (entering) Hey."},{"person":"Phoebe","txt":" Wh-wh-what are you doing?"},{"person":"Rachel","txt":" We are looking at a "},{"person":"Phoebe","txt":" Oh, I want to look too! (She runs over and sits down and checks out a\npicture). Yikes!"},{"person":"Monica","txt":" So do you think that these pictures—Are, are they trying to tell a\nstory?"},{"person":"Rachel","txt":" Oh, yeah, sure. I mean, like in the case of this young woman, she has\nlost her clothes, so she rides naked on the horse, she’s crying out, ‘Where are\nthey, where are they?’"},{"person":"Monica","txt":" Well, she’s not going to find them lying in the grass like that."},{"person":"Phoebe","txt":" Oh, yeah. Aw, remember the days when you used to go out to the barn,\nlift up your shirt, and bend over?"},{"person":"Rachel and Monica ","txt":"Yeah."},{"person":"Rachel","txt":" You see, now, I would date this girl. She’s cute, she’s\noutdoorsy, you know, and she knows how to build a fire. I mean, that’s got to come in\nhandy"},{"person":"Monica","txt":" Okay, I’ve got a question. If you had to pick one of us to date,\nwho would it be?"},{"person":"Rachel","txt":" (thinks) I don’t know."},{"person":"Monica","txt":" Me neither."},{"person":"Phoebe","txt":" Rachel."},{"person":"Monica","txt":" What?!"},{"person":"Phoebe","txt":" I don’t know. (Pause) Me neither."},{"person":"Joey","txt":" You forget how many great songs Heart had."},{"person":"Chandler","txt":" Yeah."},{"person":"Ross","txt":" You know, Barracuda was the first song I learned to play on the keyboard."},{"person":"Chandler","txt":" So, you heard it, you repeated it, so that must mean you wrote it."},{"person":"Joey","txt":" Oh, you guys, with this joke. I gotta say, I know I cracked up, but\nI’m not even sure I got it."},{"person":"Ross","txt":" What, you didn’t get it? The doctor is a monkey."},{"person":"Chandler","txt":" And monkeys can’t write out prescriptions."},{"person":"Chandler","txt":" (stops laughing, to Ross) You are not allowed to laugh at my joke."},{"person":"Ross","txt":" Your joke? Well, I think ‘the Hef’ would disagree, which is why\nhe sent me a check for one hundred ah-dollars."},{"person":"Chandler","txt":" So, you stole my joke, and you stole my money."},{"person":"Ross","txt":" Well, I was going to stick it in the ATM, but now I think I’ll show\nthe sexy teller that I am a published writer."},{"person":"Chandler","txt":" Well, she is going to know that you stole the joke."},{"person":"Ross","txt":" Oh, what are you going to do, follow me down there?"},{"person":"Chandler","txt":" Yeah!"},{"person":"Ross","txt":" Well, I’m not going to go now anyway (he goes to sit down)."},{"person":"Chandler","txt":" Okay (he goes to sit down)."},{"person":"Gunther","txt":" (handing Joey the bill) Here you go."},{"person":"Joey","txt":" Ah, Gunther, I can’t pay for this right now because I’m not\nworking, so I’ve had to cut down on some luxuries like uh, payin’ for stuff."},{"person":"Gunther","txt":" Well, if you want, you can work here."},{"person":"Joey","txt":" Uh, I don’t know. Ya see, it’s just, see I was a regular on a\nsoap opera y’know? And to go from that to this, I just… Plus, I’d have to\nwait on all my friends."},{"person":"Gunther","txt":" Okay, but the money’s good, plus you get to stare at Rachel as\nmuch as you want."},{"person":"Joey","txt":" What?!"},{"person":"Gunther","txt":" Flexible hours."},{"person":"Joey","txt":" Maybe I could be a waiter. Could I use the phone?"},{"person":"Monica","txt":" (visibly upset) She picked Rachel. I mean, she tried to back out of it,\nbut it was obvious. She picked Rachel."},{"person":"Monica","txt":" It’s wrong. You know what else is wrong? Phoebe picking Rachel."},{"person":"Chandler","txt":" You know who else picked Rachel? Ross, and you know what else Ross\ndid? He stole my joke. You know what? I’m going to get a joke journal. Y’know?\nAnd document the date and time of every single one of my jokes."},{"person":"Monica","txt":" That’s a good idea. "},{"person":"Chandler","txt":" Yeah!"},{"person":"Monica","txt":" Do you know what’s a bad idea?"},{"person":"Chandler","txt":" Picking Rachel."},{"person":"Monica","txt":" That’s right. (A noise comes from the living room.) Did you hear\nsomething?"},{"person":"Chandler","txt":" Maybe it’s the sound of Ross climbing into my brain and stealing\nmy thoughts."},{"person":"Monica","txt":" It’s coming from the living room."},{"person":"Joey","txt":" (sheepishly) I finished my book. (Chandler and Monica slowly retreat back\nto bed.)"},{"person":"Monica","txt":" (entering) Hey, you guys."},{"person":"Phoebe and Rachel ","txt":"Hey."},{"person":"Rachel","txt":" Monica, what are you doing?"},{"person":"Phoebe","txt":" I guess it was kinda funny."},{"person":"Phoebe","txt":" Fine. The reason that I was leaning a little bit more toward Rachel than\nyou is just that you’re … just … kinda high maintenance—Okay\nlet’s go to lunch!"},{"person":"Monica","txt":" That is completely untrue. You think I’m high maintenance? Okay,\nprove it. I want you to make a list and we’re going to go through it point by point!"},{"person":"Phoebe","txt":" No, okay, you’re right. You’re easy-going. You’re just\nnot as easy-going as Rachel. She’s just more flexible and-and mellow. That’s\nall."},{"person":"Rachel","txt":" (To Monica) Well, people are different."},{"person":"Phoebe","txt":" Ya, you know, Rachel … she’ll do whatever you want.\nY’know, you can just walk all over her."},{"person":"Rachel","txt":" What? Wait a minute. What are you saying, that I’m a pushover?\nI’m not a pushover."},{"person":"Phoebe","txt":" Oh, okay, (laughing) you’re not a pushover."},{"person":"Rachel","txt":" Oh my … you think I’m a pushover. Well wait, watch this, you\nknow what? You’re not invited to lunch. What do you think of that? I think\nthat’s pretty strong, that’s what I think. Come on, Monica, let’s go to\nlunch. (She leaves)"},{"person":"Rachel","txt":" I cannot believe her."},{"person":"Monica","txt":" I know. Where do you wanna go eat?"},{"person":"Rachel","txt":" Oh, oh, I love that Japanese place."},{"person":"Monica","txt":" I’m sick of Japanese. We’re not going there."},{"person":"Rachel","txt":" All right, wherever you wanna go is cool."},{"person":"Monica","txt":" All right."},{"person":"Ross","txt":" (showing the Playboy magazine to Gunther) Oh, hey, Gunther, check this\nout."},{"person":"Gunther","txt":" Yeah, that-that Chandler cracks me up. "},{"person":"Joey","txt":" Hey Ross, listen, you want anything to drink, ‘cause I’m heading\nup there."},{"person":"Ross","txt":" Uh, yeah, I’ll take a coffee. Thanks, man."},{"person":"Joey","txt":" Sure. (To Monica and Rachel) Coffee? ‘Cause I’m going up there. "},{"person":"Rachel","txt":" No."},{"person":"Monica","txt":" No, thank you."},{"person":"Joey","txt":" (to a table of strangers) You guys need anything, ‘cause I’m\nheading up there. "},{"person":"Woman","txt":" I’d love an ice water."},{"person":"Joey","txt":" You got it."},{"person":"Monica","txt":" Joey, what are you doing?"},{"person":"Joey","txt":" Just being friendly. (He gives Monica a ‘what’s wrong with\nyou?’ look and proceeds to walk behind the counter.)"},{"person":"Rachel","txt":" Joey, honey, I don’t think you’re supposed to go back there."},{"person":"Joey","txt":" Nah, it’s okay. Right, Gunther? (Winks at him as if they’re in\non a secret together.)"},{"person":"Gunther","txt":" Don’t wink at me. And put on your apron."},{"person":"Joey","txt":" Okay, but I don’t see you asking any other paying customers to put on\naprons. "},{"person":"Monica","txt":" Joey, do you work here?"},{"person":"Joey","txt":" No."},{"person":"Customer","txt":" Hey, waiter."},{"person":"Joey","txt":" Yeah?"},{"person":"Monica","txt":" Joey, what’s going on. What didn’t you tell us you work here?"},{"person":"Joey","txt":" It’s kind of embarrassing, y’know. I mean, I was an actor and\nnow I’m a waiter. It’s supposed to go in the other direction."},{"person":"Chandler","txt":" So is your apron. You’re wearing it like a cape."},{"person":"Joey","txt":" I mean, the job’s easy and the money’s good, you know? I guess\nI’m going to be hanging out here anyway. I might as well get paid for it, right? I\njust feel kind of weird serving you guys."},{"person":"Rachel","txt":" Come on, Joey, I did it and it was fine."},{"person":"Ross","txt":" Yeah, why would it be weird? Hey, Joey, can I get some coffee?"},{"person":"Joey","txt":" Okay, I guess it doesn’t seem that weird."},{"person":"Ross","txt":" Seriously, I-I asked you before and you still haven’t gotten it."},{"person":"Joey","txt":" See, now it’s weird again."},{"person":"Chandler","txt":" I think it’s great that you work here. You’re going to make\na lot of money, and here’s your first tip: Don’t eat yellow snow. (He laughs,\nthen picks up a pen, glares at Ross, and writes in his journal). Ah ha ha, 2:15,\ncoffeehouse."},{"person":"Rachel","txt":" Well, you know what? This is great. Finally, I have someone I can pass\non my wisdom too. Let me tell you about a couple of things I learned while working at the\ncoffeehouse. First of all, the customer is always right. (Joey nods.) A smile goes a long\nway. (Joey smiles) And if anyone is ever rude to you? Sneeze muffin."},{"person":"Joey","txt":" Thanks, Rach. Look, you guys are just terrific. Y’know? Now, how\nabout clearing out of here so I can get some new customers. It’s all about turnover."},{"person":"Ross","txt":" Joey, seriously, can I get my coffee?"},{"person":"Joey","txt":" Oh, I’m sorry, Ross. I’ll get it for you right now. And since I\nmade you wait, I’ll toss in a free muffin."},{"person":"Rachel","txt":" Phoebe. We would like to talk to you for a second."},{"person":"Phoebe","txt":" Okay."},{"person":"Monica","txt":" So, maybe I am a little high maintenance. And maybe Rachel is a little\nbit of a pushover. But you know what we decided you are?"},{"person":"Rachel","txt":" Yes, we are very sorry to tell you this, but you, Phoebe, are flaky."},{"person":"Monica","txt":" Hah!"},{"person":"Phoebe","txt":" That true, I am flaky."},{"person":"Rachel","txt":" So, what, you’re just, you’re just okay with being flaky?"},{"person":"Phoebe","txt":" Yeah, totally."},{"person":"Monica","txt":" Well, then, I’m okay with being high maintenance."},{"person":"Rachel","txt":" Yeah, and I am okay with being a pushover."},{"person":"Phoebe","txt":" That’s great. Good for you guys."},{"person":"Monica","txt":" I am not high maintenance!"},{"person":"Rachel","txt":" I am not a pushover!"},{"person":"Phoebe","txt":" Who said you were?"},{"person":"Monica and Rachel ","txt":"You did!"},{"person":"Phoebe","txt":" Oh, I’m flaky. I’ll say anything."},{"person":"Joey","txt":" Hey, Gunther. Can you uh, can you cover for me? I just got an audition."},{"person":"Gunther","txt":" No, I’m leaving to get my hair dyed."},{"person":"Joey","txt":" Really?! I like your natural color. Come on man, it’s a great part.\nLook, check it out. I’m the lead guy’s best friend and I wait for him in this\nbar and save his seat. Listen-listen. ‘I’m sorry, that seat’s saved.’"},{"person":"Gunther","txt":" That’s the whole part?"},{"person":"Joey","txt":" Okay, maybe he’s not his best friend, but …"},{"person":"Gunther","txt":" Okay, I’ll see you in an hour."},{"person":"Joey","txt":" Oh, man, I could totally get that part. ‘I’m sorry, that seat is\ntaken.’"},{"person":"Patron","txt":" Oh, excuse me."},{"person":"Joey","txt":" No, no, I didn’t mean you. But, you believed me, huh?"},{"person":"Patron","txt":" I believed you were saving this seat for someone."},{"person":"Joey","txt":" So, you’d hire me, right?"},{"person":"Patron","txt":" For what?"},{"person":"Joey","txt":" Exactly! All right, everybody, listen up. The coffeehouse is going to be\nclosed for about an hour. "},{"person":"Joey","txt":" Yeah, it’s for the kids. To keep the kids off drugs. It’s a very\nimportant issue in this month’s "},{"person":"Ross","txt":" It’s my joke."},{"person":"Chandler","txt":" It’s my joke."},{"person":"Ross and Chandler ","txt":"It’s my joke."},{"person":"Ross","txt":" Y’know, I don’t think we’re going to settle this."},{"person":"Chandler","txt":" Let’s have Monica decide."},{"person":"Ross","txt":" Yeah!"},{"person":"Chandler","txt":" Yeah!"},{"person":"Ross","txt":" Hey Mon."},{"person":"Chandler","txt":" Mon, get out here!"},{"person":"Ross","txt":" Monica! (She appears, not sure why she was summoned.)"},{"person":"Chandler","txt":" Okay, okay. You have to help us decide whose joke this is."},{"person":"Monica","txt":" Why do I have to decide?"},{"person":"Chandler","txt":" Because you’re the only one that can be fair."},{"person":"Ross","txt":" Yeah."},{"person":"Monica","txt":" I can’t be fair. You’re my boyfriend."},{"person":"Ross","txt":" Yeah, but I’m your brother. We’re family. That’s the most\nimportant thing in the world."},{"person":"Chandler","txt":" (to Ross) Don’t try to sway her. (To Monica) (Softly) I’m\nyour only chance to have a baby. Okay, let’s go."},{"person":"Ross","txt":" We’ll each tell you how we came up with the joke and then you decide\nwhich one of us is telling the truth—me. "},{"person":"Monica","txt":" Okay, Chandler, you go first."},{"person":"Chandler","txt":" Okay, I thought of the joke two months ago at lunch with Steve."},{"person":"Monica","txt":" Oh, wait, is he the guy I met at Christmas?"},{"person":"Chandler","txt":" Can I finish my story?!"},{"person":"Ross","txt":" See, I would never snap at you like that."},{"person":"Monica","txt":" Continue."},{"person":"Chandler","txt":" So Steve said he had to go to the doctor. And Steve’s\ndoctor’s name is Doctor Muppy. So I said, ‘Doctor Monkey?’ And that is how\nthe whole Doctor Monkey thing came up. (He slams his feet up on the table to emphasize his\npoint.)"},{"person":"Ross","txt":" Are you kidding? Okay, look. I-I studied evolution. Remember, evolution?\nMonkey into man? Plus, I’m a doctor, and I had a monkey. I’m Doctor Monkey!"},{"person":"Chandler","txt":" I’m not arguing with that."},{"person":"Monica","txt":" All right, I’ve heard enough. I’ve made my decision."},{"person":"Monica","txt":" You are both idiots. The joke is not funny, and it’s offensive to\nwomen, and doctors, and monkeys! You shouldn’t be arguing over who gets credit, you\nshould be arguing over who gets blamed for inflicting this horrible joke upon the world!\nNow let it go! The joke sucks! "},{"person":"Ross","txt":" It’s your joke."},{"person":"Chandler","txt":" Is not."},{"person":"Monica","txt":" Hi, Chandler. There you are."},{"person":"Chandler","txt":" Hi, oh hi."},{"person":"Monica","txt":" Hey, it’s Phoebe and Rachel. Um, why don’t you tell them what\nyou were telling me earlier about me not being high maintenance?"},{"person":"Chandler","txt":" (starts to recite a rehearsed speech) Monica is a self-sufficient,\ntogether lady. (Pause.) Being with her has been like being on a vacation. And what may be\nperceived as high maintenance is merely attention to detail and—(He falters and\nMonica prompts him.)—generosity of spirit."},{"person":"Rachel","txt":" Wow, you know what? That is the best fake speech I think I’ve ever\nheard."},{"person":"Phoebe","txt":" Really? I’ve heard better."},{"person":"Monica","txt":" Wait, wait, he came up with that himself. Tell them, Chandler."},{"person":"Chandler","txt":" (To Chandler) I’m out of words. Should I just say the whole thing\nagain?"},{"person":"Monica","txt":" Look, I am not high maintenance. I am not. Chandler!"},{"person":"Chandler","txt":" (pauses as he struggles with what he has to say) You’re a little\nhigh maintenance."},{"person":"Monica","txt":" Ahhh! "},{"person":"Chandler","txt":" I’m sorry. You’re not easy-going, but you’re\npassionate, and that’s good. And when you get upset about the little things, I think\nthat I’m pretty good about making you feel better about that. And that’s good\ntoo. So, they can say that you’re high maintenance, but it’s okay, because I\nlike … maintaining you."},{"person":"Monica","txt":" (embarrassed) (To Phoebe and Rachel) I didn’t even tell him to say\nthat. (They hug). All right you’re off my list. "},{"person":"Chandler","txt":" (happily) I’m off the list. (Sits on the couch.) "},{"person":"Monica","txt":" (sits next to him) Phoebe, it’s okay that you don’t want me to\nbe your girlfriend because I have the best boyfriend."},{"person":"Chandler","txt":" Hey, buddy boy, how’d the audition go?"},{"person":"Joey","txt":" Not good, no. I didn’t get the part, and I lost my job here, so\n…"},{"person":"Phoebe","txt":" Wow! That is a bad audition."},{"person":"Rachel","txt":" How-how did you lose your job here?"},{"person":"Joey","txt":" Well, I had the audition but Gunther said I had to stay here and be in\ncharge so he could go get his hair dyed. So, I went anyway, and then he fired me."},{"person":"Rachel","txt":" He left work in the middle of the day to do a personal errand and left\nyou in charge when you’ve been working here two days? That’s not, that’s\nnot right."},{"person":"Joey","txt":" Yeah, what are ya gonna do?"},{"person":"Rachel","txt":" Joey, you can’t let him get away with that. Ya know what, I’m\nnot going to let him get away with that. I’m going to say something to him—No, I\nreally shouldn’t say anything—No, I should say something to him. (Goes to the\ncounter) Gunther, I want you to give Joey his job back. That is really not fair that you\nhave to fire him…"},{"person":"Gunther","txt":" Okay."},{"person":"Rachel","txt":" What?"},{"person":"Gunther","txt":" He can have his job back."},{"person":"Rachel","txt":" That’s right, he can have his job back. I’m glad we got that\nall straightened out. There you go, Joey, you got your job back."},{"person":"Joey","txt":" That’s great. Thanks Rach."},{"person":"Rachel","txt":" Yeah, pretty nice, huh? Now who’s a pushover?"},{"person":"Phoebe","txt":" (returning from the bathroom) Rach, you’re in my seat."},{"person":"Rachel","txt":" Oh, I’m sorry. (Gets up and moves.)"},{"person":"Phoebe","txt":" Hey, I never got to hear who you guys would pick to be your girlfriend."},{"person":"Rachel","txt":" Oh, yeah. Definitely you, Pheebs."},{"person":"Phoebe","txt":" Yeah, well, I kinda thought."},{"person":"Chandler","txt":" Hey."},{"person":"Rachel","txt":" Hey. Oh, I have a question. If-if-if one of you had to pick one of the\nother two guys to go out with, who would you pick?"},{"person":"Ross","txt":" No way. "},{"person":"Joey","txt":" I’m not answering that."},{"person":"Chandler","txt":" Joey! (Pause as they all stare at him.) No way. I’m not answering\nthat."}]