[{"person":"Phoebe","txt":" What am I sitting on?"},{"person":"Chandler","txt":" Top of the world? Dock of the bay? (He tries to think of another but\ncan't) I'm out."},{"person":"Phoebe","txt":" (taking something out of the couch) Ew-eww!! Undies! "},{"person":"Rachel","txt":" All right! Who's are they? Who's are they?"},{"person":"Ross","txt":" Well, they're not mine!"},{"person":"Chandler","txt":" Well, they're Joey's! They gotta be Joey's!"},{"person":"Joey","txt":" Yeah, they're mine."},{"person":"Chandler","txt":" See? They're Joey's! J-J-J-J-J-Joey's!"},{"person":"Ross","txt":" Why are they here?"},{"person":"Joey","txt":" I don't know uhh… (Pause as he thinks about it.) Well, I'm Joey.\nYeah, I'm disgusting, I take my underwear off in other people's homes."},{"person":"Rachel","txt":" Well, get 'em out of here! What's wrong with you?"},{"person":"Chandler","txt":" Yeah!"},{"person":"Monica","txt":" Yeah!"},{"person":"Rachel","txt":" (waving them in his face) Take 'em! (Joey makes a noise and jumps out of\nthe way.) Joey, you can touch them! They're "},{"person":"Joey","txt":" (reluctantly taking them) Chandler? A word."},{"person":"Joey","txt":" That's it! I'm tired of covering for you two! This has got to stop!\n(Realizes he still has the underwear in his hand.) Ahh! (Throws them towards Chandler's\nroom.) And tighty-whiteys! What are you, 8?"},{"person":"Monica","txt":" (entering) Thank you Joey, thank you so much!"},{"person":"Joey","txt":" Oh hey, no, you're not welcome. Okay, look, I hate this! You guys keep\nembarrassing me! (To Monica) Yesterday, Rachel found your razor in our bathroom and I\ndidn't know what to say, so I said it was mine and-and that I was playing a woman in a\nplay. And one thing led to another and (He puts his leg on the chair and pulls up his\npants leg to reveal that he now has shaved legs.)"},{"person":"Monica","txt":" (inspecting his leg) Wow! And around the ankles, y'know that is a tough\nspot."},{"person":"Joey","txt":" Yeah, it was! All right, listen, I can't…"},{"person":"Chandler","txt":" (interrupting him) All this lying has been hard on us too."},{"person":"Joey","txt":" Oh-oh, yeah-yeah, I bet all the sex makes it easier!"},{"person":"Chandler","txt":" Well, yeah actually."},{"person":"Monica","txt":" We'll try to be more careful okay? It's just that, we don't want\neveryone to know because this is going really well, and maybe the reason it's going really\nwell is because it's a secret."},{"person":"Chandler","txt":" I know it sounds really weird, but we're just so bad at relationships."},{"person":"Monica","txt":" We are! Help us!"},{"person":"Chandler","txt":" Help!"},{"person":"Joey","txt":" All right! But, (To Monica) you do it with me once."},{"person":"Monica","txt":" Joey!"},{"person":"Joey","txt":" Didn't think so."},{"person":"Monica","txt":" Hey, Phoebe!"},{"person":"Chandler","txt":" Hi, Pheebs!"},{"person":"Rachel","txt":" Hey, Pheebs!"},{"person":"Joey","txt":" Hey, Pheebs!"},{"person":"Rachel","txt":" What are you reading?"},{"person":"Phoebe","txt":" Umm, "},{"person":"Chandler","txt":" I didn't know you were taking a class. That is so cool."},{"person":"Phoebe","txt":" Yeah! Well, I really liked that Lamaze class I took! Y'know and this\ntime I thought I'd go for something, y'know a little more intellectual, with a less\npainful final exam."},{"person":"Rachel","txt":" Honey that sounds like fun."},{"person":"Phoebe","txt":" Yeah! Ooh, you should come with me! Oh yeah, then I'd have someone to\nsit with!"},{"person":"Rachel","txt":" Okay."},{"person":"Phoebe","txt":" Yeah! Okay—ooh, but are you going to have time to read it?"},{"person":"Rachel","txt":" Oh, I read that in high school."},{"person":"Phoebe","txt":" This is going to be so much fun! Okay-shhh, I have to finish."},{"person":"Ross","txt":" (entering, depressed) Hi."},{"person":"Joey","txt":" What's wrong buddy?"},{"person":"Ross","txt":" Someone at work ate my sandwich!"},{"person":"Chandler","txt":" Well, what did the police say?"},{"person":"Ross","txt":" My Thanksgiving leftover sandwich. I can't believe someone ate it!"},{"person":"Chandler","txt":" Ross, it's just a sandwich!"},{"person":"Ross","txt":" Just a sandwich? Look, I am 30 years old, I'm about to be divorced twice\nand I just got evicted! That sandwich was the only good thing going on in my life! Someone\n"},{"person":"Monica","txt":" Okay, look, I-I have enough stuff for one more sandwich, I mean I was\ngoing to eat it myself, but (motions that he can have it.)"},{"person":"Ross","txt":" (quietly) That-that would be incredible. Thank you so much. I-I "},{"person":"Chandler","txt":" (reading) Knock-knock. Who's there? Ross Geller's lunch. Ross Geller's\nlunch, who? Ross Geller's lunch, please don't take me. Okay?"},{"person":"Joey","txt":" I'm surprised you didn't go home wearing your lunch."},{"person":"Phoebe","txt":" Okay, look you wanna hold onto your food? You gotta scare people off. I\nlearned that living on the street."},{"person":"Ross","txt":" Really?! So what would you say Pheebs? Stuff like uh, \"Keep your\nmitts off my grub?\""},{"person":"Chandler","txt":" Say Ross, when you picture Phoebe living on the street, is she\nsurrounded by the "},{"person":"Phoebe","txt":" Okay, this will keep them away from your stuff. (Writes him a note and\nthe gang reads it.)"},{"person":"All","txt":" Whoa! Ohh!!"},{"person":"Monica","txt":" Phoebe, you are a bad ass!"},{"person":"Phoebe","txt":" Someday I'll, tell you about the time I stabbed the cop."},{"person":"Monica","txt":" Phoebe?"},{"person":"Phoebe","txt":" Well, he stabbed me first!!"},{"person":"Rachel","txt":" (To Phoebe) Sorry I'm late, but I left late."},{"person":"Phoebe","txt":" Okay."},{"person":"Rachel","txt":" So Pheebs, what is the book about?"},{"person":"Phoebe","txt":" I thought you said you read it in high school."},{"person":"Rachel","txt":" Well yeah, but then I remembered I started it and there was this pep\nrally and I was, I was on top of the pyramid but anyway—umm, what is this book about?"},{"person":"Phoebe","txt":" Okay, umm, it's this tragic love story between Cathy and Heathcliff and\numm, it takes place on like these really creepy mores in England. Which "},{"person":"The Teacher","txt":" How would you characterize the theme of this book, uh let's see\nhere (looks at his attendance sheet), Rachel Green?"},{"person":"Rachel","txt":" Umm, well I would have to say that it's a, it's tragic love story."},{"person":"The Teacher","txt":" Well, that's sort of a given, but yes. Anyone else?"},{"person":"Rachel","txt":" Oh-oh-oh, symbolism! And uh, the-the uh, wildness of the mores, which "},{"person":"The Teacher","txt":" Excellent! What Rachel has shrewdly observed here…"},{"person":"Phoebe","txt":" (To Rachel) You completely stole my answer!"},{"person":"Rachel","txt":" Well, honey that was pretty obvious."},{"person":"Phoebe","txt":" Well how would you know?! You didn't even read it!"},{"person":"The Teacher","txt":" What do you think? You in the blue shirt."},{"person":"Phoebe","txt":" I think that uh, yours is a question with many answers."},{"person":"The Teacher","txt":" Would ya care to venture one?"},{"person":"Phoebe","txt":" Would "},{"person":"The Teacher","txt":" Are you just repeating what I'm saying?"},{"person":"Phoebe","txt":" Are you just repeating what "},{"person":"The Teacher","txt":" All right, let's move on."},{"person":"Phoebe","txt":" Okay then."},{"person":"Phoebe","txt":" Yeah but why didn't you just say that you didn't read the book?!"},{"person":"Rachel","txt":" Be-because I didn't want him to think I was stupid! I mean, that was\nreally embarrassing what happened to you!"},{"person":"Ross","txt":" (entering) Phoebe! "},{"person":"Phoebe","txt":" Yeah?"},{"person":"Ross","txt":" Phoebe! You're note, amazing! Not only did no one touch my sandwich, but\npeople at work are actually afraid of me. Yeah, a guy called me mental! Mental Geller,\nyeah, I always wanted a cool nickname like that."},{"person":"Monica","txt":" Yeah, the best you got in high school was Wet Pants Geller."},{"person":"Ross","txt":" That was the water fountain! Okay?! Anyway, people are writing reports for\nme, uh pushing back deadlines to meet my schedule, I'm telling you, you get tough with\npeople you can get anything you want. (Joey walks by with a cup of coffee.) Hey Tribbiani,\ngive me that coffee! Now!"},{"person":"Cynthia","txt":" God, this was really fun! I've been wondering if you were going to ask\nme out."},{"person":"Joey","txt":" So you uh, still wondering?"},{"person":"Cynthia","txt":" No, we just went out."},{"person":"Joey","txt":" You're smart. I like that."},{"person":"Cynthia","txt":" Oh, candles! (Notices something.) What is that? A blanket? A video\ncamera? Oh my God! (As she storms out, Rachel returns and overhears the conversation.)"},{"person":"Joey","txt":" Oh no-no-no-no, wait-wait-wait!!"},{"person":"Cynthia","txt":" I can't believe you thought that you were going to video tape us having\nsex on the first date! (She storms away and Rachel enters to confront Joey.)"},{"person":"Joey","txt":" Hiya."},{"person":"Rachel","txt":" Joey, is what she just said umm—Oh my God. (Looks around the room.)\nYou were actually gonna… (Chandler picks this moment to return to the living room.)\n(Rachel stares in shock.)"},{"person":"Chandler","txt":" What is going on here?"},{"person":"Rachel","txt":" And with Chandler in the next room. What are you, what are you sick?"},{"person":"Joey","txt":" I'm Joey. I mean, I'm disgusting. I make low-budget adult films. (Points\nat Chandler, angrily.)"},{"person":"Joey","txt":" You guys "},{"person":"Monica","txt":" We're so sorry."},{"person":"Chandler","txt":" Yeah."},{"person":"Joey","txt":" Well, I'm telling everyone about you! That's the only way to explain the\nunderwear and the video camera that doesn't make me look like a pig!"},{"person":"Chandler","txt":" No-no, wait! There's got to be a better explanation. You can tell them\nyou "},{"person":"Joey","txt":" Yeah, I like that. But no-no, how does that explain why Rachel found "},{"person":"Chandler","txt":" Oh—I don't know."},{"person":"Joey","txt":" Well, get ready to come out of the non-gay closet!"},{"person":"Monica","txt":" Okay, just wait, please. I promise we'll come up with something. Just\ngive us a little more time."},{"person":"Joey","txt":" All right. Hey, but it better make me look really, really good. (Starts\nfor his room.) Oh, and another thing, the video camera? Nice!!"},{"person":"Dr. Leedbetter","txt":" Umm, Ross. May I have a word with you?"},{"person":"Ross","txt":" Yeah, of course, Donald."},{"person":"Dr. Leedbetter","txt":" We've been getting reports of some very angry behavior on your\npart."},{"person":"Ross","txt":" What?!"},{"person":"Dr. Leedbetter","txt":" Threatening letters, refusal to meet deadlines, apparently\npeople now call you mental."},{"person":"Ross","txt":" (Proudly) Yeah."},{"person":"Dr. Leedbetter","txt":" We want you to speak to a psychiatrist. "},{"person":"Ross","txt":" Oh no, you-you don't understand. Ugh, this is so silly. Umm, this is all\nbecause of a sandwich."},{"person":"Dr. Leedbetter","txt":" (laughs) A sandwich?"},{"person":"Ross","txt":" Yeah. You see my-my sister makes these amazing turkey sandwiches. Her\nsecret is, she puts a, an extra slice of gravy soaked bread in the middle; I call it the\nMoist Maker. Anyway, I-I put my sandwich in the fridge over here… "},{"person":"Dr. Leedbetter","txt":" (laughs) Oh, you know what?"},{"person":"Ross","txt":" What?"},{"person":"Dr. Leedbetter","txt":" I-I'm sorry. I, I-I-I believe I ate that."},{"person":"Ross","txt":" You ate my sandwich?"},{"person":"Dr. Leedbetter","txt":" It was a simple mistake. It could happen to anyone."},{"person":"Ross","txt":" (getting upset) Oh-oh really? Did you confuse it with your own turkey\nsandwich with a Moist Maker?"},{"person":"Dr. Leedbetter","txt":" No."},{"person":"Ross","txt":" Do you perhaps seeing a note on top of it?"},{"person":"Dr. Leedbetter","txt":" There may have been a-a joke or a limerick of some kind."},{"person":"Ross","txt":" (getting angry) That said it was "},{"person":"Dr. Leedbetter","txt":" Now-now calm down. Come look in my office, some of it my still\nbe in the trash."},{"person":"Ross","txt":" (jumping to his feet in anger) What?"},{"person":"Dr. Leedbetter","txt":" Well, it was quite large. I-I-I-I-I had to throw most of it\naway."},{"person":"Ross","txt":" You-you-you-you (trying to remain in control) threw my sandwich away!"},{"person":"Ross","txt":" (losing control, we hear him shout outside) MY SANDWICH?!!!"},{"person":"Ross","txt":" "},{"person":"Rachel","txt":" Hi!"},{"person":"Phoebe","txt":" Hi!"},{"person":"Rachel","txt":" (sitting down) So umm, what's this book about?"},{"person":"Phoebe","txt":" You didn't read this one either?!"},{"person":"Rachel","txt":" Well, I was gonna, but I accidentally read something else."},{"person":"Phoebe","txt":" What?"},{"person":"Rachel","txt":" "},{"person":"Phoebe","txt":" No! You should've read it yourself!"},{"person":"Rachel","txt":" Come on Phoebe! Don’t be such a goodie-goodie!"},{"person":"Phoebe","txt":" Fine! Okay, all right, so Jane Eyre, first of all, you'd think she's a\nwoman, but she's not. She's a cyborg. "},{"person":"Rachel","txt":" A cyborg?! Isn't that like a robot?!"},{"person":"Phoebe","txt":" Yeah, this book was light years ahead of its time."},{"person":"The Teacher","txt":" (entering) Sorry I'm late. Let's get started. So, what did\neverybody think about Jane Eyre?"},{"person":"Phoebe","txt":" Umm, Rachel and I were just discussing it and she had some very\ninteresting insights."},{"person":"The Teacher","txt":" Well, go ahead Rachel."},{"person":"Rachel","txt":" Uh, thank you Phoebe. Umm, well, what struck me most when reading Jane\nEyre was uh, how the book was so ahead of its time."},{"person":"The Teacher","txt":" If you're talking about feminism, I think you're right."},{"person":"Rachel","txt":" Yeah, well, feminism yes, but also the robots."},{"person":"Chandler","txt":" Hey."},{"person":"Monica","txt":" Hey. Okay, so umm, since that video camera thing didn't work out uh, I\nthought that I would give you just a little preview. (Hands him a Polaroid.)"},{"person":"Chandler","txt":" (gasps) You're "},{"person":"Monica","txt":" I know."},{"person":"Chandler","txt":" Ross?"},{"person":"Ross","txt":" (in a stupor) Hey Chandler. (Sees Monica.) Monica!"},{"person":"Monica","txt":" Ross, are you okay?"},{"person":"Ross","txt":" I'm fine! I saw a psychiatrist at work today."},{"person":"Monica","txt":" Why?!"},{"person":"Ross","txt":" On account of my rage."},{"person":"Chandler","txt":" Which I may say, right now, is out of control."},{"person":"Ross","txt":" He gave me a pill for it."},{"person":"Monica","txt":" A pill?"},{"person":"Ross","txt":" Uh-huh. Well, when the psychiatrist told me I had to take a leave of\nabsence because I yelled at my boss I started to get worked up again, so he offered me a\ntranquilizer. And I thought was a good idea so, I took it."},{"person":"Monica","txt":" Wait a minute, they're making you take time off work?"},{"person":"Chandler","txt":" And you're okay with that?"},{"person":"Ross","txt":" I don't know. It's going to be weird not having a job for a while, but I,\nI definitely don't care about my sandwich."},{"person":"Rachel","txt":" (entering, angrily) Ugh, that was so embarrassing! I can't believe you\nlet me go on and on like that!"},{"person":"Phoebe","txt":" (smiling) I'm sorry. It was just so funny when you started comparing "},{"person":"Rachel","txt":" That was "},{"person":"Phoebe","txt":" Well, I snapped! Okay? You weren't taking the class seriously."},{"person":"Rachel","txt":" Phoebe, come on! What is the big deal? I thought this was going to be\nsomething we could do together! Y'know, I thought it would be fun!"},{"person":"Phoebe","txt":" Well, yeah! Fun is good, but y'know I also wanted to learn. Y'know,\npeople are always talking about what they learned in high school and I never went to high\nschool."},{"person":"Rachel","txt":" Ohh. Oh, so you really wanted to learn. Yeah, y'know, Pheebs I just\nwanted to have fun. Ohh, you know who you should go with?"},{"person":"Monica","txt":" (yelling and waving her hand in the air) I know! I know! I know!"},{"person":"The Teacher","txt":" Monica, you "},{"person":"Rachel","txt":" (sees the picture) Oh my God! That's Monica!!"},{"person":"Joey","txt":" Oh no-no-no! No-no-no-no-no-no-no!"},{"person":"Rachel","txt":" You get away from me!! You sick, sick, sick, sick-o!!"},{"person":"Ross","txt":" (entering, with the rest of the gang) What's going on?"},{"person":"Rachel","txt":" Joey has got a secret peephole!"},{"person":"Chandler","txt":" (Sees the picture) Oh no! No! No! No! (Monica gasps as well.)"},{"person":"Rachel","txt":" Yes! He has a naked picture of Monica! He takes naked pictures of us!\nAnd then he eats chicken and looks at them!"},{"person":"Rachel","txt":" Look! (Shows Ross the picture.)"},{"person":"Ross","txt":" (covering his eyes) Dude! That's my sister! (She shows the rest of the\ngang.)"},{"person":"Monica","txt":" (grabbing the picture) Give me that!"},{"person":"Phoebe","txt":" All right, wait! Just wait. Everybody just calm down. Okay? Let's give\nour friend Joey a chance to explain why he's such a big pervert!"},{"person":"Joey","txt":" No! I am "},{"person":"Chandler","txt":" All right, look! Look. I think I can explain this."},{"person":"Joey","txt":" Thank you!"},{"person":"Chandler","txt":" Joey's a sex addict. "},{"person":"Joey","txt":" What?!! (He turns around and stares at Chandler who's silently pleading\nwith Joey to go along with it.) No I'm not!!"},{"person":"Monica","txt":" It's okay! It's good! It's good. It's a disease!"},{"person":"Joey","txt":" No! No! I am "},{"person":"Monica","txt":" Yes you are! That's the only way to explain all this stuff!"},{"person":"Joey","txt":" No it isn't! No, it's not. Because you can also explain it with the truth!"},{"person":"Rachel","txt":" Well, what is the truth?"},{"person":"Ross","txt":" Yeah, what's going on?"},{"person":"Phoebe","txt":" What's going on?"},{"person":"Joey","txt":" (thinking) I slept with Monica."},{"person":"Chandler","txt":" Well let's….let's see what everybody thinks of that?"},{"person":"Monica","txt":" Oh no!"},{"person":"Ross","txt":" You slept with my sister?"},{"person":"Joey","txt":" Uh yes, but it was, we just did it once uh, in London."},{"person":"Ross","txt":" This is not good for my rage. (Takes another pill.)"},{"person":"Rachel","txt":" Monica, is this true?"},{"person":"Joey","txt":" Of course it's true! How else would you explain all the weird stuff that's\nbeen going on?"},{"person":"Monica","txt":" Yes it's true."},{"person":"Rachel","txt":" Okay, but if it only happened that one time, how come we found your\nunderwear in our apartment the other day?"},{"person":"Joey","txt":" Ahh—oy! That was the underwear I was wearing that night in London.\nRight Monica?"},{"person":"Monica","txt":" I guess I wanted to keep it (Pause) as a souvenir. "},{"person":"Ross","txt":" My God Monica!!"},{"person":"Chandler","txt":" Are you sure Joe? Are you sure you're not just a sex addict?"},{"person":"Joey","txt":" No! If anyone's a sex addict here, it's Monica! Yeah. Yeah. She has been\ntrying to get me back in the sack ever since London!"},{"person":"Phoebe","txt":" So that's why she gave you a naked picture of herself."},{"person":"Joey","txt":" That makes sense!"},{"person":"Rachel","txt":" And the video camera?"},{"person":"Joey","txt":" Uhh, Monica?"},{"person":"Monica","txt":" I guess I set up the video camera to try and entice Joey."},{"person":"Joey","txt":" But sadly I could not be enticed."},{"person":"Ross","txt":" Unbelievable! I mean you really kept Joey's underwear?! Why? Why would you\ndo that?!"},{"person":"Monica","txt":" I'm Monica. I'm disgusting. I stalk guys and keep their underpants."},{"person":"Joey","txt":" Well, I think we've all learned something about who's disgusting and who's\nnot. Eh? All right, now, I'm going to get back to my bucket. I'm only eating the skin, so\nthe chicken's up for grabs. (Offers it to everyone.)"},{"person":"Phoebe","txt":" I really thought you making a good point. I mean y'know, until you got\ncut off."},{"person":"A Female Student","txt":" Yeah, what's up with that girl Monica?"},{"person":"Phoebe","txt":" I don't know! I didn't come with her!"},{"person":"Monica","txt":" (entering, happily) All right everybody! Everybody guess what? I just\nconvinced Paul to give us a test next week!"},{"person":"All","txt":" A test?!!"},{"person":"Monica","txt":" Come on! Tests make us all better learners! Oh yeah! (Running out) We\nshould have essay questions!!"}]