[{"person":"Chandler","txt":" Hey! Babe! Aren’t you excited we’re going on our honeymoon?"},{"person":"Monica","txt":" Yeah I am!"},{"person":"Chandler","txt":" (singing) "},{"person":"Monica","txt":" That’s right. Get it out of your system while we’re alone."},{"person":"Joey","txt":" (entering with Phoebe) Hey!"},{"person":"Phoebe","txt":" Yeah! Have a great honeymoon!"},{"person":"Chandler","txt":" I’d better go pack."},{"person":"Monica","txt":" Oh no, I already packed. The only thing I couldn’t find though was\nyour Speedo."},{"person":"Chandler","txt":" A Speedo? Uh, I don’t have a Speedo. I’m gonna go pack my\nregular long bathing suit. (Goes into the bedroom.)"},{"person":"Rachel","txt":" (entering) Oh good you’re still here!"},{"person":"Monica","txt":" Hey!"},{"person":"Rachel","txt":" I want to tell you to have a good honeymoon! (Hugs Monica.)"},{"person":"Monica","txt":" Thank you."},{"person":"Rachel","txt":" And I also wanted you guys to know that I am telling the father today.\n(They all look at her expectantly) What? What? What?"},{"person":"Joey","txt":" We know its Ross!"},{"person":"Rachel","txt":" How?! How do you know?"},{"person":"Phoebe","txt":" It was his sweater, but—Oh my God!"},{"person":"Rachel","txt":" Oh, I so wanted Ross to know first, but I’m so relieved you guys\nknow."},{"person":"Monica","txt":" This is so great! And I’m gonna be your baby’s aunt!"},{"person":"Rachel","txt":" I know! (They hug.)"},{"person":"Phoebe","txt":" Me too! (Joins the hug.)"},{"person":"Joey","txt":" I’m gonna be an uncle! Come here! (He joins the hug.)"},{"person":"Rachel","txt":" (breaking the hug) You’re all gonna be aunts and uncles."},{"person":"Monica","txt":" Yeah, but I’m the only one related by blood."},{"person":"Rachel","txt":" Okay. Great! So now that you guys all know you can help me. Give me some\nadvice on how I’m gonna tell Ross!"},{"person":"Monica","txt":" Well, what were you gonna say?"},{"person":"Rachel","txt":" Well I was gonna tell him that I’m-I’m gonna have the baby and\nhe can be as involved as he wants."},{"person":"Joey","txt":" Well that, that sounds good."},{"person":"Rachel","txt":" Yeah but how do I start? I mean, what’s-what’s the first thing\nthat I say? (They all pause to think.) Okay great! Thanks. (She starts to leave.)"},{"person":"Monica","txt":" Hey! Good luck!"},{"person":"Phoebe","txt":" Yeah, bye."},{"person":"Joey","txt":" Bye."},{"person":"Chandler","txt":" (entering) Hey, what was that all about?"},{"person":"Monica","txt":" Well I guess there is no harm in telling you now, Rachel and Ross are\ngonna have a baby."},{"person":"Chandler","txt":" (in a high pitched voice) What?! I didn’t even know that—Why\ndidn’t you tell me?! (Pause) Why am I talking like this?!"},{"person":"Monica","txt":" I didn’t think you could keep it a secret."},{"person":"Chandler","txt":" (in the high pitched voice) What?! (Normal voice) I am an excellent\nsecret keeper. I have kept all of our secrets."},{"person":"Joey","txt":" What secrets?"},{"person":"Chandler","txt":" Oh no-no Joey, I am not going to tell you because I am an excellent\nsecret keeper."},{"person":"Joey","txt":" (whispering to Chandler) You’ll tell me later?"},{"person":"Chandler","txt":" You already know."},{"person":"Phoebe","txt":" Oh, it's so romantic to send people off on their honeymoon."},{"person":"Joey","txt":" Y’know, Monica and Chandler are married. Ross and Rachel are having a\nbaby. Maybe you and I should do something."},{"person":"Phoebe","txt":" All in good time my love. All in good time. Oh shoot! I left my guitar\nin their apartment. Well you can let me in later."},{"person":"Joey","txt":" I don’t have a key, they took mine to give to you."},{"person":"Phoebe","txt":" What?! They took mine to give to you!"},{"person":"Joey","txt":" Why would they take away our keys?"},{"person":"Phoebe","txt":" Maybe they don’t trust us."},{"person":"Joey","txt":" No that’s not it. They let me keep my key the last time they were out\nof town. "},{"person":"Phoebe","txt":" You mean the time you broke the ketchup bottle and cleaned it up with\nMonica’s guest towels?"},{"person":"Joey","txt":" Hey, I washed those!"},{"person":"Phoebe","txt":" No you didn’t."},{"person":"Joey","txt":" Yeah that didn’t sound like me."},{"person":"Phoebe","txt":" Well, what am I gonna do? I really need my guitar!"},{"person":"Joey","txt":" Yeah, I have stuff in there too."},{"person":"Phoebe","txt":" What stuff?"},{"person":"Joey","txt":" Monica’s chicken parm! I’ll take care of it. (He picks up the\nphone) Hey Mr. Treeger, it’s Joey Tribbiani. Listen, I need to get into Monica and\nChandler’s apartment. It’s an emergency. (Listens) Uhh, gas leak! Yeah oh, and\nbring garlic bread. (Hangs up.)"},{"person":"Ross","txt":" (entering) Hey!"},{"person":"Phoebe","txt":" Did Rachel find you?"},{"person":"Ross","txt":" No why?"},{"person":"Phoebe","txt":" Oh she was looking for you."},{"person":"Ross","txt":" Oh well, I guess I’ll catch up with her later."},{"person":"Phoebe","txt":" Well, she really wanted to talk to you now."},{"person":"Joey","txt":" Yeah, it seemed pretty important."},{"person":"Ross","txt":" Oh no."},{"person":"Phoebe","txt":" What?"},{"person":"Ross","txt":" I think I might know what this is about."},{"person":"Joey","txt":" Really?"},{"person":"Ross","txt":" Yeah. Uh, uh we promised we weren’t gonna tell anybody this but uh,\nabout a month ago Rachel and I slept together."},{"person":"Phoebe","txt":" (deadpan) And?"},{"person":"Ross","txt":" Wow! I thought you would be a little more shocked."},{"person":"Phoebe","txt":" Oh sorry. (Shocked) And?!"},{"person":"Ross","txt":" Well, we-we said we’d just do it that one time but, but now I think\nshe may wanna start things up again."},{"person":"Joey","txt":" Yeah, I don’t think that’s what it is."},{"person":"Ross","txt":" Why? What-what else could it be?"},{"person":"Joey","txt":" Oh wow, I don’t feel well."},{"person":"Ross","txt":" I’m telling you. I’m telling you. That’s what it is. No\nwonder she was looking at me all funny during the wedding. She didn’t say anything to\nyou?"},{"person":"Phoebe","txt":" (To Joey) Maybe it’s something you ate?"},{"person":"Joey","txt":" Please, just-just, just go and talk to Rachel."},{"person":"Ross","txt":" Yeah, I guess I should. (Starts to leave.) Man, y’know what I have to\nrealize? Maybe I’m just not the type of guy women can have just one night with.\nY’know, they-they always seem to want a little bit more. I should remember that. (He\npauses and then exits.)"},{"person":"Ticket Agent","txt":" Next?"},{"person":"Monica","txt":" They’re kissing let’s just go around them."},{"person":"Chandler","txt":" Oh honey, leave them alone, they’re in love."},{"person":"Monica","txt":" I’m in love too! But in an orderly fashion."},{"person":"Ticket Agent","txt":" Next?"},{"person":"Monica","txt":" (to the couple) Hi! Can you do that "},{"person":"Woman","txt":" Sorry. We didn’t hear you; we’re on our honeymoon."},{"person":"Ticket Agent","txt":" Oh, let me see what I can do. (Checks the computer) There are some\nfirst class seats available."},{"person":"Monica","txt":" (To Chandler) Did you hear that?! They bumped them up to first class\nbecause they are on their honeymoon! Come on! Let’s act like we’re on our\nhoneymoon."},{"person":"Chandler","txt":" We "},{"person":"Monica","txt":" Grab my ass!"},{"person":"Ticket Agent","txt":" Next?"},{"person":"Monica","txt":" Hi, sorry. I almost didn’t hear you, because y’know I’m\njust so in love with my new husband. We’re on our honeymoon."},{"person":"Ticket Agent","txt":" Congratulations. Okay, Mr. Bing you’ll be in 25J and Mrs.\nBing you’ll be in 25K."},{"person":"Monica","txt":" Oh no, you see we’re on our honeymoon. So umm, can you do your\nlittle thing and bump us up to first class?"},{"person":"Ticket Agent","txt":" I’m sorry, all our first class seats are taken. That couple\ngot the last two."},{"person":"Monica","txt":" You see, if we’d gone around them like I said, we—She\nwould’ve given us those tickets. Damnit!"},{"person":"Chandler","txt":" 25J and K, any chance those aren’t together?"},{"person":"Joey","txt":" I still can’t believe they took away my key. You trust me with yours."},{"person":"Phoebe","txt":" Of course I do! And I’m gonna give it back to you as soon as\nthey’re done with it at the key shining place."},{"person":"Joey","txt":" What the hell is that?"},{"person":"Joey","txt":" Whoa! Whoa! Whoa! Treeger, what are you doing?"},{"person":"Mr. Treeger","txt":" You said there was a gas leak in here."},{"person":"Phoebe","txt":" Well why don’t you use your key?"},{"person":"Mr. Treeger","txt":" Because by the time I find it on this thing (Holds up a huge key\nring with a thousand keys on it), the whole place might have exploded. If that happens at\nanother building that I manage, people are gonna start asking questions. (To the fireman)\nCome on! Hurry up."},{"person":"Phoebe","txt":" Oh! We could have done that."},{"person":"Monica","txt":" Look at that! Look at that! They’re going into the first class\nlounge! Do you know what they have in there?"},{"person":"Chandler","txt":" No."},{"person":"Monica","txt":" Me neither! We have to get in! (She runs through the door with Chandler\nin tow.)"},{"person":"Chandler","txt":" Just act like you belong."},{"person":"Monica","txt":" Oh my God! Oranges!"},{"person":"Chandler","txt":" Shh! (To the guy behind the counter) Nice to see you again. (They\ntries to walk past him.)"},{"person":"Airline Employee","txt":" Uh sir, may I see your tickets please?"},{"person":"Chandler","txt":" Yes, of course. (Shows him the tickets.)"},{"person":"Airline Employee","txt":" I’m sorry, would you move your thumb? I can’t see\nthe seat number."},{"person":"Chandler","txt":" Oh that’s all right, I have it memorized. It’s 1A."},{"person":"Airline Employee","txt":" (grabbing the ticket from him) Sir, this is not a first class\nticket. I’m sorry."},{"person":"Chandler","txt":" Apology accepted. Excuse us. (They try to enter again.)"},{"person":"Airline Employee","txt":" Sir! I’m afraid I’m gonna have to ask you to leave."},{"person":"Monica","txt":" Fine. (Starts to walk away then she runs over and grabs an orange before\nshe exits.) Go! Go! Go!"},{"person":"Rachel","txt":" (seeing him) Hi!"},{"person":"Ross","txt":" Hi."},{"person":"Rachel","txt":" Hi. (He helps her up.) Umm, I think there’s something that we\nreally need to talk about."},{"person":"Ross","txt":" (quietly confident) I think we do. Why don’t we go inside? (They go\ninside.) Look uh, I know why you’re here."},{"person":"Rachel","txt":" You do?"},{"person":"Ross","txt":" Yeah, and to save you from any embarrassment umm, I think maybe I should\ntalk first."},{"person":"Rachel","txt":" (warily) Okay."},{"person":"Ross","txt":" Okay. (He sits her down in a chair.) Uh, Ross and Rachel. Rachel and Ross.\nThat’s been one heck of a see-saw hasn’t it?"},{"person":"Rachel","txt":" (confused) What?"},{"person":"Ross","txt":" I mean look, that-that one night we had was fun and…and certainly\npassionate, but don’t you think it’s better if we just stayed friends?"},{"person":"Rachel","txt":" Seriously. What?!"},{"person":"Ross","txt":" Okay. Okay. Y’know what? If you want to, we can do it one more time.\nI mean I’d-I’d be okay with that. In fact, I have some time right now."},{"person":"Rachel","txt":" Okay, y’know what? Can I, can I talk now?"},{"person":"Ross","txt":" Oh sure. (He sits on the apothecary table and touches her hand.)"},{"person":"Rachel","txt":" (touches his knee) I’m pregnant. (Ross stops.) Ross? (Ross is\nstaring off into space.) Ross? (Ross is still frozen) Okay, whenever you’re ready.\n(Sits back and opens her magazine.) And you’re the father by the way—but you got\nthat…"},{"person":"Rachel","txt":" (closes her magazine) Can I get you some water?"},{"person":"Ross","txt":" I’m good. I’m good."},{"person":"Rachel","txt":" Ross, there is no pressure on you. Okay? I mean you can as involved as\nyou want. (Ross nods.)"},{"person":"Ross","txt":" Yeah, I need uh… I’m just—I don’t know—I\ndon’t understand, umm, how this happened? We-we used a condom."},{"person":"Rachel","txt":" I know. I know, but y’know condoms only work like 97% of the time."},{"person":"Ross","txt":" What? What? What?!! Well they should put that on the box!!!"},{"person":"Rachel","txt":" They do!"},{"person":"Ross","txt":" No they don’t!!! (He runs to the bedroom to check and returns with\nhis box of condoms.) Well they should put it in "},{"person":"Rachel","txt":" Okay Ross come on let’s just forget about the condoms."},{"person":"Ross","txt":" Oh well I may as well have!"},{"person":"Rachel","txt":" Listen, y’know what? I was really freaked out too when I found\nout…"},{"person":"Ross","txt":" Freaked out? Hey no, I’m not freaked out! I’m "},{"person":"Rachel","txt":" Y’know what? Let’s, let’s talk later."},{"person":"Ross","txt":" No! No! I want to talk now! Okay? I—In fact, (picks up the phone) I\nam going to talk to the president of the condom company!"},{"person":"Rachel","txt":" Okay, y’know maybe I should come back… (Starts to leave.)"},{"person":"Ross","txt":" (grabs her) Shh! Shh! Shh!"},{"person":"Rachel","txt":" (stops) Okay."},{"person":"Ross","txt":" (on phone) Yeah I’ll press 1! (Presses one which allows Rachel to\nescape.)"},{"person":"Mr. Treeger","txt":" I’ve looked everywhere. There’s no gas leak."},{"person":"Joey","txt":" (eating) Huh. So then I can heat this up? (Goes and does so.)"},{"person":"Mr. Treeger","txt":" Anyway uh, I’ll get moving on that new door."},{"person":"Phoebe","txt":" Oh great! And listen, could you do us a favor and not tell Chandler and\nMonica about this? ‘Cause y’know umm, they don’t-they don’t have any\nkids of their own and-and this door was like a child to them."},{"person":"Mr. Treeger","txt":" Well I’m gonna have to put on a new lock, they’ll find\nout anyway."},{"person":"Phoebe","txt":" Oh no."},{"person":"Mr. Treeger","txt":" (measures the top of the doorframe) Whoa! This looks like an all\nday job, I’ll have to cancel my yoga class. (Ross walks up.) Hey Ross!"},{"person":"Ross","txt":" Hi."},{"person":"Mr. Treeger","txt":" Could you tell Jasmine that I won't make it to yoga class today?"},{"person":"Ross","txt":" Sure."},{"person":"Mr. Treeger","txt":" Namaste. (Bows.)"},{"person":"Ross","txt":" Namaste. (Bows.)"},{"person":"Ross","txt":" Oh my God! What happened to the door?!"},{"person":"Joey","txt":" So it’s noticeable huh?"},{"person":"Ross","txt":" Look, is Rachel here? I really need to talk to her."},{"person":"Phoebe","txt":" Didn’t you two already talk?"},{"person":"Ross","txt":" Yeah but uh… Okay, okay look you guys know that Rachel and I slept\ntogether, but there’s something else. (Pause) Rachel’s pregnant."},{"person":"Joey","txt":" (simultaneously) Oh my God!!! I can’t believe that!!"},{"person":"Phoebe","txt":" (simultaneously) Holy mother of God!!!"},{"person":"Ross","txt":" With my child."},{"person":"Phoebe","txt":" That is brand new information!!"},{"person":"Ross","txt":" You already know don’t you?"},{"person":"Phoebe","txt":" A little bit."},{"person":"Joey","txt":" How are you doing?"},{"person":"Ross","txt":" Okay. Okay. I mean I’ll be okay. It’s just I don’t think I\nhandled it very well."},{"person":"Joey","txt":" Well, what did you say to her?"},{"person":"Ross","txt":" Nothing. But the complaint department at the condom company got an earful.\nAnd then when I turned around she was gone."},{"person":"Phoebe","txt":" Oh Ross."},{"person":"Ross","txt":" But hey, in my defense I-I just found out condoms are like only 97%\neffective."},{"person":"Joey","txt":" (shocked) What?"},{"person":"Ross","txt":" I gotta go find her."},{"person":"Joey","txt":" Whoa! Hey! Whoa!! Hold up! Are you serious?! So like 3% of the time they\ndon’t even work?! Huh? They should put that on the box!"},{"person":"Ross","txt":" Evidently they do."},{"person":"Joey","txt":" What?! (Grabs his condoms from his pocket and looks.)"},{"person":"Monica","txt":" I can’t believe we’re here."},{"person":"Chandler","txt":" Oh you’ve got to be kidding me."},{"person":"Monica","txt":" What? (Monica sees the first couple and gasps.)"},{"person":"Front Desk Clerk","txt":" As a wedding gift to you, the hotel would like to give you the\nhoneymoon suite."},{"person":"Monica","txt":" No!! You have been screwing us all day!"},{"person":"Man","txt":" Who are you?"},{"person":"Chandler","txt":" We’re you just ten seconds later!"},{"person":"Monica","txt":" Yeah! You already got the first class tickets; you got the lounge! I\nmean we should get free stuff too! I mean you’re not the only ones on your honeymoon!"},{"person":"Woman","txt":" Well you can have the suite if you want. We don’t care about where\nwe stay. We’re here to celebrate our love together. We don’t have to get free\nstuff. We just want to be together."},{"person":"Chandler","txt":" (looks at Monica then at them) We need the stuff."},{"person":"Joey","txt":" Hey Monica it’s Joey. Listen uh, Phoebe and I smell gas comin’\nfrom your apartment."},{"person":"Monica","txt":" What? Are you serious?! (To Chandler) Joey smells gas!"},{"person":"Chandler","txt":" What else is new?"},{"person":"Joey","txt":" Yeah and we’d go check it out, but you took away our keys."},{"person":"Monica","txt":" Well do something! Get in there!"},{"person":"Joey","txt":" How? I guess I could break down your door."},{"person":"Monica","txt":" Yeah! Do that!"},{"person":"Joey","txt":" And-and you won’t blame us for any damage? (Gives Phoebe a thumbs\nup.)"},{"person":"Monica","txt":" No! (Pause) Are you doing it?! I don’t hear anything! Come on!"},{"person":"Joey","txt":" Uh, okay I’ll-I’ll-I’ll break it down. (He hands the phone\nto Phoebe, gets up, picks up a chair, and starts banging it on the floor.)"},{"person":"Phoebe","txt":" Oh hey hi, he’s doing it. He’s breaking down the door. (The\nchair breaks in half.) Okay, we’re in. (She hangs up the phone.)"},{"person":"Nurse","txt":" Okay Rachel, are you comfortable?"},{"person":"Rachel","txt":" (sighs) If I said I was, would you judge me?"},{"person":"Nurse","txt":" The doctor will be here in a minute to do your sonogram."},{"person":"Rachel","txt":" Okay. (The nurse exits.) Oh man, I swear if they sold these at "},{"person":"Ross","txt":" Hi!"},{"person":"Rachel","txt":" (shocked) Hi!"},{"person":"Ross","txt":" Uh we-we need to talk."},{"person":"Rachel","txt":" Uh-uh-uh, right now? Because I’ve kinda got an el fresco situation\ngoing on over here."},{"person":"Ross","txt":" Please, please I want to apologize for the way I acted earlier today."},{"person":"Rachel","txt":" Okay Ross that’s fine, but can you please stand near my head?"},{"person":"Ross","txt":" What? Oh yeah. (He moves next to her head.) I’m sorry. I mean I-I\nthink I went a little crazy. I mean I was thinking about myself when I (Wanders towards\nRachel’s feet) really—I should have been thinking about you Rach…"},{"person":"Rachel","txt":" Okay. Head Ross! Head Ross! Head Ross!"},{"person":"Ross","txt":" Right! Right! I just—I want you to know that I’m going to be\nthere through this whole thing, okay? Okay? The doctor’s appointments, the uh, the\nLamaze classes, uh baby-proofing the apartment—Although we could probably worry about\nthat ‘til after we get married."},{"person":"Rachel","txt":" What married?"},{"person":"Ross","txt":" Well yeah, I think we should get married."},{"person":"Rachel","txt":" What, because that’s your answer to everything?"},{"person":"Ross","txt":" No, because that’s the right thing to do."},{"person":"Rachel","txt":" Yeah, maybe if you’re in love. But Ross, we are not in love, are\nwe?"},{"person":"Ross","txt":" No but…but still you can’t possibly do this alone."},{"person":"Rachel","txt":" Excuse me?"},{"person":"Ross","txt":" Come on Rach, you can’t even eat alone in a restaurant."},{"person":"Rachel","txt":" What?!"},{"person":"Ross","txt":" I’m just saying if you can’t eat by yourself, how do you expect\nto have a baby by yourself?"},{"person":"Rachel","txt":" I can too eat by myself!"},{"person":"Ross","txt":" When have you ever?"},{"person":"Rachel","txt":" When certain people leave the table and I am not finished!"},{"person":"Ross","txt":" Well certain other people take two hours to eat a bowl of soup!"},{"person":"Rachel","txt":" Oh please, you inhale your food!"},{"person":"Ross","txt":" I grew up with Monica! If you didn’t eat fast you didn’t eat!!"},{"person":"Dr. Long","txt":" (entering) Am I interrupting?"},{"person":"Rachel","txt":" Oh no Dr. Long, please come in. This is Ross, he is the father."},{"person":"Ross","txt":" But not the husband, because evidently she can do this alone."},{"person":"Dr. Long","txt":" Huh. Nice to meet you. I’ll get started on this."},{"person":"Ross","txt":" (To Rachel, standing by her feet) I don’t know why you can’t\nadmit that you need me."},{"person":"Rachel","txt":" I do need you! I need you to stand near my head!"},{"person":"Dr. Long","txt":" Okay, everything looks good. Here it is on the screen. (We see Ross\nand Rachel looking at the screen.) Here is your uterus. And right here is your baby."},{"person":"Ross","txt":" Oh my God."},{"person":"Rachel","txt":" Wow. There it is, I see it."},{"person":"Dr. Long","txt":" Congratulations. I’ll give you two a minute."},{"person":"Rachel","txt":" Okay."},{"person":"Ross","txt":" Thank you."},{"person":"Ross","txt":" Pretty amazing huh?"},{"person":"Rachel","txt":" I don’t see it!"},{"person":"Ross","txt":" What? What?!"},{"person":"Rachel","txt":" I can’t see it!"},{"person":"Ross","txt":" You-you just said that you did!"},{"person":"Rachel","txt":" I know, I lied! I didn’t want her to think I was a terrible mother!\nI can’t even see my own baby!"},{"person":"Ross","txt":" Oh sure, come here! (Sits her up) Sure you can! Uh, look come here look,\n(rolls the machine closer) it’s-it’s-it’s, it’s right there (Points)."},{"person":"Rachel","txt":" Oh. Oh, it’s beautiful. I see it now."},{"person":"Ross","txt":" Do you really?"},{"person":"Rachel","txt":" No, I don’t see it!"},{"person":"Ross","txt":" Come on! Come on! Here, okay-okay, you see this? (Points) This tiny thing\nthat looks like a peanut?"},{"person":"Rachel","txt":" Yeah."},{"person":"Ross","txt":" Sweetie that’s it."},{"person":"Rachel","txt":" That’s it? Well I saw that! Ohh-ohh-oh, thank you."},{"person":"Ross","txt":" You’re welcome."},{"person":"Rachel","txt":" Wow! I can’t believe that’s our baby."},{"person":"Ross","txt":" Yeah, that’s our baby."},{"person":"Rachel","txt":" Hi."},{"person":"Joey","txt":" Hey!"},{"person":"Phoebe","txt":" Hey! So how was the doctor?"},{"person":"Rachel","txt":" Oh, everything went great."},{"person":"Phoebe","txt":" Good."},{"person":"Ross","txt":" Oh hey, show them the picture of your uterus."},{"person":"Phoebe","txt":" Oh."},{"person":"Joey","txt":" I don’t see the baby. Where is it?"},{"person":"Rachel","txt":" Oh no, I know I couldn’t see it either at first, but it’s\nright umm… (Starts to cry) Ross, I lost it again."},{"person":"Ross","txt":" Oh. (He takes the picture and hugs her."}]