[{"person":"Joey","txt":" (entering) Hey! Hey! Hey! Hey!! None of that, not while you're living\nunder my roof!"},{"person":"Monica","txt":" What?!"},{"person":"Joey","txt":" Look, just because I "},{"person":"Chandler","txt":" Aren't you supposed to be at an audition for another hour?"},{"person":"Joey","txt":" Well, I'm sorry if I'm not a middle-aged black woman! (Starts for his\nroom.) And I'm also sorry if "},{"person":"Chandler and Monica ","txt":"Okay."},{"person":"Monica","txt":" Sorry."},{"person":"Chandler","txt":" Sorry."},{"person":"Joey","txt":" (from the bedroom) I can hear that!"},{"person":"Monica","txt":" (To Chandler) Rachel's at work."},{"person":"Joey","txt":" I can still hear you!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Joey","txt":" Hey!"},{"person":"Chandler","txt":" Hello!"},{"person":"Monica","txt":" Hey, what's that?"},{"person":"Phoebe","txt":" Yeah, my mom sent me a family heirloom that once belonged to my\ngrandmother. Can you believe it?! A year ago I didn't even have a family, and now I have\nheirlooms for crying out loud."},{"person":"Phoebe","txt":" Eeeee-(She opens the box and removes its contents and sees that it's a\nfur coat.)-ohh!! God! (She throws it at Joey.)"},{"person":"Joey","txt":" Argh-argh!! (Catches the coat.) Ooh, soft. Is this mink?"},{"person":"Phoebe","txt":" Yeah! "},{"person":"Chandler","txt":" Yeah, just some 9-year-old Filipino kids who worked their fingers\nbloody for 12 cents an hour. (Phoebe stares at him wide-eyed. Chandler sees her reaction.)\nThat didn't happen, I made that up!"},{"person":"Ross","txt":" (entering) Hey!"},{"person":"Gunther","txt":" Oh, Ross? Ross! You can't put up flyers in here."},{"person":"Ross","txt":" How come? Everybody else does."},{"person":"Gunther","txt":" You can't."},{"person":"Monica","txt":" What is that?"},{"person":"Ross","txt":" Oh, umm, I'm just getting rid of a couple of things."},{"person":"Monica","txt":" (looking at the flyer) This is all of your things."},{"person":"Ross","txt":" Yes, yes it is! No, but it's good it's—Emily thinks we should get all\nnew stuff. Stuff that's just ours, together. Y'know brand new."},{"person":"Monica","txt":" So basically, this is a getting-rid-of-everything-Rachel-ever-used sale."},{"person":"Ross","txt":" Touched. Used. Sat on. Sleep on."},{"person":"Gunther","txt":" I'll take it all."},{"person":"Joey","txt":" Hey, Ross, you're okay with that?"},{"person":"Ross","txt":" Look, if I can just do what Emily wants and "},{"person":"Chandler","txt":" Okay, but don't you think this is a little extreme?"},{"person":"Ross","txt":" After what "},{"person":"Phoebe","txt":" Oh my God! You got off easy! When my friend Silvie's husband said\nsomeone else's name in bed, she cursed him and turned his thingy green."},{"person":"Joey","txt":" (after Ross is gone) What is he doing? What, Emily, thinks Ross's\nfurniture has got Rachel coodies?"},{"person":"Monica","txt":" Now calm down Joey."},{"person":"Joey","txt":" No! Everything's gettin' all messed up, y'know? Emily won't let Ross see\nRachel, we're not gonna stop seeing Rachel, hence Ross stops seeing us!"},{"person":"Phoebe","txt":" Oh, I hate this. Everything's changing."},{"person":"Chandler","txt":" Yeah I know, we're losing Ross, Joey said hence…"},{"person":"Monica","txt":" Look, I'm not happy about this either, but y'know if-if Ross says he's\nhappy then we're just gonna have to keep our feelings about Emily to ourselves. Are you\ncool with that?"},{"person":"Joey","txt":" No! But y'know, I'm an actor, I'll act cool."},{"person":"Rachel","txt":" Ohh, whoa God! Storage rooms give me the creeps! Monica, come on please\nhurry up honey! Please? "},{"person":"Monica","txt":" Rachel, if you want the little round waffles, you gotta have to wait\nuntil I find the little waffle iron."},{"person":"Rachel","txt":" I want the little round waffles."},{"person":"Monica","txt":" All right. (Looking through a box.) Op, here it is! Right underneath the\ncan of-of bug bomb. I wonder if the best place to put something that cooks food is\nunderneath the can of poison?"},{"person":"Rachel","txt":" Okay, y'know what? I'll-I'll have toast!"},{"person":"Rachel","txt":" Arghhhh!!!!!!"},{"person":"Monica","txt":" Oh my God! Fog him! Fog him!"},{"person":"Phoebe","txt":" I don't know what I'm gonna do about this coat."},{"person":"Joey","txt":" I'll take it!"},{"person":"Phoebe","txt":" That might work! (She gives him the coat.)"},{"person":"Joey","txt":" Ooh-ooh-ooh, yeah! (He drapes it around his shoulders.) Enh? All right,\nwhat do you think?"},{"person":"Chandler","txt":" You're on in 5 Ms. Minnelli. "},{"person":"Ross","txt":" (on the phone) No-no-no, it's just a bit sudden. (Listens) No, it's great.\nOkay? I'm totally on board. I love you too, all righty. Bye. (Hangs up.)"},{"person":"Joey","txt":" What's the matter Ross?"},{"person":"Ross","txt":" Nothing. Oh, actually, great news! I just got off the phone with Emily and\nit looks like I'm moving to a new apartment. Woo-hoo!"},{"person":"Phoebe","txt":" Why?"},{"person":"Ross","txt":" Well, her thought is, and I agree, fresh new furniture, why not a fresh\nnew apartment? Her cousin has this great place to sublet, it's got a view of the river on\none side and Columbia on the other."},{"person":"Joey","txt":" That's way uptown! That's like three trains away! (Phoebe pinches him.)\nWhich is great! I love to ride that rail!"},{"person":"Chandler","txt":" So you're really okay with this?"},{"person":"Ross","txt":" Yes! Yes! I mean it's-it's kinda far from work, but uh, y'know, I'll get\nso much done on the commute. I-I've been given the gift of time!"},{"person":"Chandler","txt":" Now that's so funny, because last Christmas I got the gift of space.\nWe should get them together and make a continuum."},{"person":"Joey","txt":" Now he's movin'? Man, what is Emily doing to him? (Phoebe pinches him\nagain.) Ow!! He's not even here!!!"},{"person":"Rachel","txt":" You guys! You guys!"},{"person":"Monica","txt":" We were, we were just in the storage area and we saw this really creepy\nman!"},{"person":"Rachel","txt":" It was like this crazy-eyed, hairy beast man! He was like a, like a\nbigfoot or a "},{"person":"Monica","txt":" And he came at us with an axe, so Rachel had to use a bug bomb on him!"},{"person":"Rachel","txt":" (proud of herself) Yeah, I-I-I just pulled the tab and I just fogged his\nyeti ass!"},{"person":"Joey","txt":" Uhh, like dark hair, bushy beard?"},{"person":"Rachel","txt":" Yeah!"},{"person":"Joey","txt":" Yeah, you fogged Danny."},{"person":"Rachel","txt":" Please! We did "},{"person":"Joey","txt":" Dan just moved in downstairs. Yeah, he just got back from like this\nfour-month trek in the Andes. Nice fella. "},{"person":"Monica","txt":" Oh he's nice. He's nice! Y'know, you always stick up for the people we\nfog!"},{"person":"Danny","txt":" Yeah?"},{"person":"Rachel","txt":" Hi! You might not remember us, but "},{"person":"Monica","txt":" We're-we're really sorry we fogged you."},{"person":"Danny","txt":" Okay. "},{"person":"Rachel","txt":" Hi! Just so you know, we-we didn't "},{"person":"Danny","txt":" Okay."},{"person":"Danny","txt":" Yesss?"},{"person":"Rachel","txt":" Hi! Sorry to bother you, but I don't think "},{"person":"Monica","txt":" Yeah."},{"person":"Danny","txt":" "},{"person":"Monica","txt":" Wow! That guy is so rude!"},{"person":"Rachel","txt":" Really! What is with that guy? I mean you'd forgive me if I fogged you."},{"person":"Monica","txt":" Well you did a little bit."},{"person":"Rachel","txt":" Oh my God, honey, I'm so sorry!"},{"person":"Monica","txt":" I totally forgive you!"},{"person":"Rachel","txt":" Really?"},{"person":"Monica","txt":" Yes!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Monica","txt":" Hey!"},{"person":"Phoebe","txt":" So listen, you know my friend Chris who owns the crematorium? "},{"person":"Monica","txt":" Crematorium Chris? Sure!"},{"person":"Phoebe","txt":" He says, that he would cremate my fur coat for free if I umm, y'know,\nbring in the next person I know who dies."},{"person":"Rachel","txt":" Oh my God! Oh my God, look at these pelts!"},{"person":"Monica","txt":" Don't get too attached, she's having it cremated."},{"person":"Rachel","txt":" What? Uhh, Phoebe, honey, honey, I know you're quirky and I get a big\nkick out of it, we all do actually, but if you destroy a coat like this that is like a\ncrime against nature! Not nature, "},{"person":"Phoebe","txt":" This is fashion?! (Grabs the coat from Rachel.) Okay, so to you, "},{"person":"Ross","txt":" (on phone) I know I miss you too. I can't wait to see you. I love you.\nBye. (Hangs up.)"},{"person":"Chandler","txt":" Okay, what is in here? Rocks?"},{"person":"Ross","txt":" No-no, this is my collection of fossil samples."},{"person":"Chandler","txt":" So, rocks. "},{"person":"Ross","txt":" I'm really gonna miss this apartment. Y'know, Ben-Ben took his first steps\nright over there. (Points.)"},{"person":"Joey","txt":" Ohh. Hey, remember when I ran into this thing (The shutters that close off\nthe kitchen.) and it kinda knocked me out a little?"},{"person":"Ross","txt":" I loved this place! To tell you the truth, I wish I didn't have to move."},{"person":"Joey","txt":" Uhh, are you saying that you're not entirely happy about this?"},{"person":"Ross","txt":" Well, I mean if uh, if Emily gave me a choice…"},{"person":"Joey","txt":" You "},{"person":"Ross","txt":" Why?"},{"person":"Joey","txt":" It's not right what Emily wants you to do! She is totally-(The gang enters\nbehind Joey and Phoebe pinches him again.)-Owww!! Stop pinching me! Look, now you guys\nsaid I only had to keep my mouth shut as long as Ross was happy, right? Well he just told\nme that he's not entirely happy."},{"person":"Ross","txt":" What's going on?"},{"person":"Joey","txt":" We all hate Emily!"},{"person":"Phoebe","txt":" Nooo!!"},{"person":"Monica","txt":" No, Ross, we do not hate Emily. We-we just, we just think that you're\nhaving to sacrifice a whole lot to make her happy."},{"person":"Joey","txt":" Yeah!"},{"person":"Chandler","txt":" Look, we just think that maybe she's being a little unreasonable."},{"person":"Joey","txt":" Yes! Yes! Unreasonable!"},{"person":"Ross","txt":" Unreasonable? How about we have this conversation when one of you guys\ngets married! You have "},{"person":"Phoebe","txt":" I think he's right. You guys hang out at the coffeehouse way too much."},{"person":"Monica","txt":" God, I feel so guilty about Ross."},{"person":"Phoebe","txt":" Oh, I know."},{"person":"Joey","txt":" I kinda feel like it's my fault."},{"person":"Chandler","txt":" Kind of? If you just kept this to yourself none of this would've\nhappened."},{"person":"Joey","txt":" Well, I'm keeping so many things to myself these days, something was bound\nto slip out! (He glares at Chandler.)"},{"person":"Chandler","txt":" Well, I think it's very brave what you said."},{"person":"Phoebe","txt":" All right, I can't sit here anymore. I have to walk places. (She puts on\nher fur coat.)"},{"person":"Chandler","txt":" Pheebs, what are you doing with the coat? How about the whole animal\nrights thing?"},{"person":"Phoebe","txt":" Well, I've been reading up and for your information, minks are not very\nnice. Okay, I admit it! I love this coat! Okay, I—it's the best thing I've ever had\nwrapped around me, including Phil Huntley! (She starts to leave but stops and says to\nMonica.) Remember Phil Huntley? He was fine!"},{"person":"Rachel","txt":" Hi!"},{"person":"Danny","txt":" So you like the short hair better."},{"person":"Rachel","txt":" What? Yeti—I mean Danny?"},{"person":"Danny","txt":" I had to cut my hair to get rid of the uh, fogger smell."},{"person":"Rachel","txt":" Oh. Listen, I'm so sorry. I would, I would've never fogged you if y'know\nif you hadn't looked so…. Y'know."},{"person":"Danny","txt":" Absolutely. Some people are just into appearances."},{"person":"Rachel","txt":" (shocked) What?"},{"person":"Danny","txt":" That's cool. Cool. (Starts to leave.)"},{"person":"Rachel","txt":" What? Hey! No-no-no! This not cool! You don't even know me!"},{"person":"Danny","txt":" Come on, you got the shopping bags and the Sack's catalog. "},{"person":"Rachel","txt":" So from that you think you've got me all figured out? Well, you don't!\nY'know I-I could have toys for underprivileged kids in here!"},{"person":"Danny","txt":" Do you?"},{"person":"Rachel","txt":" Well, y'know, if-if kids like to play with Capri pants."},{"person":"Danny","txt":" Okay. (Heads for his apartment.)"},{"person":"Rachel","txt":" And stop saying that! I hate that!"},{"person":"Danny","txt":" Okay!"},{"person":"Rachel","txt":" Fine! I judged you. I made a snap judgement. But you did it too! And you\nare worse because you are sticking to your stupid snap judgement! You can't even open up\nyour mind for a second to see if you're wrong! What does that say about you?"},{"person":"Danny","txt":" The pizza-place across the street any good?"},{"person":"Rachel","txt":" What?!"},{"person":"Danny","txt":" I'm hungry. Wanna get some pizza? You can keep yelling if there's more."},{"person":"Rachel","txt":" Okay. Okay."},{"person":"Danny","txt":" Stop saying that. I hate that."},{"person":"Chandler","txt":" Uh, Ross?"},{"person":"Phoebe","txt":" Are you still mad at us?"},{"person":"Ross","txt":" Yep."},{"person":"Phoebe","txt":" Oh good! Because we have an \"I'm sorry\" song."},{"person":"Ross","txt":" Y'know what? I'm really not in the mood."},{"person":"Joey","txt":" Look, Ross, I feel really bad. I mean, you're going through all this stuff\nand I just acted like a jerk."},{"person":"Chandler","txt":" Yeah, we are so sorry."},{"person":"Phoebe","txt":" (To Chandler) You're kinda stepping on the song. (She gets ready to play\nbut is stopped by…)"},{"person":"Joey","txt":" Look, we were "},{"person":"Monica","txt":" Whatever you decide, whatever you do."},{"person":"Phoebe","txt":" Okay, "},{"person":"Ross","txt":" Look, this is hard enough! I really need you guys right now."},{"person":"Phoebe","txt":" Yes! Exactly! And that's why…"},{"person":"Monica","txt":" Why don't you come over tonight? And I'll make you favorite dinner."},{"person":"Ross","txt":" Okay. Thanks you guys. Pheebs are you wearing fur?"},{"person":"Phoebe","txt":" Okay, let's get some perspective people; it's not like I'm wearing a\nseeing-eye dog coat!"},{"person":"Joey","txt":" Hey, y'know Ross, I think I kinda understand why I kinda lost it today."},{"person":"Ross","txt":" You do, huh?"},{"person":"Joey","txt":" Yeah you see umm, well, I'm an actor. Right? So I gotta keep my emotions\nright at the surface y'know? See what I'm saying? I gotta lot of balls in the air. (Makes\nlike he's juggling.) Y'know what I mean? It's tough! Guys like me, y'know, you wander\naround, you're alone…"},{"person":"Ross","txt":" What are you talking about?"},{"person":"Joey","txt":" (thinks) I'm not sure."},{"person":"Rachel","txt":" (entering) Hi!"},{"person":"Monica","txt":" Hey, look at you! Where have you been?"},{"person":"Rachel","txt":" Oh, I went to have pizza. With Danny."},{"person":"Monica","txt":" How did that happen?"},{"person":"Rachel","txt":" That yeti is one smooth talker."},{"person":"Monica","txt":" I hope you're not full, 'cause dinner's almost ready."},{"person":"Rachel","txt":" Yeah, y'know I-I think I'm just gonna hang out in my room."},{"person":"All","txt":" No! Why?"},{"person":"Rachel","txt":" Come on you guys! Listen, if Emily knew I was here having dinner you\nwith you she would flip out and you know it. It's okay, I really… I don't mind."},{"person":"Ross","txt":" Wait! Wait! Wait! Y'know what? Just stay. Please? It uh… It would\nreally mean a lot to me if you stayed."},{"person":"Rachel","txt":" Ross, I…"},{"person":"Joey","txt":" "},{"person":"Rachel","txt":" Okay. Okay. Joey, it's okay. Settle down."},{"person":"Joey","txt":" All right, I-I'm sorry. I'm sorry. You see Rach I'm an actor…"},{"person":"Ross","txt":" Hey! Hey, look! Ugly Naked Guy's back!"},{"person":"Rachel","txt":" I haven't seen him in so long!"},{"person":"Phoebe","txt":" Oh God, I really missed that fat bastard!"},{"person":"Monica","txt":" Wow, this is so weird. I just realized this might be the last time we'll\nall be hanging out together."},{"person":"Joey","txt":" It's almost as if he knew."},{"person":"Monica","txt":" I'll get it. (On phone.) Hello. (Listens.) Hi Emily! (Listens.) Yeah, uh\nyou-you tracked him down. Hold on one second. (She hands the phone to Ross.)"},{"person":"Ross","txt":" Hey! (Listens.) Yeah-yeah, we're just having dinner. (Listens.) Uh, yeah,\nsure uh hold on. (To the gang.) She wants to say hi. (To Emily) Hold on."},{"person":"Phoebe","txt":" Hi Emily!"},{"person":"Chandler","txt":" Hi!"},{"person":"Emily","txt":" Hello everyone. So who am I saying hello too?"},{"person":"Joey","txt":" Well uh, I don't know about who's here, but I can tell you for damn sure\nwho's not here and that's Rachel!!"},{"person":"Emily","txt":" (laughs) Well, I should hope not. Ross knows better than that by now."},{"person":"Ross","txt":" Y'know what? Uh, Rachel is here! (Rachel stops.)"},{"person":"Emily","txt":" She's there?!"},{"person":"Chandler","txt":" Oh yeah, there-there she is!"},{"person":"Ross","txt":" Yeah, yeah, she's here."},{"person":"Emily","txt":" Ross, take me off speakerphone."},{"person":"Ross","txt":" (on phone) Hi."},{"person":"Emily","txt":" How can you do this too me?! I thought I'd made my feelings about Rachel\nperfectly clear!"},{"person":"Ross","txt":" (going onto the patio) Look Emily, I'm just having dinner with my friends,\nokay?"},{"person":"Emily","txt":" You obviously can't keep away from her."},{"person":"Ross","txt":" Emily that's ridiculous. Look, I'm-I'm moving for you, I'm cutting friends\nout of my life for you. Please, just get on the plane and come to New York. Okay, you'll\nsee you're the only person I want to be with."},{"person":"Emily","txt":" I'll feel better when I'm there, and I can know where you are all the\ntime."},{"person":"Ross","txt":" Well, you can't know where I am all the time. Look, this marriage is never\ngonna work if you don't trust me."},{"person":"Emily","txt":" You're right."},{"person":"Ross","txt":" So, can you trust me?"},{"person":"Emily","txt":" No."},{"person":"Joey","txt":" I think it's going okay. Looks like he's smiling."},{"person":"Monica","txt":" How can you tell? You can only see the back of his head!"},{"person":"Joey","txt":" You can totally tell! Here look, watch me. (He stands up and turns his\nback to them so that he is facing the window.) Smile! Frown. Smile! Frown. (The camera\ncuts to Ross outside hanging up the phone.) Smile! (Ross turns around and sees Joey\nalternately smiling and frowning and just stares at him for a second and heads back\ninside.)"},{"person":"Ross","txt":" Well, I guess that's it."},{"person":"All","txt":" Why, what happened?"},{"person":"Joey","txt":" What happened? What happened?"},{"person":"Ross","txt":" My marriage is over."},{"person":"All","txt":" What?!"},{"person":"Monica","txt":" Oh, sweetie. Oh, look at you. You're shivering."},{"person":"Phoebe","txt":" Here. (She wraps her coat around his shoulders.)"},{"person":"Rachel","txt":" Ross, honey, is there anything we can do?"},{"person":"Ross","txt":" Yeah. You can help me get my furniture back from Gunther."},{"person":"Phoebe","txt":" (to the squirrel) Okay, stop tormenting me! This mink! Okay, they're\nmean! And they hate squirrels! And y'know, okay, most of these probably wanted to be\ncoats! (The squirrel stares at her.) All right, fine, now I get it. (To the clerk.) Here.\n(She hands him her coat.) You take it. (To the squirrel.) Are you happy now? I'm cold!"}]