[{"person":"Monica","txt":" So the wedding caterer sent me this list of twelve appetizers and I have\nto narrow it down to six."},{"person":"Joey","txt":" Food? Uh-huh gimme! (She hands him the paper.)"},{"person":"Chandler","txt":" So did Monica tell you about this great band called the Swing Kings\nthat we’re trying to get to play at the wedding?"},{"person":"Phoebe","txt":" Since when are you into swing music?"},{"person":"Chandler","txt":" Oh since forever! I used to go all over town listening to bands!"},{"person":"Monica","txt":" Chandler."},{"person":"Chandler","txt":" "},{"person":"Monica","txt":" I will."},{"person":"Chandler","txt":" Do you want me to call?"},{"person":"Monica","txt":" No, I’ll do it. You just stick to your job."},{"person":"Phoebe","txt":" What is your job?"},{"person":"Chandler","txt":" Staying out of the way."},{"person":"Joey","txt":" This is impossible Monica, why don’t you just pick all 15? (Hands\nback the paper.)"},{"person":"Monica","txt":" There were only twelve."},{"person":"Joey","txt":" Oh yeah, I added three."},{"person":"Monica","txt":" What are peanut butter fingers?!"},{"person":"Joey","txt":" Oh yeah… (He mimes sticking his fingers into a jar of peanut butter,\nscooping some out, and eating it off his fingers.)"},{"person":"Ross","txt":" (noticing a beautiful woman moving in down the street) Well hello!\nShe’s cute! Should we uh, go try to talk to her?"},{"person":"Chandler","txt":" Sure! That’s one of the great things about being engaged.\nI’m not nervous talking to pretty girls anymore."},{"person":"The Woman","txt":" Could you guys help me? (Chandler shyly exhales and looks away.)"},{"person":"Ross","txt":" Uh yeah! Let me, let me get that for you."},{"person":"The Woman","txt":" It-it’s really heavy."},{"person":"Ross","txt":" (exhales) I got it. (He lifts the box and grunts under the strain.)\n(Calmly) So hi, I’m uh, I’m Ross and this is my friend Chandler. (He shyly\nwaves.)"},{"person":"The Woman","txt":" I-I am Kristen."},{"person":"Ross","txt":" Kristen, hi. Are you uh, new to the area, ‘cause if you\nare…I’d love to show you around sometime."},{"person":"Kristen","txt":" I…I uh, actually just moved from four blocks over."},{"person":"Ross","txt":" Ah."},{"person":"Kristen","txt":" But-but this block is like a whole other world."},{"person":"Ross","txt":" Y’know actually it does have a very interesting history. Uh, this\nstreet is the first street in the city to have an underground sewer system. (Kristen\ncrinkles her nose at that.) Before that sewage and waste would just flow right down the\nstreet. Yeah, sometimes ankle deep! (He stops when he realizes what he’s talking\nabout.)"},{"person":"Chandler","txt":" (To Ross) Smooth."},{"person":"Kristen","txt":" (To Chandler) Excuse me? (Chandler does the shy thing again.)"},{"person":"Ross","txt":" Umm, say you’re gonna be starving after all this moving. What do you\nsay I take you to dinner tonight?"},{"person":"Kristen","txt":" Oh I’d like that."},{"person":"Ross","txt":" Yeah?"},{"person":"Kristen","txt":" Yeah."},{"person":"Ross","txt":" Great! Uh, let me take this up for you. (The box he’s holding.)"},{"person":"Kristen","txt":" After you."},{"person":"Ross","txt":" Oh no-no, after you. (She grabs a chair and heads upstairs.) (When\nshe’s gone.) Oh my God! (He drops the box and Chandler can’t pick it up.)"},{"person":"Phoebe","txt":" (wearing a veil) Am I crazy or does this totally go?!"},{"person":"Rachel","txt":" Oh my God! You look so beautiful!"},{"person":"Phoebe","txt":" (To Rachel) Thank you Rachel but, look at Monica!"},{"person":"Monica","txt":" This is it. Yeah, this is the one. I can’t believe I found it!"},{"person":"The Woman","txt":" Wow you look so beautiful! If I knew you, I’d cry."},{"person":"Monica","txt":" Well I’m Monica Geller, ball like a baby."},{"person":"The Woman","txt":" I’m Megan Bailey."},{"person":"Monica","txt":" Have you found your dress yet?"},{"person":"Megan","txt":" Oh no, these dresses are all so amazing but there is no way I could\nafford one."},{"person":"Monica","txt":" No, I can’t afford this either. No. I-I-I’m, I’m just to\nfigure out which one I want then I’m gonna get it at Kleinman’s, this discount\nplace in Brooklyn, day after tomorrow they are having a huge sale."},{"person":"Megan","txt":" Oh, thanks for the tip."},{"person":"Monica","txt":" Yeah! So-so when are you getting married?"},{"person":"Megan","txt":" Oh I’m not, I just like to try these on."},{"person":"Rachel","txt":" I do the same thing."},{"person":"Megan","txt":" I’m just kidding. I’m getting married July 25"},{"person":"Rachel","txt":" I’m just kidding too. (Laughs) I’m getting married in\nDecember. (Turns away not happy with herself.)"},{"person":"Megan","txt":" (To Monica) So when are you getting married?"},{"person":"Monica","txt":" Oh May 15"},{"person":"Megan","txt":" Oooh it’s getting close!"},{"person":"Monica","txt":" Yeah!"},{"person":"Megan","txt":" So uh, who’s your photographer?"},{"person":"Monica","txt":" Jeffery."},{"person":"Megan","txt":" We met with him. Did he show you the photos of the nude wedding he did?"},{"person":"Monica","txt":" The best man? Wow!"},{"person":"Megan","txt":" I know! I almost called off my wedding. Oh, who’s your band?!"},{"person":"Monica","txt":" Oh, my fiancee wants the Swing Kings."},{"person":"Megan","txt":" Oh, you’re so lucky. My fiancee wants the heavy metal band Carcass. "},{"person":"Phoebe","txt":" Ooh, is that spelled with a ‘C’ or a ‘K’? Oh my God!\nIt doesn’t matter; they’re both great!"},{"person":"Rachel","txt":" Oh y’know what? Y’know what? Now that you know what you want\nyou should go to Kleinman’s and get it half off. This place is so overpriced."},{"person":"The Woman","txt":" I own this store."},{"person":"Rachel","txt":" So, does this (The dress) come in another color or… (The store\nowner walks away.)"},{"person":"Joey","txt":" (checking her out) Hi! You uh, movin’ in or movin’ out?"},{"person":"Kristen","txt":" I’m moving in."},{"person":"Joey","txt":" Oh uh, can I give you a hand?"},{"person":"Kristen","txt":" Oh okay. But y’know what? Be careful. Because a guy was helping me\nbefore had to leave because he hurt his back."},{"person":"Joey","txt":" Boyfriend?"},{"person":"Kristen","txt":" No."},{"person":"Joey","txt":" I’m Joey. (They shake hands.)"},{"person":"Kristen","txt":" Kristen."},{"person":"Joey","txt":" Oh wow, what a beautiful name! (Pause) What is it again?"},{"person":"Kristen","txt":" Kristen."},{"person":"Joey","txt":" Got it! (He picks up a lamp.) So…"},{"person":"Kristen","txt":" So uh, do you live around here?"},{"person":"Joey","txt":" Yeah! Yeah! Right down there. (Points.) Hey listen; let me give you a\nlittle tip. Do not take a nap on this stoop (Points to hers) or you can wake up with your\nshoes gone."},{"person":"Kristen","txt":" I’ll remember that."},{"person":"Joey","txt":" Okay. Yeah. Listen would you uh, would you like to have dinner with me\ntonight?"},{"person":"Kristen","txt":" Oh I, I have plans tonight. "},{"person":"Joey","txt":" Oh."},{"person":"Kristen","txt":" But how about tomorrow?"},{"person":"Joey","txt":" Sounds great! Okay all right, well where does this go? (The lamp he’s\nholding.)"},{"person":"Kristen","txt":" You look strong, why don’t I take that and you grab one of the\nboxes."},{"person":"Joey","txt":" Okay. Yeah. (She leaves and he goes to pick up a box marked books, but\ndecides to take the box marked pillows instead.) Yeah, I’ll grab this one. (He\nfollows her upstairs.)"},{"person":"A Woman","txt":" What is taking so long?! I mean whatever!"},{"person":"Rachel","txt":" (To Phoebe) So this is Brooklyn."},{"person":"Monica","txt":" All right, listen up. There is usually only one dress in each size so\nwhen they open those doors, fan out. Now, this is what you’re looking for! (Holds up\na picture of it.) Memorize it! When you locate the dress, blow on these. All right? (She\npasses out whistles to them.) Three short blasts, when you hear it. Come running."},{"person":"Rachel","txt":" Okay."},{"person":"Phoebe","txt":" Got it."},{"person":"Monica","txt":" All right."},{"person":"A Woman","txt":" Here he comes! Hurry!"},{"person":"Rachel","txt":" Oh they’re pushing! They’re pushing!!"},{"person":"Monica","txt":" (To Rachel) Hey! "},{"person":"Rachel","txt":" Well I…"},{"person":"A Woman","txt":" Let’s go!!"},{"person":"Phoebe","txt":" (coming back out) Hey! Rachel! Come on!!!!"},{"person":"Monica","txt":" No. No. Not it. Not it. Not it. (Checks another rack and another woman\ntries to reach around her.) (To the woman) Don’t crowd me! (Finds it) This is it!\nThis is the dress! Oh my God, it’s perfect! (She takes it off of the rack and someone\nhas a hold of it on the other side of the rack and tugs on it.) I’m sorry, this\none’s taken! (The other woman tugs harder pulling Monica through the rack.) Whoa!"},{"person":"Monica","txt":" Megan!"},{"person":"Megan","txt":" Monica!"},{"person":"Monica","txt":" You came?!"},{"person":"Megan","txt":" Yeah!"},{"person":"Monica","txt":" This is my dress!"},{"person":"Megan","txt":" No!"},{"person":"Monica","txt":" Yes it is! You saw me wearing it!"},{"person":"Megan","txt":" And now you’ll see me buying it."},{"person":"Monica","txt":" What? You freak! You wouldn’t even have known about this place if\nit wasn’t for me!"},{"person":"Megan","txt":" Look, you don’t want to fight me."},{"person":"Monica","txt":" Maybe I do! I’m pretty feisty! (She blows the signal.)"},{"person":"Phoebe","txt":" (hearing the signal) I’m coming! I’m coming! (She takes off\ntowards the signal and almost knocks another woman over.)"},{"person":"Woman","txt":" Hey!"},{"person":"Phoebe","txt":" Okay! (Runs that way and hears another whistle blast.) Hey! (Heads the\nother way and hears another blast.) What do I do?!! (She runs in the second direction and\nfinds that the whistling is coming from inside a rack. She moves the dresses out of the\nway to find Rachel curled up in a fetal position frantically blowing on the whistle.) What\nare you doing? (Rachel doesn’t stop.) Did you find the dress? (Rachel won’t stop\nso Phoebe pinches her nose shut which causes her to spit the whistle out.)"},{"person":"Phoebe","txt":" Did you find the dress?"},{"person":"Rachel","txt":" No! You gotta get me out of here Phoebe! These bargain shoppers are\ncrazy!"},{"person":"Phoebe","txt":" I—We gotta get Monica. (She starts to leave.)"},{"person":"Rachel","txt":" No! You gotta hold my hand!!"},{"person":"Phoebe","txt":" Oh my God!! (She grabs Rachel’s hand and drags her towards Monica.)\nExcuse me! Excuse me! (She’s knocking women and veils out of the way as she moves.) "},{"person":"Monica","txt":" (handing Phoebe the dress) Go! Go! Go!"},{"person":"Rachel","txt":" (seeing who’s trapped) Hey…"},{"person":"Monica","txt":" NOW!!!!!!!! (Rachel runs off and Monica gets up to follow her.)"},{"person":"Chandler","txt":" So Ross, how was your date the other night? Did you tell her about the\nmagical ride that starts with the flush of every toilet?"},{"person":"Ross","txt":" Laugh all you want but uh, she actually left me a message saying\nshe’d like to go out again."},{"person":"Chandler","txt":" Huh."},{"person":"Ross","txt":" Yeah in fact, I’m gonna go call her right now. And I’ll make\nsure to tell her my friend Chandler says… (He mimics the shy reaction Chandler did.)"},{"person":"Joey","txt":" (entering) Hey Chandler!"},{"person":"Chandler","txt":" Hey!"},{"person":"Joey","txt":" Listen, sorry I didn’t stop by last night but I had a date."},{"person":"Chandler","txt":" Uh Joe, when it’s one o’clock in the morning and you\ndon’t come by? That’s okay!"},{"person":"Joey","txt":" Well check it out, I was with this really hot girl who just moved in right\nacross the street!"},{"person":"Chandler","txt":" Really? Right across the street?"},{"person":"Joey","txt":" Yeah!"},{"person":"Chandler","txt":" When’d you meet her?"},{"person":"Joey","txt":" Two days ago."},{"person":"Chandler","txt":" Excellent! Y’know Ross met somebody too!"},{"person":"Joey","txt":" Oh yeah?"},{"person":"Ross","txt":" (returning) Hey."},{"person":"Chandler","txt":" Hi! How’d it go?"},{"person":"Ross","txt":" Oh great! We’re going out again Saturday. But I just found she’s\nalso seeing some other guy."},{"person":"Chandler","txt":" (sarcastically shocked) Really?! Joe? What would you do if you were in\nRoss’s situation?"},{"person":"Joey","txt":" Well, I sorta am. I mean yeah, I’m dating this girl who’s also\nseeing another guy. But, I don’t know, I’m not to worried about it."},{"person":"Ross","txt":" Well you shouldn’t be. Believe me I wouldn’t want to be the guy\nwho’s up against you. (Chandler laughs.) I mean that doofus is going to lose!"},{"person":"Chandler","txt":" So this is nice! I wish I didn’t have to go, believe me! But\nunfortunately I have to. (He gets up and Joey moves over next to Ross.) Oh uh, by the way,\nwhat’s the name the girl you’re dating?"},{"person":"Joey and Ross","txt":" Kristen Lang."},{"person":"Chandler","txt":" Bye! (Exits.)"},{"person":"Ross","txt":" Well obviously only one of us can keep dating her."},{"person":"Joey","txt":" Obviously! So, how do we decide?"},{"person":"Ross","txt":" Well now let’s-let’s look at this objectively, I think I should\ndate her…"},{"person":"Joey","txt":" (not buying it) Uh-huh. Uh-huh. "},{"person":"Ross","txt":" That’s interesting, but check this out. I date her…"},{"person":"Joey","txt":" Yeah-yeah I like that but just to go in another direction…"},{"person":"Ross","txt":" Okay, okay. This can go on for a while."},{"person":"Joey","txt":" Yeah well we should order some food then."},{"person":"Ross","txt":" No Joey! Look why don’t, why don’t we just let her decide? Okay?\nHey-hey, we’ll "},{"person":"Joey","txt":" (smiling) That sounds fair."},{"person":"Ross","txt":" Maybe I’ll take her to that new French restaurant down the\nstreet…"},{"person":"Joey","txt":" Ah yeah—wait a second now! Look we’re gonna have to set a\nspending limit on the date. I don’t have the money to take her to a fancy place like\nthat."},{"person":"Ross","txt":" Well sorry, that’s what I do on dates."},{"person":"Joey","txt":" All right, well I guess I’ll just have to do what I do on dates."},{"person":"Ross","txt":" So let’s decide on the spending limit…"},{"person":"Joey","txt":" Yeah. Uh, (thinks)…a slice…(Thinks)…six dollars?"},{"person":"Ross","txt":" I was thinking more like a hundred."},{"person":"Joey","txt":" Okay. Can I borrow 94 dollars?"},{"person":"Monica","txt":" Oh…"},{"person":"Phoebe","txt":" I know. Hand me a tissue. (Monica hands her one.)"},{"person":"Rachel","txt":" You’re out of "},{"person":"Monica","txt":" Hello? (Listens) What?! (Listens) You what?! (Listens) Hey you listen\nhere missy! (Listens) Wh—(She is hung up on.)"},{"person":"Phoebe","txt":" What?!"},{"person":"Monica","txt":" That was that girl Megan! She booked the Swing Kings on the day of our\nwedding and said that I couldn’t have them back unless I gave her the dress!"},{"person":"Phoebe","txt":" (gasps) Does that mean Carcass is available?"},{"person":"Monica","txt":" What am I gonna do?! That is the dress! That is "},{"person":"Phoebe","txt":" Well just figure out a way to talk him out of it."},{"person":"Monica","txt":" How?"},{"person":"Rachel","txt":" You’re out of toilet paper!"},{"person":"Joey","txt":" (entering) Hey!"},{"person":"Ross","txt":" Hey! What’s up?"},{"person":"Joey","txt":" I just wanted to come by and y’know, wish you good luck on your date."},{"person":"Ross","txt":" Oh thanks!"},{"person":"Joey","txt":" Yeah. What time are you meeting her?"},{"person":"Ross","txt":" We have 8:00 reservations at Grammercy Bistero."},{"person":"Joey","txt":" Wow, that’s in like 20 minutes. You’d better get dressed."},{"person":"Ross","txt":" I am dressed."},{"person":"Joey","txt":" Oh. Well good! (To himself) For me. (He picks up a jar of lotion.) What is\nthis? Did you give yourself a facial?"},{"person":"Ross","txt":" I have an oily T-zone!"},{"person":"Joey","txt":" Okay dude! (Finds a receit.) Hey you uh, you sent Kristen flowers."},{"person":"Ross","txt":" That’s right."},{"person":"Joey","txt":" You spent a hundred dollars. That’s the limit. You’re screwed!"},{"person":"Ross","txt":" Uh actually, I sent the flowers before the actual date. So techincally, "},{"person":"Joey","txt":" Oh-oh! So that’s the way it’s gonna be huh? Yeah I can break the\nrules too y’know!"},{"person":"Ross","txt":" Oh yeah? What are you gonna do?"},{"person":"Joey","txt":" I don’t know."},{"person":"Ross","txt":" Why am I not surprised?"},{"person":"Joey","txt":" Y’know what Ross? I’m not gonna let you get away with this!"},{"person":"Ross","txt":" I don’t think you have much choice."},{"person":"Joey","txt":" Well we’ll see!"},{"person":"Ross","txt":" Bye-bye!"},{"person":"Joey","txt":" Yeah bye-bye! (Exits and comes back in still holding the lotion.) Hey! So\njust a light layer?"},{"person":"Ross","txt":" Yes. Yes. Just here (Runs his fingers down the bridge of his nose) and\nthere (Runs his fingers across his forehead)."},{"person":"Chandler","txt":" Joey got meat sauce on the banister again! (He goes into the bathroom\nto wash his hands.)"},{"person":"Phoebe","txt":" Yeah, swing music is so out."},{"person":"Monica","txt":" Phoebe, he’s gotta be in the "},{"person":"Chandler","txt":" (returning) What are you guys talking about?"},{"person":"Monica","txt":" Well umm, we were just talking about the y’know, the Swing Kings\nand just wondering whether y’know, they were the right way to go."},{"person":"Rachel","txt":" Yeah, I went to a wedding once where they had swing music and uh, two\nmonths later the couple got divorced. And now I’m not saying that there’s any\nconnection here y’know, but they did tell me that’s why they got divorced."},{"person":"Chandler","txt":" But I love swing music!"},{"person":"Phoebe","txt":" Yeah but the Swing Kings? Y’know they suck so much that people\nactually die at their concerts—They just stop living."},{"person":"Chandler","txt":" Look all I know is when Monica and I went to see them, we had fun! And\nthere’s another reason too."},{"person":"Rachel","txt":" Well, what is the other reason?"},{"person":"Chandler","txt":" I don’t want to say."},{"person":"Rachel","txt":" Well you have to because maybe it’s stupid."},{"person":"Chandler","txt":" Well it’s just while Monica and I were dancing to them it\nwas…the first time I knew that…you were the woman I wanted to dance all my\ndances with."},{"person":"Monica","txt":" Oh crap!"},{"person":"Ross","txt":" So they said our table will be ready in just a few minutes."},{"person":"Kristen","txt":" Oh great!"},{"person":"Ross","txt":" Yeah."},{"person":"Kristen","txt":" Is your back feeling better?"},{"person":"Ross","txt":" Oh yeah it’s fine. I guess the more muscles you have the more they\ncan spasim out of control."},{"person":"Joey","txt":" (entering) Kristen?"},{"person":"Kristen","txt":" Joey!"},{"person":"Joey","txt":" Hi!"},{"person":"Kristen","txt":" Hi! What are you doing here?"},{"person":"Joey","txt":" Oh I like this place. And technically, technically I’m not breaking\nany rules so I…"},{"person":"Kristen","txt":" Well uh, Ross? This is Joey. Joey? Ross."},{"person":"Joey","txt":" Hi!"},{"person":"Ross","txt":" Hi. (They shake hands.) It’s nice to meet you. I used to have a\nfriend named Joey. I don’t anymore."},{"person":"Kristen","txt":" Our table will be ready in a couple minutes."},{"person":"Ross","txt":" Yeah. So…"},{"person":"Joey","txt":" Sure! I would love to wait with you guys! Thanks! (Sits down.)"},{"person":"Ross","txt":" So Joey umm, you look familiar. Are uh, are you on TV or something?"},{"person":"Kristen","txt":" Well Joey doesn’t like to talk about it but, he’s one of the\nstars of "},{"person":"Ross","txt":" That’s right! That’s right, don’t you play a woman?"},{"person":"Joey","txt":" A woman in a man’s body."},{"person":"Ross","txt":" Much better."},{"person":"Joey","txt":" So y’know Ross it’s funny ‘cause, you look familiar to me\ntoo. Have you ever been married?"},{"person":"Ross","txt":" Well yes, yes I have. In fact umm, just the other day Kristen and I were\ntalking about how I’ve been married "},{"person":"Kristen","txt":" Yeah, little Eric."},{"person":"Ross","txt":" That’s right! Wait no, Ben."},{"person":"Joey","txt":" So you’ve just married the one time then?"},{"person":"Ross","txt":" Well umm…"},{"person":"Kristen","txt":" You’ve been married twice?"},{"person":"Ross","txt":" Yes. And another time after that. Boy I’m getting hungry! Hey Joey,\nhave you ever been so hungry on a date that when a girl goes to the bathroom you eat some\nof her food?"},{"person":"Kristen","txt":" You said the waiter ate my crab cake."},{"person":"Joey","txt":" (laughs that one off) Yeah. So uh Ross, well now—why did that first\nmarriage breakup? Was it because the woman was straight or she was a lesbian?"},{"person":"Kristen","txt":" Do you two know each other?"},{"person":"Joey and Ross","txt":" No. No."},{"person":"Joey","txt":" No. It just seems like Ross is the kind of a guy that would marry a woman\non the verge of being a lesbian and then push her over the edge."},{"person":"Ross","txt":" Wait a minute! Were you on a poster for gonorrhea?"},{"person":"Joey","txt":" Have you ever slept in the same bed as a monkey?!"},{"person":"Ross","txt":" Hey you leave Marcel out of this!"},{"person":"Joey","txt":" Fine! Have you ever got stuck in a pair of your own leather pants?!"},{"person":"Ross","txt":" Hey-hey have you ever locked yourself in a TV cabinet VD boy?!"},{"person":"Joey","txt":" Monkey lover!"},{"person":"Joey","txt":" When do you think we lost her?"},{"person":"Ross","txt":" Probably around gonorrhea."},{"person":"Chandler","txt":" Hi, honey! I’m home!"},{"person":"Monica","txt":" (from the bedroom) Don’t come in here!"},{"person":"Chandler","txt":" Why? Do you another boyfriend in there or something?"},{"person":"Monica","txt":" No! We only mess around at his place!"},{"person":"Chandler","txt":" Y’know it’s funny I started it but, now it’s scary me.\nSo could you come out here please?"},{"person":"Monica","txt":" No, I’m wearing a wedding dress."},{"person":"Chandler","txt":" Oh you got a wedding dress? That’s great!"},{"person":"Monica","txt":" Yeah but I’m not keeping it."},{"person":"Chandler","txt":" Well then why can’t I see it?"},{"person":"Monica","txt":" Oh. I guess you can. Okay but; I-I have to return it, so you can’t\nlike it."},{"person":"Chandler","txt":" Okay I promise. I’ll-I’ll hate it. (She enters.) Wow!\nYou-you look…hideous."},{"person":"Monica","txt":" Really?"},{"person":"Chandler","txt":" Yeah, that’s like the most ugliest dress I’ve ever seen.\nWh-why do you to return it?"},{"person":"Monica","txt":" Oh because it doesn’t…really fit. Oh by the way, I-I booked\nthe Swing Kings."},{"person":"Chandler","txt":" Oh that’s great! Great! Thanks! But that dress I mean it’s\nlike yuck! It’s terrible! It makes me wanna just rip it right off of you!"},{"person":"Monica","txt":" Okay! But you can’t rip it. Well, maybe a little."},{"person":"Chandler","txt":" Okay!"},{"person":"Monica","txt":" (entering) Hey guys! Do you wanna look at the song list for the wedding?\n(They ignore her.) Guys?"},{"person":"Chandler","txt":" (without turning around) I thought you were gonna be gone all day."},{"person":"Monica","txt":" All right? What’s going on?"},{"person":"Monica","txt":" I’m sorry. I’m sorry. I-I should probably leave you girls\nalone. (She heads for the bedroom.)"},{"person":"Ross","txt":" Yeah, laugh all you want but in ten minutes we’re gonna have younger\nlooking skin!"},{"person":"Joey","txt":" Yeah! (Monica goes in the bedroom.) Y’know, she could use a\nlittle…(Whistles that she needs to do what they’re doing.) (Something happens on\nthe game.) Oh nice shot!!! (They all cheer.)"}]