[{"person":"Photographer","txt":" Great. (Takes a picture.) Great! Just give me a sec to change\nfilm."},{"person":"Monica","txt":" Okay."},{"person":"Ross","txt":" (To Monica) Okay, I know I’m not supposed to know, but I do. And\nI’m so excited for you!"},{"person":"Joey","txt":" What? What’s going on?"},{"person":"Ross","txt":" Monica’s pregnant!"},{"person":"Joey","txt":" Oh my God! Is that why you guys had to get married?!"},{"person":"Monica","txt":" Guys! I’m not pregnant."},{"person":"Joey","txt":" Ah. (To Chandler) Slow swimmers? (Chandler looks at him.)"},{"person":"Ross","txt":" What?! What do you mean? You-you-you’re not pregnant?"},{"person":"Monica","txt":" You didn’t tell anybody I was did you?!"},{"person":"Ross","txt":" No! (Pause) I’ll be right back. (Exits.)"},{"person":"Photographer","txt":" Now why don’t we get a shot of just Monica and the bloody\nsoldier."},{"person":"Monica","txt":" (To Joey) Oh, about that. Joey, you have to change before the party."},{"person":"Joey","txt":" I can’t! I-I don’t have any other clothes here."},{"person":"Monica","txt":" Find some! Please! Anything that doesn’t say I-I died tragically in\nFrance. (Joey leaves to find clothes.)"},{"person":"Photographer","txt":" Well then why don’t we see the bride and the groom and the\nbridemaids."},{"person":"Phoebe","txt":" Okay. (Phoebe and Rachel join Monica and Chandler on the altar.) Hey\nMon, why did you tell the guys you weren’t pregnant?"},{"person":"Monica","txt":" Because I’m not."},{"person":"Phoebe","txt":" We found your test in the trash, if you’re not pregnant—(She\nsees Rachel shaking her head)—It’s because I am."},{"person":"Chandler","txt":" What?! What are you talking about?"},{"person":"Monica","txt":" What are you talking about?"},{"person":"Phoebe","txt":" Yes, I…I am with child. (Flash) And I didn’t want to say\nanything because it’s your day; I didn’t want to steal your thunder."},{"person":"Monica","txt":" Wait a minute! So you told people I was pregnant?! (Flash) Does this\nlook like a conversation that I want to remember?!"},{"person":"Chandler","txt":" Who’s the father?"},{"person":"Monica","txt":" Yeah!"},{"person":"Phoebe","txt":" I can’t say."},{"person":"Monica","txt":" Why?!"},{"person":"Chandler","txt":" Why not?"},{"person":"Phoebe","txt":" I can’t say because he’s famous."},{"person":"Rachel","txt":" Oh my God, who is it?! (Phoebe rolls her eyes.)"},{"person":"Monica","txt":" Phoebe, come on, you have to tell us."},{"person":"Phoebe","txt":" Okay, okay. It’s James Brolin. James Brolin is the father of my\nbaby."},{"person":"Chandler","txt":" As in Barbara Streisand’s husband James Brolin?"},{"person":"Phoebe","txt":" What?! Well he never said that to me!"},{"person":"Photographer","txt":" Why don’t we have Monica step away and we’ll get\nChandler and the bridemaids."},{"person":"Phoebe","txt":" How about just the bridemaids?"},{"person":"Chandler","txt":" Y’know I am the groom right? I was told it was kinda big deal."},{"person":"Phoebe","txt":" It is."},{"person":"Rachel","txt":" For you. (Chandler leaves.)"},{"person":"Phoebe","txt":" Oh my God!"},{"person":"Rachel","txt":" Oh, thank you for doing that. I just can’t deal with this just\nquite yet."},{"person":"Phoebe","txt":" So instead you told me Monica was pregnant."},{"person":"Rachel","txt":" You said that she was, I just didn’t disagree with you."},{"person":"Phoebe","txt":" Sneaky."},{"person":"Rachel","txt":" Oh yeah."},{"person":"Photographer","txt":" Smile ladies."},{"person":"Rachel","txt":" Oh! (They smile and the picture is taken.) Oh by the way?"},{"person":"Phoebe","txt":" Uh-hmm."},{"person":"Rachel","txt":" James Brolin?"},{"person":"Phoebe","txt":" Oh, I know. I could only think of two names, him and Ed Begley Jr. and\nthen I remembered he’s gay."},{"person":"Rachel","txt":" Ed Begley Jr. is not gay."},{"person":"Phoebe","txt":" (intrigued) Really?!"},{"person":"Bandleader","txt":" Thank you very much! Ladies and gentlemen, it gives me great\npleasure to introduce to you for the very first time, Mr. and Mrs. Chandler Bing!"},{"person":"Chandler","txt":" Before we go out there I’ve got a present for ya."},{"person":"Monica","txt":" Honey, I’m going to put my hand in your pocket!"},{"person":"Chandler","txt":" No?"},{"person":"Monica","txt":" No."},{"person":"Chandler","txt":" I’ve been taking dancing lessons."},{"person":"Monica","txt":" What?!"},{"person":"Chandler","txt":" Yeah, the last six weeks. I wanted this to be a moment you will never\nforget."},{"person":"Monica","txt":" Oh that is so sweet!"},{"person":"Chandler","txt":" So? Would you care to join me in our first dance as husband and wife?"},{"person":"Monica","txt":" Yes."},{"person":"Monica","txt":" What’s the matter?"},{"person":"Chandler","txt":" I don’t know, it’s these new shoes, they’re all\nslippery."},{"person":"Monica","txt":" Well, are you going to be able to do this?"},{"person":"Chandler","txt":" Not well."},{"person":"Monica","txt":" Well, the good news is, I don’t think anyone’s looking at us."},{"person":"Phoebe","txt":" So, are you ready to talk about it?"},{"person":"Rachel","txt":" No."},{"person":"Phoebe","txt":" Now?"},{"person":"Rachel","txt":" No!"},{"person":"Phoebe","txt":" Okay, we’ll talk about something else then."},{"person":"Rachel","txt":" Thank you."},{"person":"Phoebe","txt":" Who’s the father?!"},{"person":"Rachel","txt":" Ugh! Look honey y’know what? I haven’t told him yet, so until\nI do I don’t think I should tell anybody else."},{"person":"Phoebe","txt":" Yeah. That’s fine. That’s fair. Is it Tag?"},{"person":"Rachel","txt":" Phoebe!!"},{"person":"Phoebe","txt":" Okay, I’m sorry. I’ll stop."},{"person":"Rachel","txt":" Okay."},{"person":"Phoebe","txt":" Is it Ross? It’s Ross isn’t it—Oh my God, it’s Joey!"},{"person":"Rachel","txt":" Honey, stop it! I am not going to tell you until I tell him."},{"person":"Phoebe","txt":" Ah-hah! At least we know it’s a him."},{"person":"Monica","txt":" (seeing him) Oh sweet Lord."},{"person":"Joey","txt":" I’m sorry! Okay? I went down to the gift shop and it’s either\nthis or a bathrobe! Look, what’s more important, the way I’m dressed or me being\nwith you on your special day?"},{"person":"Monica","txt":" Honey, I’m not even going to pretend I was listening. (Sees someone\nelse.) Hey! Hey! (Goes over to that person.)"},{"person":"Ross","txt":" Hi. I’m uh, I’m Ross. I don’t, I don’t believe\nwe’ve met. I’m Monica’s older brother."},{"person":"Ross","txt":" Oh! Hello uh, Mona from her restaurant. (He uses his card to mouth those\nwords.) (Pause) Mona, wow what a, what a beautiful name."},{"person":"Mona","txt":" You think so? I’ve always kinda hated it."},{"person":"Ross","txt":" Aw come on, Mona Lisa?"},{"person":"Mona","txt":" Uh-huh."},{"person":"Ross","txt":" Mona umm…Clickclocken. The famous botanist? Huh? Oh no she’s\nuh—well she’s dead now. No, supposedly she was once quite the hottie of the\nplant world."},{"person":"Mona","txt":" Really?! Well see? I never knew about her."},{"person":"Ross","txt":" Linda Clickclocken. (Pause) So what uh, what-what table are you at? (She\nshows him.) Oh, uh me too."},{"person":"Mona","txt":" Oh good. Now there’ll be someone there who likes my name."},{"person":"Ross","txt":" (sexily) Yes there will. (Mona leaves and Ross tries to find the same\ntable.) Oh guess what, Molly Gilbert you’ve just been bumped up to table one. And if\nit’s all right with you I’m gonna take your place at table six—Martin\nClickclocken."},{"person":"Joey","txt":" That’s better, now just bend your arms a little more. There you go.\nOkay, look straight ahead. Now this time I want you to really put your ass into it. (They\ndo a practice swing and she really puts her ass into it.)"},{"person":"Mrs. Bing","txt":" Chandler darling! Look, my date has finally arrived. I’d like\nyou to meet Dennis Phillips."},{"person":"Dennis Phillips","txt":" Congratulations."},{"person":"Chandler","txt":" Thank you."},{"person":"Mrs. Bing","txt":" Dennis is a dear old friend and a fantastic lover."},{"person":"Chandler","txt":" Bravo Dennis thanks for pleasing my mother so."},{"person":"Dennis Phillips","txt":" Oh, I’m so sorry I missed the ceremony, I was stuck at\nauditions."},{"person":"Mrs. Bing","txt":" Oh yes, Dennis is directing a new Broadway show."},{"person":"Joey","txt":" I don’t believe we’ve met, Joey Tribbiani."},{"person":"Dennis Phillips","txt":" Dennis Phillips"},{"person":"Joey","txt":" Wow, I’ve admired your work for years. You-you’ve done some\nreally amazing stuff."},{"person":"Dennis Phillips","txt":" Oh, thank you. Well if you’ll excuse me, I’m gonna go\nget myself a drink. Be back in a moment. (Walks away.)"},{"person":"Joey","txt":" Wow Dennis Phillips! That’s great! How did you guys meet?"},{"person":"Mrs. Bing","txt":" Well, it’s a funny story."},{"person":"Chandler","txt":" Funny: ha-ha or funny: (Mimes blowing his brain out.)"},{"person":"Bandleader","txt":" Thank you, thank you very much. If everyone will please take your\nseats, dinner will be served."},{"person":"Ross","txt":" Hey! Uh, I thought, I thought you were at table six."},{"person":"Mona","txt":" No, nine. (Shows him the card again.)"},{"person":"Ross","txt":" Oh see, before you uh, when you showed it to me you-you held it that way\n(he turns her hand upside down) which uh, which was misleading. Well I’m… (He\ngoes at sits down at his new table and the kids stare at him.) Hello."},{"person":"Joey","txt":" Chandler. Will you see if your mom can give my resume to Dennis Phillips?\n‘Cause if I can get in a Broadway show then I would’ve done it all, film,\ntelevision, and theater. The only think left would be radio, and that’s just for ugly\npeople."},{"person":"Chandler","txt":" What size shoes do you wear?"},{"person":"Joey","txt":" Uh, eleven, eleven and a half."},{"person":"Chandler","txt":" Great, because my shoes are giving me a little problem on the dance\nfloor, can I borrow the boots from your costume?"},{"person":"Joey","txt":" Uh, I don’t even really know where I left those. Sorry."},{"person":"Chandler","txt":" (looking at Joey’s feet) Those aren’t eleven and a half."},{"person":"Joey","txt":" Okay fine! I’m a seven! All right, I have surprisingly small feet.\nBut the rest of me is good, I’ll show ya!"},{"person":"Monica","txt":" Can you "},{"person":"Rachel","txt":" Oh y’know what honey? Let’s not talk about that right now?"},{"person":"Monica","txt":" This is so huge."},{"person":"Rachel","txt":" Sure, but come on, as big as your wedding?"},{"person":"Monica","txt":" Of course not nothing is. Between me and you…"},{"person":"Rachel","txt":" Yeah."},{"person":"Monica","txt":" …in this day and age how dumb do you have to be to get pregnant?"},{"person":"Rachel","txt":" Hey! Y’know, sometimes you can do everything right, everyone can\nwear everything they’re supposed to wear, and one of those little guys just gets\nthrough!"},{"person":"Monica","txt":" How?"},{"person":"Rachel","txt":" I don’t know! Maybe they have tools."},{"person":"Monica","txt":" Well I-I talked to and uh, she’s definitely going to have this\nbaby. Y’know, she said she was gonna raise it on her own."},{"person":"Rachel","txt":" Well, maybe that’s, maybe that’s really brave."},{"person":"Monica","txt":" Maybe. I just hope she realizes how hard it’s gonna be."},{"person":"Rachel","txt":" Maybe she hasn’t really thought it through that well."},{"person":"Monica","txt":" Well, there’s a lot to think about. I mean, how is she, how is she\ngoing to handle this financially? How is she going to juggle work? Does she realize\nshe’s not going to have a date again for the next eighteen years?"},{"person":"Rachel","txt":" (starting to cry) I don’t know."},{"person":"Monica","txt":" Are you okay?"},{"person":"Rachel","txt":" Uh-hmm. I’m just thinking about Phoebe; poor knocked up Phoebe."},{"person":"Rachel","txt":" Oh yes! Thank you very much! (She grabs a glass, takes a sip, and\nrealizes what she just did. She then tries to spit the champagne back into the glass\nwithout Monica noticing. It doesn’t work.) Oh that’s-that’s actually how\nthe French drink it."},{"person":"Phoebe","txt":" Well, I just got off the phone with my lover, James Brolin…"},{"person":"Monica","txt":" Oh really?!"},{"person":"Phoebe","txt":" Yes, and apparently he is married to some singer, but he said he would\nleave her for me. And I said, \"James, James Brolin, are you sure?\" James Brolin\nsaid…"},{"person":"Monica","txt":" (interrupting) Rachel’s really the one who’s pregnant."},{"person":"Phoebe","txt":" (shocked) What?! (deadpan) Why bother?"},{"person":"Monica","txt":" How do you feel?"},{"person":"Rachel","txt":" I don’t know. I don’t know how I feel. This is all happening\nso fast. I have to make all these decisions that I don’t want to make. (Takes another\nsip of champagne and spits it back out) Somebody just take this away from me!!"},{"person":"Phoebe","txt":" Calm down. Maybe you’re not pregnant."},{"person":"Rachel","txt":" What?!"},{"person":"Phoebe","txt":" When I got pregnant with the triplets, I took that test like three times\njust to make sure."},{"person":"Monica","txt":" Yes! Maybe it’s a false positive. Are you sure you peed on the\nstick right?"},{"person":"Rachel","txt":" How many ways are there to do that?"},{"person":"Phoebe","txt":" I’m-I’m just saying, don’t freak out until you’re a\nhundred percent sure."},{"person":"Rachel","txt":" All right, I’ll-I’ll take it again when I get home."},{"person":"Monica","txt":" You-you gotta take it now. Come on, do it as a present to me."},{"person":"Rachel","txt":" Okay. Thank you."},{"person":"Monica","txt":" Okay."},{"person":"Phoebe","txt":" I’ll run out and get you one."},{"person":"Rachel","txt":" Oh, you guys are so great."},{"person":"Monica","txt":" Oh, wait a minute! Who’s is the father?!"},{"person":"Phoebe","txt":" Oh no, she won’t tell us."},{"person":"Monica","txt":" Oh, come on it’s my wedding! That can be my present."},{"person":"Rachel","txt":" Wh—Hey, I just gave you peeing on a stick."},{"person":"Phoebe","txt":" See? This is why you register."},{"person":"Ross","txt":" It was the chair again! Okay? I’m not doing it! It what—look, I\ndon’t—y’know what—eh-eh… (He walks away and goes over to Mona.)\nHi."},{"person":"Mona","txt":" Hi!"},{"person":"Ross","txt":" Umm, would you like to dance?"},{"person":"Mona","txt":" Sure."},{"person":"Ross","txt":" Yeah?"},{"person":"Mona","txt":" Yeah."},{"person":"Ross","txt":" Oh great! (They get up to dance and Ross is interrupted by a little girl.)"},{"person":"Little Girl","txt":" Dr. Geller?"},{"person":"Ross","txt":" I wasn’t farting! (To Mona) Uh, a little game from our table. (To the\nlittle girl) Yes?"},{"person":"Little Girl","txt":" Dr. Geller, will you dance with me?"},{"person":"Ross","txt":" Oh umm, well uh, maybe-maybe later. Right now, I’m about to dance\nwith this lady. "},{"person":"Little Girl","txt":" Okay. (She drops her head in disappointment and walks away.)"},{"person":"Mona","txt":" Ohhhh!"},{"person":"Ross","txt":" Uh, unless! Unless, uh this lady wouldn’t mind letting you go first."},{"person":"Mona","txt":" I’d be happy to. (To Ross) "},{"person":"Ross","txt":" Yes I-I am. In fact umm hey, why don’t we try it my special way? You\ncan dance on my feet."},{"person":"Little Girl","txt":" Sure!"},{"person":"Ross","txt":" Yeah? Hop on. (They start dancing and Mona sits down.) Is the pretty lady\nlooking?"},{"person":"Little Girl","txt":" Uh-huh."},{"person":"Ross","txt":" Keep dancing."},{"person":"Chandler","txt":" And the world will never know."},{"person":"Joey","txt":" Hey! Did you talk to Dennis about me yet?"},{"person":"Chandler","txt":" Yes, I told him how talented you were. I told him all about "},{"person":"Joey","txt":" No-no! No! No! You don’t tell a Broadway guy that! Now he just thinks\nI’m a soap actor."},{"person":"Chandler","txt":" But you’re "},{"person":"Joey","txt":" Hey!"},{"person":"Little Girl","txt":" Thank you."},{"person":"Ross","txt":" No-no, thank you Miranda."},{"person":"Little Girl","txt":" Melinda!"},{"person":"Ross","txt":" All right. (Walks over to Mona.)"},{"person":"Mona","txt":" How cute was that?"},{"person":"Ross","txt":" Oh-oh, were you, were you watching?"},{"person":"Second Girl","txt":" Can I go next?"},{"person":"Ross","txt":" What? Of course you can! Hop on!"},{"person":"Mona","txt":" Okay, but I get to hop on after her. (Ross bites the air in response.)"},{"person":"Ross","txt":" I am so gonna score."},{"person":"Second Girl","txt":" What?"},{"person":"Ross","txt":" I like your bow."},{"person":"Joey","txt":" (clinks his glass) I’d like to propose a toast. To Monica and\nChandler, the greatest couple in the world. And my best friends. Now, my when I first\nfound out they were getting married I was, I was a little angry. I was like, (overly\nangry) \"Why God? Why? How can you take them away from me?!\" But then I thought\nback over all our memories together, some happy memories. (Does a fake laugh.) And-and\nthere was some sad memories. (Starts to break down and cry.) I’m sorry. And-and some\nscared memories—Whoa! (He jumps back, startled.) Eh? And then, and then I realized\nI’ll always be their friend, their friend who can speak in many dialects and has\ntraining in stage combat and is willing to do partial nudity. (Starts to walk away, but\nrealizes something.) Oh! To the happy couple!"},{"person":"Bandleader","txt":" Thank you."},{"person":"Ross","txt":" (to the second girl) That was very nice Ashley."},{"person":"Ashley","txt":" Can we do it again?"},{"person":"Ross","txt":" No-no. (Walks over to Mona again.) "},{"person":"Mona","txt":" So, is it my turn now?"},{"person":"Fat Girl","txt":" I’m next!"},{"person":"Ross","txt":" Oh! (Recoils in horror.)"},{"person":"Mona","txt":" Uh, that’s okay. You can dance with her first."},{"person":"Ross","txt":" Oh, you-you sure? (She nods yes.) Okay. (To the girl) Okay. So what’s\nuh, what’s your name."},{"person":"Fat Girl","txt":" Gert!"},{"person":"Ross","txt":" That’s, that’s pretty. (They start to dance and Gert tries to\nstep on Ross’s feet, but he pulls them out of harm’s way.) Whoa! Whoa! Whoa!\nWhat are you doing there Gert?"},{"person":"Gert","txt":" Dancing on your feet! Like the other girls did it."},{"person":"Ross","txt":" Okay. (Swallows hard.) Hop on Gert. (She does and Ross winces in pain.)"},{"person":"Gert","txt":" Why aren’t you moving your feet?"},{"person":"Ross","txt":" I’m trying. (He strains to move his feet.)"},{"person":"Gert","txt":" Faster! You’re not going fast enough!"},{"person":"Ross","txt":" Maybe I should stand on your feet! (Gert’s shocked and Ross realizes\nwhat he said and tries to brush it off.)"},{"person":"Joey","txt":" So did you uh, happen to catch my toast up there?"},{"person":"Dennis Phillips","txt":" Oh my God, that was for my benefit?"},{"person":"Joey","txt":" Well, I’d like to think there was something for everyone. Look, I\nknow you’re casting for this new show…"},{"person":"Dennis Phillips","txt":" Look umm Joey, I-I don’t think you’re quite right for\nthis project."},{"person":"Joey","txt":" Oh, see that’s where you’re wrong. Whatever it is I can do it.\nAnd if didn’t see it up there, just-just try me."},{"person":"Dennis Phillips","txt":" It’s an all Chinese cast. Can you be Chinese?"},{"person":"Joey","txt":" Well I’m not proud of this, but… (He turns around and starts to\nmess with his eyelids.)"},{"person":"Dennis Phillips","txt":" Oh my God! No-no-no! Please! Please!\nDon’t-don’t-don’t!"},{"person":"Monica","txt":" Hey, are you ready to get back on the dance floor?"},{"person":"Chandler","txt":" Did it turn into sand?"},{"person":"Monica","txt":" Ohh come on, I love this song! Come on, you’ll be fine. (She starts\nto walk towards the floor.)"},{"person":"Chandler","txt":" (sliding up behind her) No. No, I won’t. Do you know why I took\nall those lessons? See, for the first time I didn’t want you to be embarrassed to be\nseen on the dance floor with some clumsy idiot."},{"person":"Monica","txt":" Oh sweetie, you can never embarrass me. (Chandler grunts.) Okay, you can\neasily embarrass me. But come on, it doesn’t matter. All right? I married you! So I\nwant to dance on my wedding night with my husband. Come on. (They go onto the floor.) Just\ntry not to move your feet at all. (Chandler starts to get into the groove and bust a\nmove.) There you go."},{"person":"Mr. Geller","txt":" Chandler, I’m gonna have you arrested."},{"person":"Chandler","txt":" Why?"},{"person":"Mr. Geller","txt":" You stole my moves. (He starts to dance like Chandler was and\nChandler stops.)"},{"person":"Rachel","txt":" How much longer?"},{"person":"Phoebe","txt":" 30 seconds."},{"person":"Rachel","txt":" 30 seconds, okay."},{"person":"Monica","txt":" (entering) Did I miss it? (Phoebe nods no.) Rachel, I-I want you to know\nthat, if it’s positive, we’re gonna…"},{"person":"Rachel","txt":" Oh I know. I know. (They hug.)"},{"person":"Phoebe","txt":" It’s time."},{"person":"The Girls","txt":" No!! (The woman backs out.)"},{"person":"Monica","txt":" Go ahead Rach."},{"person":"Rachel","txt":" Oh wait! Y’know what? I can’t, I can’t look at it. I\ncan’t. Somebody else tell me, somebody tell me."},{"person":"Phoebe","txt":" Okay."},{"person":"Rachel","txt":" Okay."},{"person":"Phoebe","txt":" Umm, it’s negative."},{"person":"Rachel","txt":" What?"},{"person":"Phoebe","txt":" It’s negative."},{"person":"Rachel","txt":" Oh. Oh. Well there you go. Whew! (Pause) That is—that’s\ngreat—that is really great-great news. (Pause) Y’know ‘cause the whole not\nbeing ready and kinda the financial aspects, all that. Whew. Wow, this is so just the way\nit was supposed to be. (Starts to cry.) God."},{"person":"Monica","txt":" Well… Well, great."},{"person":"Phoebe","txt":" Here. (Gives Rachel a tissue.)"},{"person":"Rachel","txt":" Thanks. (Crying) God this is so stupid! (Pause) How could I be upset\nover something I never had? It’s negative?"},{"person":"Phoebe","txt":" No, it’s positive."},{"person":"Rachel","txt":" What?!"},{"person":"Phoebe","txt":" It’s-it’s not negative, it’s positive."},{"person":"Rachel","txt":" Are you sure?"},{"person":"Phoebe","txt":" Well yeah, I lied before."},{"person":"Rachel","txt":" Oh!"},{"person":"Monica","txt":" Oh God…"},{"person":"Phoebe","txt":" Now you know how you really feel about it."},{"person":"Rachel","txt":" Oh-oh, that’s a risky little game!"},{"person":"Monica","txt":" Are you really gonna do this?"},{"person":"Rachel","txt":" Yeah. I’m gonna have a baby. I’m gonna have a baby. I’m\ngonna have a baby! (They all hug.)"},{"person":"Phoebe","txt":" With who?"},{"person":"Rachel","txt":" Ah, it’s still not the time."},{"person":"Ross","txt":" I just didn’t see the fast song coming."},{"person":"Joey","txt":" Shh. Shh. Don’t try to talk, we’ll get you up to your room,\nwe’ll soak your feet, you’ll be okay."},{"person":"Ross","txt":" Oh, thank you."},{"person":"Mona","txt":" That is so sweet!"},{"person":"Joey","txt":" Yeah."},{"person":"Mona","txt":" No, I mean it. There are so few genuinely nice guys out there."},{"person":"Joey","txt":" Tell me about it, I feel like I’m holding down the fort all by\nmyself."},{"person":"Mona","txt":" It’s Joey right?"},{"person":"Joey","txt":" Yeah."},{"person":"Ross","txt":" Wait a minute! No! I’m the nice one! I’m the one who danced with\nthe kids all night! How…How small are your feet?! (They all look down.)"}]