[{"person":"Joey","txt":" Hey!"},{"person":"Chandler","txt":" Hey!"},{"person":"Monica","txt":" Hey!"},{"person":"Joey","txt":" What are you guys doing up?"},{"person":"Chandler","txt":" Oh, we wanted to finish the crossword before we went to bed. Hey, do\nyou know a six-letter word for red?"},{"person":"Joey","txt":" (thinks) Dark red."},{"person":"Chandler","txt":" Yeah, I think that's wrong, but there's a Connect the Dots in here for\nyou later. (To Monica) Hey, how about maroon?"},{"person":"Monica","txt":" (checks to see if it works) Yes, you are so smart! (Kisses him.)"},{"person":"Joey","txt":" Aww, you guys are so cute!"},{"person":"Monica","txt":" I know."},{"person":"Joey","txt":" All right, I'll see you in the morning."},{"person":"Chandler and Monica","txt":" Okay."},{"person":"Dream Monica","txt":" Y'know, I love doing crossword puzzles with you honey!"},{"person":"Dream Joey","txt":" Aww, me too. Now let's finish this and go to bed."},{"person":"Dream Monica ","txt":"Okay! There's only one left, three letter word, not dog\nbut…"},{"person":"Dream Joey","txt":" Cat."},{"person":"Dream Monica","txt":" Yes! You are so smart! (Kisses him.) I love you."},{"person":"Dream Joey","txt":" I love you too."},{"person":"Rachel","txt":" (looking at the bill) Uhh, we still need a tip."},{"person":"Phoebe","txt":" All right. Hold on. (She starts digging in the chair.) I got it. Nickel!\n(Donates it.) How much more do we need?"},{"person":"Rachel","txt":" A couple of bucks."},{"person":"Phoebe","txt":" Okay, dime! (Donates that.) You guys should probably keep talking; this\ncould take a while. (Finds something else.) Oh no, wait! Look it! Whoa! (Looks at it.) Oh\nmy God, this is a police badge!"},{"person":"Monica","txt":" Wow!"},{"person":"Chandler","txt":" Oh that's so cool! Why would a cop come in here though? They don't\nserve donuts. (No one laughs.) Y'know what actually, could you discover the badge again? I\nthink I can come up with something better than that."},{"person":"Rachel","txt":" Phoebe, I bet somebody's missing that badge."},{"person":"Phoebe","txt":" Yeah, I should probably take it back. Ooh, but you know what? While I'm\nat the police station, I could check their Ten Most Wanted lists because my friend Fritzy\nhas been like number 11 forever, so this could be her year! (She crosses her fingers in\nhope.)"},{"person":"Joey","txt":" (entering) Hey, you guys!"},{"person":"Chandler","txt":" Hey!"},{"person":"Rachel","txt":" Hey Joey!"},{"person":"Monica","txt":" Hey."},{"person":"Joey","txt":" (To Monica) Hey. That uh, that my sweatshirt?"},{"person":"Monica","txt":" Oh yes, it is. I'm sorry I borrowed it, I was cold. I hope its okay?"},{"person":"Joey","txt":" Well uh, it's just that uh, y'know if-if you're gonna be wearing someone's\nsweatshirt shouldn't it be your boyfriends--and I’m not him."},{"person":"Monica","txt":" I'm sorry, I'll give it back to you."},{"person":"Joey","txt":" No-no! No! I mean it's gonna be all smelling like Monica!"},{"person":"Monica","txt":" Are you saying I smell bad?"},{"person":"Joey","txt":" No! No, you smell like a meadow. (Pause.) I'm sorry. (Runs to the\nbathroom.)"},{"person":"Monica","txt":" What's with him?"},{"person":"Chandler","txt":" Oh, y'know what? The last time Joey went to a meadow, his mother was\nshot by a hunter."},{"person":"Rachel","txt":" (disgusted at Ross's antics) Ugh!"},{"person":"Ross","txt":" (To Rachel) Yeah, I still don't know. (To the salesman who is hovering\nnearby) I'm sorry I just wanna make sure that I bought the right couch. I need a couch\nthat says, \"Kids welcome here.\" But that also says, (In a sexy voice) \"Come\nhere to me!\""},{"person":"Rachel","txt":" What?! You say that to kids?!!"},{"person":"Ross","txt":" No! No! No! The \"Come here to me\" is y'know for the ladies."},{"person":"Rachel","txt":" Ross, honey, it's a nice couch. It's not a magic couch."},{"person":"The Salesman","txt":" You picked a great couch."},{"person":"Ross","txt":" Yeah?"},{"person":"The Salesman","txt":" Yeah. Could you just sign right here please? (Hands him a\nclipboard.)"},{"person":"Ross","txt":" Oh, sure. Whoa-whoa, what's this? The delivery charge is almost as much as\nthe couch!"},{"person":"Rachel","txt":" Wait! No, that's ridiculous. Come on, he lives three blocks away!"},{"person":"Ross","txt":" Yeah, y'know what? I'll take it myself, thank you! (He signs the form and\nhands it back to the salesman.) All right Rach, let's go! (He picks up one end of the\ncouch.)"},{"person":"Rachel","txt":" Yeah! (She puts on her coat and turns around and sees Ross is expecting\nher to help.) (Laughing.) Are you kiddin'?"},{"person":"Ross","txt":" Oh, come on it's only three blocks! And-and, it's not very heavy, try it!\nCome on! Come on!"},{"person":"Rachel","txt":" (Disgustedly she goes and tries to pick up the couch. Much to her\namazement, she is successful.) Oh. Oh! I can do it!"},{"person":"Ross","txt":" Yeah!"},{"person":"The Salesman","txt":" You two are really gonna enjoy that couch."},{"person":"Ross","txt":" Oh yeah, we're uh, yeah we're not together. (He starts backing out of the\nstore.)"},{"person":"The Salesman","txt":" Ohh, okay. (Laughs.) Something didn't quite add up there. (Ross\nstops, walks back to talk to the salesman, and in the process pushes Rachel up against a\nwall.)"},{"person":"Rachel","txt":" Ross!"},{"person":"Ross","txt":" What's that supposed to mean?"},{"person":"Rachel","txt":" Ross!"},{"person":"The Salesman","txt":" Well you, her, I mean, she's very…y'know. And you're\nlike…y'know."},{"person":"Ross","txt":" Not that it's any of your business, but we "},{"person":"The Salesman","txt":" Really? You two?"},{"person":"Ross","txt":" Yeah! Rach?"},{"person":"Rachel","txt":" Come on, I don't really want to be doing this right now. I am carrying a\nvery heavy couch."},{"person":"Ross","txt":" Then tell him quickly."},{"person":"Rachel","txt":" (To Ross) Fine! (To the salesman) We went out."},{"person":"Ross","txt":" Not only did we go out, we did it 298 times!"},{"person":"Rachel","txt":" Ross!! Oh my--ugh!! You kept count?! You are "},{"person":"Ross","txt":" A loser you did it with (To the salesman) 298 times!"},{"person":"Phoebe","txt":" Oh. Oh! Ma'am? Excuse me, ma'am? "},{"person":"The Smoking Woman","txt":" Yes?"},{"person":"Phoebe","txt":" You can't put your cigarette out on a tree!"},{"person":"The Smoking Woman","txt":" Yeah I can, it worked real well."},{"person":"Phoebe","txt":" No but you shouldn't! Don't ever do that again."},{"person":"The Smoking Woman","txt":" I won't! (Turns away) Until I have my next cigarette."},{"person":"Phoebe","txt":" Hold it! (Grabs the badge) N.Y.P.D! Freeze punk!"},{"person":"The Smoking Woman","txt":" What?!"},{"person":"Phoebe","txt":" Yeah that's right you are so busted. (To no one in particular.) Book\n'em."},{"person":"The Smoking Woman","txt":" Who are you talking too?"},{"person":"Phoebe","txt":" Save it Red! Unless you wanna spend the night in the slammer, you\napologize to the tree."},{"person":"The Smoking Woman","txt":" I am "},{"person":"Phoebe","txt":" You apologize to the tree right now or I am calling for backup. (The\nwoman calls her bluff.) (Screaming at no one in particular) Backup! Backup!!"},{"person":"The Smoking Woman","txt":" I-I'm sorry! Sorry."},{"person":"Phoebe","txt":" Okay, cancel backup! Cancel backup!"},{"person":"Ross","txt":" Okay. (Throws off the last cushion.)"},{"person":"Rachel","txt":" Ross, didn't you say that there was an elevator in here?"},{"person":"Ross","txt":" Uhh, yes I did but there isn't. Okay, here we go."},{"person":"Ross","txt":" Okay, go left. Left! Left! (The bottom of the couch is hitting the\nrailing.)"},{"person":"Rachel","txt":" Okay, y'know what? There is no more left, left!"},{"person":"Ross","txt":" Oh okay, lift it straight up over your head! Straight up over your head!\nYou can do it! You can do it! (She gets it lifted up and they make the first turn.) Okay.\nYou got it?"},{"person":"Rachel","txt":" Yeah."},{"person":"Ross","txt":" Good-good-good. "},{"person":"Rachel","txt":" Oh-oh! "},{"person":"Ross","txt":" Yeah, you got it right? You got it right? You got it? "},{"person":"Rachel","txt":" Any chance you think the couch looks good there?"},{"person":"Phoebe","txt":" …so this guy was all (Mumbles.) And I'm all, Buffay, Homicide.\n(Flashes the badge.) It was just so cool!"},{"person":"Monica","txt":" (cooking something) Phoebe, you were supposed to take that back!"},{"person":"Phoebe","txt":" I know but I'm having so much fun doing good deeds."},{"person":"Chandler","txt":" Okay, but impersonating a police officer is a serious thing. You could\nget arrested."},{"person":"Phoebe","txt":" You could get arrested, right now! (Flashes the badge and they glare at\nher.) All right, yeah, I gotta take it back. I'm totally drunk with power. (She heads for\nthe door just as Joey enters.)"},{"person":"Phoebe","txt":" (To Joey) Hey."},{"person":"Joey","txt":" (To Phoebe) Hey! (Sees that Monica's there.) Oh."},{"person":"Chandler","txt":" Hi, Joe."},{"person":"Joey","txt":" Yeah, I didn’t know you guys were going to be here."},{"person":"Monica","txt":" Hey Joey, sweetie, taste this. (Holds out a spoon for him.)"},{"person":"Joey","txt":" (backing away) What?! Why?!"},{"person":"Monica","txt":" What is going on with you?"},{"person":"Joey","txt":" Nothing!"},{"person":"Chandler","txt":" Oh, come on! You've been acting strange all day!"},{"person":"Joey","txt":" All right! There is something. I kinda had a dream, (pause) but I don't\nwant to talk about it. (Starts for his room.)"},{"person":"Chandler","txt":" Whoa-whoa-whoa-whoa-whoa-what-what if Martin Luther King had said\nthat? (Imitating what his famous speech would sound like.) I kinda have a dream! I\ndon’t want to talk about it."},{"person":"Joey","txt":" Well, it involved Monica."},{"person":"Chandler","txt":" You had a dream about a girl that I am seeing?! Oh, that is so cool!\n(To Monica) I can't tell you how many times I've dreamt about a girl that he was seeing.\n(Seeing Monica's stare.) (To Joey) Anyway we're talking about your dream. (To Monica) I\nlove you. (To Joey) Your dream? (Leans in to listen closely.)"},{"person":"Joey","txt":" Don't worry, there wasn't any sex in it or anything. I haven't dreamt\nabout her like that since I found out about you two--ish. "},{"person":"Monica","txt":" What was the dream about?"},{"person":"Joey","txt":" Well, okay. You were my girlfriend and "},{"person":"Monica","txt":" Wait, Joey! Joey! That doesn’t mean that-that you're in love with\nme!"},{"person":"Joey","txt":" It-it doesn’t?"},{"person":"Monica","txt":" No!"},{"person":"Chandler","txt":" No, it can mean anything. Like uh, all of the sudden you're jealous\nbecause I've become the apartment stud."},{"person":"Joey","txt":" That kinda sounds like your dream dude."},{"person":"Monica","txt":" Or, it could mean that-that you saw Chandler and me together and we\ny'know were being close and stuff and then you just want to have that with someone too."},{"person":"Joey","txt":" In the dream I did enjoy the closeness."},{"person":"Monica","txt":" Um-hmm."},{"person":"Chandler","txt":" Joey, look, are you attracted to Monica? Right here, right now, are\nyou attracted to her?"},{"person":"Joey","txt":" (looks at her) Not really."},{"person":"Chandler","txt":" Well there you have it!"},{"person":"Monica","txt":" Well sure! I'm just wearing sweats! (Looking at Chandler and slowly\nrealizing what his point is.) But that's good that you're not in love with me, because you\njust want a girlfriend!"},{"person":"Joey","txt":" No, I don't think it's just about just getting a girlfriend. Y'know? I\nmean, yeah, I can get a girlfriend! Yeah, we could sit in the chair and do crosswords, but\ny'know are we ever going to have y'know the closeness like-like you guys have?"},{"person":"Chandler","txt":" Well y'know, Monica and I were "},{"person":"Joey","txt":" Friends first? That's interesting."},{"person":"Monica","txt":" You become friends after?"},{"person":"Joey","txt":" No, never done that either."},{"person":"Rachel","txt":" (entering) Hey, umm, do you guys have that tape measure?"},{"person":"Chandler","txt":" Oh yeah, it's actually in my bedroom."},{"person":"Monica","txt":" (laughing) That's right."},{"person":"Rachel","txt":" (noticing him) What's up Joey?"},{"person":"Joey","txt":" (in a sexy voice) How you doin'?"},{"person":"Phoebe","txt":" Excuse me, is this your car?"},{"person":"Guy","txt":" Yeah."},{"person":"Phoebe","txt":" Well I don't think it's very nice of you to park here, y'know you're\nblocking the entrance. "},{"person":"Guy","txt":" Don't worry about it. It's not a problem."},{"person":"Phoebe","txt":" Well, it's a problem for me, which means it's a problem for you 'cause\nI'm a cop. (Shows the badge.)"},{"person":"Guy","txt":" (he reaches into the car and slams his siren on the roof.) So am I!"},{"person":"Phoebe","txt":" Ohh, no. (Pause) Oh okay, so you're a cop which means you can park\nanywhere, 'cause I know that 'cause I'm a cop too. So, all right, keep up the good work.\n10-4. (Tries to leave.)"},{"person":"Cop","txt":" (stopping her) Hey, wait a second! So wait, what precinct are you with?"},{"person":"Phoebe","txt":" I-I'm with the umm, the 57"},{"person":"Cop","txt":" Oh, I know a guy in homicide up there."},{"person":"Phoebe","txt":" I'm in vice. Yeah, in fact I'm undercover right now. I'm a whore."},{"person":"Cop","txt":" Who-who else is in vice up there?"},{"person":"Phoebe","txt":" Umm, do you know, umm Sipowicz?"},{"person":"Cop","txt":" Sipowicz? No, I don't think so."},{"person":"Phoebe","txt":" Yeah, big guy, kinda bald."},{"person":"Cop","txt":" No, I don't know him."},{"person":"Phoebe","txt":" (starts to walk away, but stops) Don’t try to call him or anything,\n'cause he's not there, he's out. His umm, his partner just died."},{"person":"Cop","txt":" Wow umm, tell Sipowicz I'm real sorry for his loss."},{"person":"Phoebe","txt":" I-I sure will, take care. (Starts walking off.)"},{"person":"Cop","txt":" (following her) Hey by the way, I'm sure Sipowicz is gonna be all right. I\nheard that kid from "},{"person":"Phoebe","txt":" Oh. (She starts laughing. Then she throws the badge at him and runs\naway.)"},{"person":"Rachel","txt":" Hey! Joey, would you mind giving me and Ross a hand moving his couch?"},{"person":"Joey","txt":" Oh, I'd love too, but I got acting class. But y'know what? I guess I can\nblow that off, (In a sexy voice) for you."},{"person":"Rachel","txt":" Thanks!"},{"person":"Joey","txt":" Uh, hey, Rach let me ask you something. Uh, I was just over there talking\nto Monica and Chandler, boy they are really tight."},{"person":"Rachel","txt":" I know."},{"person":"Joey","txt":" Yeah that's not such a bad situation they got going over there. I'm\nthinking of getting me one of those."},{"person":"Rachel","txt":" What's up Joe?"},{"person":"Joey","txt":" Well, the reason I think Monica and Chandler are so great…"},{"person":"Rachel","txt":" Yeah?"},{"person":"Joey","txt":" …is because they were friends first. Y'know? So I asked myself,\n\"Who are my friends?\" You and Phoebe, and I saw you first. So…"},{"person":"Rachel","txt":" (laughing) What are you saying?"},{"person":"Joey","txt":" I'm saying maybe you and I crank it up a notch."},{"person":"Rachel","txt":" Y'know honey, umm, as uh, as flattered as I am that uh, you saw me\nfirst, uhh, I just, I-I don't think we should be cranking anything up."},{"person":"Joey","txt":" I'll treat you real nice. (Pulls out a chair for her.)"},{"person":"Rachel","txt":" (laughs and pushes the chair back in) Yeah, well, y'know umm… No\nhoney, listen I think it's a "},{"person":"Joey","txt":" Won't-won't that take longer?"},{"person":"Rachel","txt":" Yeah. Yeah. Oh, but once you find it, ohh it's "},{"person":"Joey","txt":" Yeah. I understand. I understand. (Pause) "},{"person":"Ross","txt":" Come here to me. No-no, you come here to me."},{"person":"Rachel","txt":" (entering) Hey Ross! I brought reinforcements."},{"person":"Ross","txt":" Oh great! What, you brought Joey?"},{"person":"Rachel","txt":" Well, I brought the next best thing."},{"person":"Chandler","txt":" (entering) Hey!"},{"person":"Ross","txt":" Chandler?! You brought Chandler?! The next best thing would be Monica!"},{"person":"Chandler","txt":" Y'know, I would be offended, but Monica is freakishly strong, so…"},{"person":"Ross","txt":" Look, I-I drew a sketch about how we're gonna do it. (Showing them) Okay\nRach, (points to the sketch) that's you. That's the couch. (Points again.) "},{"person":"Rachel","txt":" Whoa-oh, what's-what's that? (Points.)"},{"person":"Ross","txt":" Oh, that's me."},{"person":"Rachel","txt":" Wow! You certainly think a lot of yourself."},{"person":"Ross","txt":" No! That's-that's my arm!"},{"person":"Chandler","txt":" (looking at the sketch) Oh, I see. I thought you just really, really\nliked your new couch."},{"person":"Ross","txt":" Y'know what? Just-just follow my lead. "},{"person":"Rachel","txt":" Okay!"},{"person":"Chandler","txt":" Okay."},{"person":"Ross","txt":" Come on, Chandler. "},{"person":"Ross","txt":" All right. (They start up the stairs. Ross is first.) Okay, here we go!"},{"person":"Ross","txt":" All right, ready?"},{"person":"Chandler","txt":" Yeah."},{"person":"Ross","txt":" Turn."},{"person":"Chandler","txt":" (straining) Okay."},{"person":"Ross","txt":" Turn! Turn!"},{"person":"Chandler","txt":" Okay, I don't think we can turn anymore!"},{"person":"Rachel","txt":" Ross, I don't, I just don't think it's going to fit."},{"person":"Ross","txt":" Oh yeah it will! Come on, up! Up-up-up! Up! Yes! Here we go! Pivot! (They\nstart up the stairs again. Chandler is between the couch and the wall now.) Pivot! Piv-ot!\nPiv-et!! Piv-ett!!! Piv-et!"},{"person":"Chandler","txt":" Shut up! Shut up! Shut up!!"},{"person":"Ross","txt":" Okay, I don't think it's going to pivot anymore."},{"person":"Chandler and Rachel","txt":" You think?!"},{"person":"Ross","txt":" All right, let's uh, let's bring it back down and-and try again."},{"person":"Chandler","txt":" Okay, yeah, I think it's really stuck now."},{"person":"Ross","txt":" I can't believe that didn't work!"},{"person":"Rachel","txt":" I know, me neither! I mean, you "},{"person":"Chandler","txt":" Oh, y'know, what did you mean when you said pivot?"},{"person":"Joey","txt":" (entering) Hey!"},{"person":"Rachel","txt":" Hey! How's it going? Did you make any new friends?"},{"person":"Joey","txt":" Yeah, yeah, I met this woman. (Starts for his room.)"},{"person":"Chandler","txt":" (stopping him) Hey, whoa-whoa! What's she like?"},{"person":"Joey","txt":" Uhh, well, she's…really good in bed."},{"person":"Monica","txt":" Joey, I thought you were gonna try to be friends first!"},{"person":"Joey","txt":" (To Rachel) Well look, hey, it's all your fault!"},{"person":"Rachel","txt":" What?! Why?!"},{"person":"Joey","txt":" Well because you didn't give me advice! No! You gave me a pickup line! As\nsoon as I told her I wanted to y'know, build a foundation and be friends first. I\nsuddenly, through no fault of my own, became irresistible to her! (Pause) And her\nroommate!"},{"person":"Monica","txt":" What about the closeness?"},{"person":"Joey","txt":" Closeness-shmoshness! There was three of us for crying out loud!"},{"person":"Joey","txt":" (entering) All right! Hey, who wants pizza?!"},{"person":"Chandler","txt":" Ooh, I do! I do! I do!"},{"person":"Joey","txt":" (taking a bite) Oh, great! Can you believe I found it on the second floor?\n"},{"person":"Monica","txt":" Who is it?"},{"person":"Voice","txt":" N.Y.P.D!!"},{"person":"Phoebe and Joey","txt":" Oh my God!"},{"person":"Joey","txt":" Uhh, just a minute officer!! "},{"person":"Cop","txt":" I'm looking for Phoebe Buffay!"},{"person":"Phoebe","txt":" Ooh, God, it's him! It's that cop! God, I can't believe it! He found me!"},{"person":"Rachel","txt":" Oh my God, Phoebe, are you gonna go to jail?!"},{"person":"Phoebe","txt":" Well, if I'm going down, I'm taking you (Points at all of them) with me.\n(They all look at her.) Harboring a fugitive? That's one to three years minimum. Good luck\nChandler. (She opens the door to the cop from before.) Okay, you can arrest me. Fine. But\nyou'll never make it stick and you know it!"},{"person":"Cop","txt":" Yeah, but I kinda don't have a choice, it's my job. I mean, you understand\nright?"},{"person":"Phoebe","txt":" Yep! As long as you understand that I'm going to call my lawyer and once\nhe puts you on the stand he'll make you look like a fool. A fool!"},{"person":"Cop","txt":" I don't like looking foolish. Y'know what? Maybe uh, I don't arrest you\ntoday. Maybe I came by and you weren't here."},{"person":"Phoebe","txt":" I would "},{"person":"Cop","txt":" Okay, so since umm, you're not going to jail tonight I was wondering if you\nwould like to go to dinner with me?"},{"person":"Phoebe","txt":" Me?!"},{"person":"Cop","txt":" Yeah. Ever since you flashed my badge at me, I kinda can't stop thinking\nabout you. You're the prettiest, fake undercover whore I've ever seen."},{"person":"Chandler and Joey","txt":" Nice!"},{"person":"Phoebe","txt":" Wow! I didn't see that coming! You're-you're asking me out!"},{"person":"Cop","txt":" Yeah. I mean, I coulda done it better, but these people keep staring at me."},{"person":"Phoebe","txt":" Umm, yeah, I'd like to go out with you officer…"},{"person":"Cop","txt":" Gary."},{"person":"Phoebe","txt":" Gary."},{"person":"Gary","txt":" Okay, so it's a date."},{"person":"Phoebe","txt":" Yeah! So--ooh, I gotta ask you though. How did you know where to find\nme?"},{"person":"Gary","txt":" Well you're fingerprints were all over my badge so I just ran it through\nthe computer and this was listed as your last known address so I just checked it out."},{"person":"Phoebe","txt":" Ohh, impressive."},{"person":"Gary","txt":" Not as impressive as you. I gotta tell you, I looked at your record and\nyou've done some pretty weird stuff."},{"person":"Phoebe","txt":" Yeah, we'll talk at dinner."},{"person":"Gary","txt":" Okay. (He starts to leave.) So I'll come by in a couple hours and pick you\nup?"},{"person":"Phoebe","txt":" All right, I can't wait!"},{"person":"Gary","txt":" Okay. And don't worry, I'm not just gonna take you out for donuts."},{"person":"Chandler","txt":" (To Rachel) He "},{"person":"Ross","txt":" I'd like to return this couch. I'm not satisfied with it."},{"person":"The Saleswoman","txt":" You wanna return this couch? (Ross nods yes.) It's cut in half!"},{"person":"Ross","txt":" That's what I'm telling you."},{"person":"The Saleswoman","txt":" Did you cut this couch in half?"},{"person":"Ross","txt":" This couch, is cut in "},{"person":"The Saleswoman","txt":" You're telling me this couch was delivered to you like this?!"},{"person":"Ross","txt":" Look, I am a reasonable man. I "},{"person":"The Saleswoman","txt":" I'll give you store credit in the amount of four dollars."},{"person":"Ross","txt":" (thinks) I take it."}]