[{"person":"Monica","txt":" (on phone) Okay, great!  Bye. (Hangs up as Chandler enters.) So\nguess who’s coming to Thanksgiving dinner?"},{"person":"Chandler","txt":" Sydney Portier? Hehheh."},{"person":"Monica","txt":" (not amused by Chandler’s joke) I miss Rachel. (To Chandler) No, my\nparents."},{"person":"Chandler","txt":" Oh! That’s great, they haven’t seen the place since I moved\nin!"},{"person":"Monica","txt":" Yeah, and y’know, if you could not mention to them that we live\ntogether, that would be great! (Quickly trying to change subjects), I was thinking we\nwould eat around four."},{"person":"Chandler","txt":" (shocked at the news) Why can’t I tell them that we live\ntogether?"},{"person":"Monica","txt":" Because they don’t know we’re dating. (Again, trying to\nquickly change subjects.) Do you think we should eat in the kitchen? (Goes to the sink and\nthe stove to cook.)"},{"person":"Chandler","txt":" Why haven’t you told them?!"},{"person":"Monica","txt":" Um, well, I was going to, I-I-I really was. But um, then somewhere, just\nout of nowhere, I didn’t."},{"person":"Chandler","txt":" Why haven’t you told them?! Wouldn’t they be happy?!"},{"person":"Monica","txt":" (trying to change subjects, excitedly) So! Dinner in the kitchen around\nfour! I’ll see you then. (Pats Chandler on the shoulder and goes into the living\nroom.)"},{"person":"Chandler","txt":" Why wouldn’t they be happy?"},{"person":"Monica","txt":" Well, um, because mainly, um, they don’t like you. I’m sorry."},{"person":"Chandler","txt":" What? What? Why?!"},{"person":"Monica","txt":" Maybe because you used to be aloof, or that you’re really\nsarcastic, or that, y’know, you joke around all the time. Or that you take off your\nclothes and throw them on the couch."},{"person":"Chandler","txt":" Is this why they don’t like me or why you don’t like me?"},{"person":"Monica","txt":" Look, I know that I should’ve told them. I know I shouldn’t\ncare what they think. I’m sorry. "},{"person":"Chandler","txt":" Y’know, it’ll be okay. It’ll be okay. Because when they\ncome over, I will be all charming, I will make them fall in love with me, and then\nwe’ll tell ‘em."},{"person":"Monica","txt":" You really think that’ll work?"},{"person":"Chandler","txt":" Hey, I can be pretty charming, babe, I won YOU over, didn’t I?"},{"person":"Monica","txt":" (hugging Chandler) I don’t think you’ll ever get my parents\nthat drunk! "},{"person":"Chandler","txt":" Hey! (Sees Ross is there) Oh, good, Ross! You’re parents like me,\nright?"},{"person":"Ross","txt":" (only half-paying attention) Yes, of course they like you!"},{"person":"Chandler","txt":" Well Monica just told me that they don’t."},{"person":"Ross","txt":" (not paying attention) Yeah, they don’t like you."},{"person":"Chandler","txt":" (annoyed) Do you know why?"},{"person":"Ross","txt":" I dunno, maybe it’s because you’re really sarcastic. Or maybe\nit’s cause you uh-"},{"person":"Chandler","txt":" (angry) Well if people don’t know they shouldn’t just guess!"},{"person":"Chandler","txt":" This is great, another Thanksgiving with nothing to give thanks for."},{"person":"Joey","txt":" Maybe I could give thanks for you shuttin’ up, eh?"},{"person":"Chandler","txt":" Maybe I could give thanks by taking my "},{"person":"Joey","txt":" Well maybe I love ya’."},{"person":"Chandler","txt":" [mocks that last comment]."},{"person":"Chandler","txt":" Hey."},{"person":"Janine","txt":" Hey guys!"},{"person":"Janine","txt":" Are you guys going to Chandler’s for Thanksgiving?"},{"person":"Joey","txt":" Yeah! Yeah, why? What’s up?"},{"person":"Janine","txt":" Well, me and my dancer friends are thinking of doing Thanksgiving\nuptown. I thought you guys might like to come."},{"person":"Ross","txt":" For real?"},{"person":"Janine","txt":" No, but you should go to Chandler’s. Because none of us knows how\nto cook, we’ll probably just end up drinking all day."},{"person":"Joey","txt":" Ye-ye, we go to yours!"},{"person":"Ross","txt":" Yeah, see, we-we-we have to stop across the hall, because it’s my\nsister. But, uh, uh y’know actually, growing up with a sister was nice because it\nreally helped me understand women. Yeah, you-you should tell your friends that."},{"person":"Janine","txt":" (not sure of what to make of that) Okay."},{"person":"Joey","txt":" How you got three women to marry you, I’ll never know."},{"person":"Phoebe","txt":" Hey!"},{"person":"All","txt":" Hey!"},{"person":"Rachel","txt":" Hey! Hey, Pheebs, check it out. Yeah, for my desert, I have chosen to\nmake a traditional English truffle!"},{"person":"Phoebe","txt":" Wow, that sounds great! And what are you making Monica, in case\nRachel’s dessert is...[about to say “bad”] so good that I eat all of it.\nThere’s none left for anybody else!"},{"person":"Monica","txt":" Nothing."},{"person":"Monica","txt":" No, sweetie, I-I trust you."},{"person":"Rachel","txt":" So, if-if I mess this up, there’s nothing else for dessert?"},{"person":"Monica","txt":" You’re not gonna mess it up."},{"person":"Rachel","txt":" Wow, Monica, I love that, you really have faith in me. Thank you.\nTechnical question, how do you know when uh, the butter’s done?"},{"person":"Monica","txt":" Well, it’s done about two minutes before it looks like that."},{"person":"Ross","txt":" "},{"person":"All","txt":" Hey!"},{"person":"Joey","txt":" Oh, ooh the food smells great, Mon!"},{"person":"Ross","txt":" And the place looks so nice!"},{"person":"Joey","txt":" Yeah, hey hey, Happy Thanksgiving everybody!"},{"person":"Ross","txt":" Happy Thanksgiving!"},{"person":"Joey","txt":" Well, this has been great!"},{"person":"Ross","txt":" See ya!"},{"person":"Monica","txt":" Whoa whoa whoa! Where’re you goin’?"},{"person":"Ross","txt":" Oh, oh, we did say we’d stop by this little thing Joey’s\nroommate is having."},{"person":"Monica","txt":" Oh, Janine, the really hot dancer girl?"},{"person":"Ross","txt":" Some would say she’s attractive, yes."},{"person":"Phoebe","txt":" And who else is going to be there?"},{"person":"Joey","txt":" Uh, some of her friends, yeah."},{"person":"Rachel","txt":" Her dancer friends?"},{"person":"Joey","txt":" (frustrated) Yes, all right? All of her hot dancer friends are gonna be\nthere and they’re gonna be, be drinkin’ and dancin, and we really wanna go!"},{"person":"Ross","txt":" (to Joey) Dude, we were good!"},{"person":"Monica","txt":" You’re not gonna go anywhere, you said you were gonna eat here, and\nyou’re gonna eat here!"},{"person":"Phoebe","txt":" Yeah, and-and leaving us to go see hot dancer girls is not very\nThanksgivingy."},{"person":"Ross","txt":" Oh, but-but it is, uh, it’s just like the first Thanksgiving, when\nthe Indians and the Pilgrims uh, sat down to dinner."},{"person":"Joey","txt":" Yeah, yeah, and the Indians taught the Pilgrims what it meant to be hot in\nthe new world!"},{"person":"Mrs. Geller","txt":" Hello everybody!"},{"person":"Mr. Geller","txt":" Hi!"},{"person":"All","txt":" Hi!"},{"person":"Monica","txt":" Dad [kisses Jack], Mom [kisses Judy]. Look! Look who it is it’s\nChandler!"},{"person":"Mrs. Geller","txt":" (less than pleased) Oh yes of course, hello Chandler."},{"person":"Chandler","txt":" Mr. and Mrs. Geller, you look wonderful, it is great to have you hear,\nlet us take off your coats!"},{"person":"Chandler","txt":" Whoa, snowing out there?"},{"person":"Mr. Geller","txt":" (angry) No."},{"person":"Mr. Geller","txt":" Monica, all this food looks wonderful, you should think about doing\nthis for a living."},{"person":"Mr. Geller","txt":" Ok, I have dandruff. There’s no need to laugh and point."},{"person":"Monica","txt":" Dad, Chandler was just laughing at your joke."},{"person":"Mr. Geller","txt":" My joke wasn’t funny."},{"person":"Phoebe","txt":" Rach, Rach, I just remembered. I had a dream about Mr. Geller last\nnight."},{"person":"Rachel","txt":" Really?!"},{"person":"Phoebe","txt":" Yeah, I dreamt that he saved me from a burning building and he was so\nbrave and so strong! And it’s making me look at him totally differently. Y’know,\nI mean he used to be just, y’know “Jack Geller Monica and Ross’s dad”\nand now he’s he’s “Jack Geller, dream hunk.\""},{"person":"Rachel","txt":" I dunno. Y’know to me he’ll always be “Jack Geller, walks\nin while you’re changing.”"},{"person":"Monica","txt":" Y’know dad, Chandler is one of Ross’s very best friends!"},{"person":"Chandler","txt":" Yeah, Ross sure is a great guy, y’know I’ve always felt that\nhow a young man turns out is a reflection on his father."},{"person":"Mr. Geller","txt":" I always thought that too. Tell me, what does your father do?"},{"person":"Chandler","txt":" (worried) He’s the headliner of a gay burlesque show."},{"person":"Joey","txt":" Rach, you’re killin’ us here, will ya serve the dessert already?\nThose drunken dancers are waiting! "},{"person":"Rachel","txt":" (looking at her truffle) Look at it, isn’t it beautiful?"},{"person":"Ross","txt":" Yeah, yeah, what is it?"},{"person":"Rachel","txt":" It’s a truffle. It’s got all of these layers. First\nthere’s a layer of ladyfingers, then a layer of jam, then custard, which I made from\nscratch, [Joey and Ross make impressed faces] then raspberries, more ladyfingers, then\nbeef sauteed with peas and onions, [Joey and Ross look like something’s wrong.] then\na little more custard, and then bananas, and then I just put some whipped cream on top!"},{"person":"Ross","txt":" W-What was the one right before bananas?"},{"person":"Rachel","txt":" The beef? Yeah, that was weird to me, too. But then, y’know, I\nthought “well, there’s mincemeat pie,” I mean that’s an English\ndessert, these people just put very strange things in their food, y’know. [To Joey]\nOh! by the way, can I borrow some Rum from your place?"},{"person":"Joey","txt":" Y-sure!"},{"person":"Ross","txt":"Ross:"},{"person":"Ross","txt":" Beef in a dessert?! I- no no no, there is no way!"},{"person":"Joey","txt":" I know, and only one layer of jam?! What is up with that?"},{"person":"Ross","txt":" Oh my God, the pages are stuck together!"},{"person":"Joey","txt":" (turning to Chandler in a scolding tone) Chandler!"},{"person":"Ross","txt":" Oh My God, she-she made half a English Trifle, and half a...Sheperd’s\nPie!"},{"person":"Joey","txt":" (sad) Oh man! Now she’s gonna start all over! We’re never gonna\nget to introduce the hot girls to the new world!"},{"person":"Ross","txt":" No, no, we will. We just won’t tell her she messed up."},{"person":"Joey","txt":" Just let her serve the beef-custard thing?"},{"person":"Ross","txt":" Yeah, it’ll be like a funny Thanksgiving story!"},{"person":"Joey","txt":" (shrugging his shoulders to go along with it) Vomiting stories are\nfunny..."},{"person":"Rachel","txt":" Joey, God, your apartment is like a hundred degrees!"},{"person":"Joey","txt":" Did-did it make you wanna walk around in your underwear?"},{"person":"Rachel","txt":" No!"},{"person":"Phoebe","txt":" Rachel?"},{"person":"Rachel","txt":" Yeah?"},{"person":"Phoebe","txt":" Okay, look at him. Look at those strong hands. Oh what I wouldn’t\ngive to be that can of (looks closer to see what Jack is drinking) condensed milk."},{"person":"Monica","txt":" Mom, uh, Chandler was just saying how beautiful your sweater is."},{"person":"Mrs. Geller","txt":" Oh, thank you Chandler! I just bought it."},{"person":"Chandler","txt":" Oh, yes. Well it’s very beautiful. It’s cream-colored and\ntight [Realizes what he just said and looks worried. Monica and Ross also looked shocked.\nJudy and Jack give Chandler a very dirty look.] I don’t mean tight, I mean it’s\nnot too tight, not that I was looking at-[giving up all hope, he puts his head into his\nhands.]"},{"person":"Mr. Geller","txt":" What’s the matter with him?"},{"person":"Mrs. Geller","txt":" (whispers to Jack a little loudly) I think he’s stoned again."},{"person":"Chandler","txt":" (shocked) What?"},{"person":"Ross","txt":" (worried) Dude, I need to talk to you a sec."},{"person":"Ross","txt":" Okay, I think I might know why my parents don’t like you."},{"person":"Chandler","txt":" You do? Why?"},{"person":"Ross","txt":" Okay, remember, we were young. Hey, Spring break, sophomore year, I got\nhigh in my bedroom and my parents walked in and smelled it and so I told them that you had\ngotten stoned and jumped out the window."},{"person":"Chandler","txt":" What?! Why did you do that?"},{"person":"Ross","txt":" I don’t know, aheh, your’s was the first name that-that popped\ninto my head, I’m I’m sorry. I-I didn’t think it would matter."},{"person":"Chandler","txt":" How could it not matter?!"},{"person":"Ross","txt":" How was I supposed to know we’d end up being friends after college,\nlet alone you-you would be living with my sister?"},{"person":"Chandler","txt":" What about all that “friends forever” stuff?"},{"person":"Ross","txt":" I don’t know, I-I was all high. "},{"person":"Monica","txt":" Mom and dad just sent me in here to find out if you (points to Chandler)\nwere trying to get Ross stoned!"},{"person":"Chandler","txt":" Your parents caught Ross smoking pot in college and he blamed it on\nme!"},{"person":"Monica","txt":" Ross, I can’t believe you’d do that!"},{"person":"Chandler","txt":" The reason we haven’t told them we’re together is because\nthey hate me, okay? So will you fix this?"},{"person":"Ross","txt":" Okay, okay, I’ll tell ‘em it wasn’t Chandler who got high.\nNow who should I say it was?"},{"person":"Monica","txt":" You! It’s not like it’s a big deal! You-you don’t still\ndo it or anything!"},{"person":"Ross","txt":" Alright, alright, now-now who should I say tricked me into doing it?"},{"person":"Monica","txt":" Dad, please don’t pick your teeth out here! Alright, and if\nyou’re gonna put your feet up, why don’t you sit on the-"},{"person":"Phoebe","txt":" "},{"person":"Joey","txt":" (to Rachel) Will you hurry up? Did you not hear me before when I told you\nthat all of Janine’s friends are dancers?! And that they’re going to be drinking\nalot!?"},{"person":"Rachel","txt":" (sarcastically) No, I did, but tell me again, because it’s so\nromantic."},{"person":"Joey","txt":" Well you’re whippin’ so slow! Can’t you do it any faster?"},{"person":"Rachel","txt":" Joey! Come on! I don’t wanna make any mistakes, alright? This is\nthe only dessert and if I screw it up everybody's gonna be like “Oh, remember that\nThanksgiving when Rachel screwed up the trifle?”"},{"person":"Rachel","txt":" So why don’t you just let me worry about making the trifle and you\njust worry about eating it, alright?"},{"person":"Joey","txt":" Oh I am!"},{"person":"Monica","txt":" Ross, if you don’t tell them, then I will!"},{"person":"Ross","txt":" Okay, fine!"},{"person":"Joey","txt":" Ross! Can I talk to you for a second?"},{"person":"Ross","txt":" Oh, uh, can it wait a second Joey? I have to tell my parents something. No\nit can’t? Okay."},{"person":"Joey","txt":" Okay, look, I think we have to tell Rachel she messed up her dessert."},{"person":"Ross","txt":" What?! What is with everybody? It’s Thanksgiving, not...Truth-Day!"},{"person":"Joey","txt":" Look, when everyone eats that...that...Banana-Meat thing, they’re all\ngonna’ make fun of her, do you want that?"},{"person":"Ross","txt":" Okay, okay, we’ll just get everyone to act like they like it.\nThat-that way noone makes fun of her and we still get to go to Sweet Potatoe Pie!\n(Referring to the dancers.)"},{"person":"Joey","txt":" (scolding) Dude, they’re not objects."},{"person":"Joey","txt":" Just kiddin,’ I’ll talk to them, you distract Rach."},{"person":"Ross","txt":" Hey Rach, can I talk to you outside for a second?"},{"person":"Rachel","txt":" Okay..."},{"person":"Rachel","txt":" What’s up, Ross?"},{"person":"Ross","txt":" So um...Thanksgiving. The holiday season is upon us, hm? "},{"person":"Rachel","txt":" Yeah!"},{"person":"Ross","txt":" And um...You look nice today."},{"person":"Rachel","txt":" Oh no. No Ross, don’t do this."},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" I just- I don’t think us getting back together is a good idea."},{"person":"Ross","txt":" (shocked) Eh?"},{"person":"Rachel","txt":" I thought this might happen today. Ross, I know the holidays can be\nrough. Y’know? And it’s probably really hard for you to be alone right now."},{"person":"Ross","txt":" (cutting her off) You’re alone."},{"person":"Rachel","txt":" No, I-I live with Phoebe. I mean you’re [pity-tone] "},{"person":"Ross","txt":" (just trying to get out of the conversation) Ah well, can’t blame a\nguy for trying!"},{"person":"Joey","txt":" Oh and (Ross begins to open the door and Joey says some gibberish word to\nindicate to Ross that he’s not done yet. Ross closes the door again.) Okay, and uh if\nanyone needs help pretending to like it, I learned something in acting class, try uh,\nrubbing your stomach (Rubs his stomach) or uh, or saying “mmm” and uh, oh oh!\nAnd smiling (Smiles while pretending to stir a bowl), okay?"},{"person":"Chandler","txt":" Yeah, I’m not gonna pay for those acting classes anymore."},{"person":"Joey","txt":" Rachel, there you are! Come on, let’s serve that dessert already!"},{"person":"Rachel","txt":" Joey, you’re gonna have to stop rushing me, you know what? You\ndon’t get any dessert."},{"person":"Joey","txt":" (happily) Really?"},{"person":"Rachel","txt":" No, I’m just kidding I would never do that to you! Okay, everybody,\nit’s trifle time!"},{"person":"Phoebe","txt":" So, now, Rach, this is a traditional English trifle, isn’t it?"},{"person":"Rachel","txt":" It sure is."},{"person":"Phoebe","txt":" Wow. So then did you make it with beef or Eggplant?"},{"person":"Rachel","txt":" Beef."},{"person":"Phoebe","txt":" I can’t have any. You know I don’t eat meat. (Faking\ndissapointment.) Ohhh no."},{"person":"Rachel","txt":" Alright, Monica, I want you to have the first taste."},{"person":"Monica","txt":" Really?"},{"person":"Rachel","txt":" Oh oh oh, wait! You only got whipped cream in there! Ya gotta take a\nbite with all the layers!"},{"person":"Monica","txt":" Okay."},{"person":"Rachel","txt":" Op! Wait, you dropped a pea."},{"person":"Rachel","txt":" Well?"},{"person":"Monica","txt":" (faking joy. Rubbing her stomach and smiling at the same time, like Joey\nsaid) Mmmm! It’s good!"},{"person":"Rachel","txt":" Really? How good? "},{"person":"Monica","txt":" It’s so good, that I feel really selfish about being the only one\nwho’s eating it, that I think we should have everyone taste how good it is.\nEspecially Ross."},{"person":"All","txt":" (faking enjoyment) Mmm."},{"person":"Chandler","txt":" (clearly lying and hating the dessert) Yeah, this is so good, that\nI’m gonna go enjoy it on the balcony so that I can enjoy the view whilst I enjoy my\ndessert."},{"person":"Mrs. Geller","txt":" (lying) I’ve gotta call my friend Mary and tell her how good\nthis is, from Monica’s room."},{"person":"Mr. Geller","txt":" (also lying) I’ll help you dial."},{"person":"Monica","txt":" (again, lying) I’m gonna go into the bathroom so I can look at it\nin the mirror, as I eat it."},{"person":"Rachel","txt":" Okay, now what was that all about? Is it-does it not taste good? Let me\ntry it."},{"person":"Ross","txt":" Wha? No no! Ah! (Ross scarfs all of his trifle down in about a second. He\nlooks like he’s going to throw up.) (Lying) All gone! So good! Maybe Chandler has\nsome left."},{"person":"Ross","txt":" It tastes like feet!"},{"person":"Joey","txt":" I like it."},{"person":"Ross","txt":" Are you kidding?"},{"person":"Joey","txt":" What’s not to like? Custard? Good. Jam? Good. Meat? Gooooood."},{"person":"Rachel","txt":" ...So a bird just grabbed it, and then tried to fly away with it and,\nand then just dropped it on the street?"},{"person":"Chandler","txt":" (lying) Yes, but if it’s any consolation, before the bird dropped\nit, he seemed to enjoy it."},{"person":"Phoebe","txt":" Rachel, come here. (Rachel walks over to Phoebe. Chandler sits down on\nthe lounge-chair.) Okay, I was just starting to take my Thanksgiving nap, and I had\nanother dream about Jack."},{"person":"Rachel","txt":" Oh, Phoebe, do I wanna hear this?"},{"person":"Phoebe","txt":" I dunno, let’s see! So, okay, I dreamt that we were gonna get\nmarried, and he left, becuz he had to go fight a fire. And, um, so okay, I went to a night\nclub, and I saw him making out with a girl."},{"person":"Rachel","txt":" (humoring Phoebe) Oh my God, he dream-cheated on you!"},{"person":"Phoebe","txt":" Yeah, but then Jacques Cousteau came and he kicked his ass for betraying\nme! It was soo cool! Then, he took me diving and he introduced me to his pet seahorse,\nwho, by the way, was totally coming on to me, and please, that is not gonna happen."},{"person":"Mr. Geller","txt":" Boy, I’m glad I wore the big belt today."},{"person":"Phoebe","txt":" Five minutes ago, a line like that would’ve floored me. Now\nnothing. Well, not nothing, I am still a woman."},{"person":"Monica","txt":" Ross? Let’s go."},{"person":"Ross","txt":" Oh yeah, about telling Mom and Dad, I was thinking about maybe writing a\nletter."},{"person":"Monica","txt":" Alright, you know what? That’s it. You’ve had your chance."},{"person":"Ross","txt":" Wha-what?"},{"person":"Monica","txt":" (out loud, to her parents) Mom! Dad! Ross smoked pot in college!"},{"person":"Mrs. Geller","txt":"Mrs. Geller:"},{"person":"Ross","txt":" (in a 5 year old’s tone) (To Monica) You are such a tattletale! Mom,\nDad, you remember that-that time you walked in my room and smelled marijuana?"},{"person":"Mrs. Geller","txt":"Mrs. Geller:"},{"person":"Ross","txt":" Well I told you it was Chandler who was smoking the pot but it was me.\nI’m sorry."},{"person":"Mrs. Geller","txt":" It was you?"},{"person":"Monica","txt":" And Dad, y’know that mailman that you got fired? He didn’t\nsteal your Playboys! Ross did!"},{"person":"Ross","txt":" Yeah, well, Hurricane Gloria didn’t break the porch swing, Monica\ndid!"},{"person":"Monica","txt":" Ross hasn’t worked at the museum for a year!"},{"person":"Ross","txt":" Monica and Chandler are living together!"},{"person":"Monica","txt":" Ross married Rachel in Vegas! And got divorced! Again!!!!"},{"person":"Phoebe","txt":" (joining in) I love Jacques Cousteau!"},{"person":"Rachel","txt":" (reading the recipe magazine, finally figuring out that...) I\nwasn’t supposed to put beef in the trifle!"},{"person":"Joey","txt":" (pounding the table) I wanna gooooooo!"},{"person":"Mrs. Geller","txt":" (rubbing her temples) That’s alot of information to get in in\nthirty seconds! Alright Joey, if wanna leave, just leave. Rachel, no you weren’t\nsupposed to put beef in the trifle. It did not taste good. Phoebe, I’m sorry, but I\nthink Jacques Cousteau is dead. (Phoebe makes a sad face.) Monica, why you felt you had to\nhide the fact that you were in an important relationship is beyond me."},{"person":"Mr. Geller","txt":" And we kinda figured about the porch swing."},{"person":"Mrs. Geller","txt":" Ross, drugs? Divorced? Again?"},{"person":"Mr. Geller","txt":" What happened son?"},{"person":"Ross","txt":" I-I uh, I got tricked into all those things!"},{"person":"Mrs. Geller","txt":" Chandler! You’ve been Ross’s best friend all these years,\nstuck by him during the drug problems. (Ross gets disgusted.) And now you’ve taken on\nMonica as well. Well, I don’t know what to say. You’re a wonderful human being."},{"person":"Chandler","txt":" Thank you!"},{"person":"Mr. Geller","txt":" No! Thank you! (Hugs Chandler) Monica, and Ross! I don’t know\nwhat I’m gonna do about the two of you!"},{"person":"Chandler","txt":" (In a parent-like tone) I’ll talk to them! "},{"person":"Rachel","txt":" You guys! It was bananas, cream, and beef! I-I just cannot believe that\nyou ate that so that I wouldn’t feel bad!"},{"person":"Monica","txt":" Well actually, I-I didn’t eat mine. It’s still in the\nbathroom."},{"person":"Joey","txt":" No it isn’t, I ate that."},{"person":"Mrs. Geller","txt":" (pointing to herself and Jack) Well we left ours in Monica’s\nbedroom."},{"person":"Joey","txt":" Nope, got it and I got yours (Pointing to Jack) too. "}]