[{"person":"Joey","txt":" Hey! You guys! You’re not gonna believe this! I just got off the\nphone with my agent…"},{"person":"Phoebe","txt":" Oh my God! (Joey looks at her.) I’m sorry, too soon. You go."},{"person":"Joey","txt":" Okay. I got nominated for my part on "},{"person":"Monica","txt":" Joey!"},{"person":"Phoebe","txt":" Good for you!"},{"person":"Monica","txt":" Congratulations! Wow! I can’t believe you’re nominated for an "},{"person":"Joey","txt":" No-no."},{"person":"Monica","txt":" Oh "},{"person":"Joey","txt":" No! I’m up for a Soapie!"},{"person":"Monica","txt":" Honey? Is that something you’re making up?"},{"person":"Joey","txt":" No, no, no! It’s real! And it has been since 1998. (Rachel returns\nfrom the bathroom.) Hey Rach! Rach! I’m up for a Soapie!"},{"person":"Rachel","txt":" (gasps) Oh my God! Oh my God!! That is like the third most prestigious\nsoap opera award there is!"},{"person":"Joey","txt":" Thank you! Well, I guess now I know who I’m taking to the awards.\n(Points to Rachel.)"},{"person":"Rachel","txt":" Oh, stop that! Don’t kid about that! (Gasps) Will all the stars be\nthere?"},{"person":"Joey","txt":" Many are scheduled to appear."},{"person":"Rachel","txt":" Oh my God! Oh my God! I can’t go! I’m gonna be too nervous!"},{"person":"Monica","txt":" (to Joey) Okay, I’ll go!"},{"person":"Rachel","txt":" No!! You are getting married! This is all I have."},{"person":"Ross","txt":" …and it was Ernst Muhlbrat who first hypothesized that the\nVelociraptor would expand it’s collar and emit a high pitched noise to frighten\nit’s predator. (A student raises his hand.) Yes Mr. Lewis? "},{"person":"Lewis","txt":" What kinda noise?"},{"person":"Ross","txt":" Just a high pitched intimidating noise."},{"person":"Lewis","txt":" But like how?"},{"person":"Ross","txt":" Well we-we don’t know for sure. But in my head it-it sounded\nsomething like this. (He makes a high pitched noise and Alan doesn’t know what to\nmake of it.) Of course, this is just conjecture. Okay, that’s uh, that’s all for\ntoday. (Everyone starts to get up.) Uh Mr. Morse, can I see you for a moment? "},{"person":"Morse","txt":" Yes sir."},{"person":"Ross","txt":" Mr. Morse I need to talk to you about your mid-term exam, I’m afraid\nI-I had to fail you."},{"person":"Morse","txt":" (shocked) Why?!"},{"person":"Ross","txt":" Well you need 60% to pass…"},{"person":"Morse","txt":" What’d I get?"},{"person":"Ross","txt":" Seven."},{"person":"Morse","txt":" That’s not so good."},{"person":"Ross","txt":" No-no it’s not. What-what happened there Ned?"},{"person":"Morse","txt":" Well maybe you can cut me some slack. I’m sort of in love."},{"person":"Ross","txt":" Well I’m sorry but, that-that’s really not my problem."},{"person":"Morse","txt":" I’m in love with you."},{"person":"Ross","txt":" Well that brings me in the loop a little."},{"person":"Morse","txt":" You see, that’s why I did so bad on this test. I’m having a\nhard time concentrating. When you’re up there (Points to the podium) and you’re\nteaching and your face gets all serious…you look so good. (In a sexy voice) You wear\nthat tight little turtleneck sweater…"},{"person":"Ross","txt":" Okay! (Walks away from him.) Umm, I uh, I’m your teacher. I’m\nsorry, you’re-you’re a student and I-and I like women. In spite of what may be\nwritten on the backs of some of these chairs."},{"person":"Phoebe","txt":" Oh my God! That guy at the counter is totally checking you out!"},{"person":"Monica","txt":" Really? (Looks.) My God, he’s really cute."},{"person":"Phoebe","txt":" Go for it."},{"person":"Monica","txt":" Phoebe, I’m engaged!"},{"person":"Phoebe","txt":" I’m just saying, get his number just in case. But no Chandler is in\nan accident and can’t perform sexually and he would want you to take a lover to\nsatisfy the needs that he can no longer fulfill."},{"person":"The Cute Guy","txt":" (To Monica) Hi!"},{"person":"Monica","txt":" Op, can I just tell you something? Very flattered but umm, I’m\nengaged. (Points to her ring.)"},{"person":"The Cute Guy","txt":" Wow! Uh, this is kind of embarrassing. I was actually coming over to\ntalk to your friend."},{"person":"Monica","txt":" Well you should be embarrassed. (Leaves.)"},{"person":"The Cute Guy","txt":" (To Phoebe) I thought you knew I was looking at you."},{"person":"Phoebe","txt":" I did, but that was really fun."},{"person":"Joey","txt":" (pretending to be an announcer) And the winner is…Joey Tribbiani! (He\nthen gets excited and goes over to the counter to practice his acceptance speech using a\nbottle of maple syrup as the award.) Oh… Wow! I honestly never expected this. I uh, I\ndidn’t prepare a speech. But umm, I’d like to thank (Rachel enters quietly) my\nparents, who’ve always been there for me. I’d also like to thank my friends,\nChandler, Monica, Phoebe, Rachel…"},{"person":"Rachel","txt":" I’m fourth! (Joey is startled.) Look at you with your little maple\nsyrup award!"},{"person":"Joey","txt":" Yeah may-maybe you don’t tell anyone about this."},{"person":"Rachel","txt":" What? No! It’s not a big deal! I do that too, with my shampoo\nbottle."},{"person":"Joey","txt":" Really?"},{"person":"Rachel","txt":" Yeah."},{"person":"Joey","txt":" What award are you practicing for?"},{"person":"Rachel","txt":" "},{"person":"Joey","txt":" Oh, hey listen! The Soapie’s called today and I also get to present\nan award."},{"person":"Rachel","txt":" Ohh that’s great!"},{"person":"Joey","txt":" Yeah!"},{"person":"Rachel","txt":" So you’ll definitely get onstage, even if you don’t win."},{"person":"Joey","txt":" (confused) What you-you don’t think I’m gonna win?"},{"person":"Rachel","txt":" Well of course I do! But y’know, favorite returning character is a\ntough category Joey. I mean you’re up against the guy who survived his own cremation."},{"person":"Joey","txt":" Yeah. No-no I-I know I might not win, but it’s just…I’ve\nnever even been nominated before! I want it so much."},{"person":"Rachel","txt":" Well Joey, you’ll probably get it. But you should probably\nyour-your gracious loser face. Y’know when like the cameras are on you and you wanna\nlook disappointed but also that your colleague deserved to win. Y’know? So it’s\nsorta like… (Does it, you’ll have to see it.)"},{"person":"Joey","txt":" Hey! (Likes it.)"},{"person":"Rachel","txt":" Y’know?"},{"person":"Joey","txt":" You practice losing the "},{"person":"Rachel","txt":" Oh no, at the "},{"person":"Joey","txt":" Ah."},{"person":"Phoebe","txt":" Oh hey!"},{"person":"Monica","txt":" Hey! How’d your date go with Jake?"},{"person":"Phoebe","txt":" Oh, great! We couldn’t keep our eyes off each other all night and\nthen every once and a while y’know, he’d kinda lean over and stroke my hair and\ntouch my neck. (Does that to Monica.)"},{"person":"Monica","txt":" Okay, stop it Phoebe, you’re getting me all tingly."},{"person":"Phoebe","txt":" (laughs) All I could think of was y’know, \"Is he gonna kiss\nme? Is he gonna kiss me?\""},{"person":"Monica","txt":" And did he?"},{"person":"Phoebe","txt":" I’m a lady Monica, I don’t kiss and tell. But this hickey\nspeaks for itself. (She starts to open up her blouse.)"},{"person":"Monica","txt":" Okay-okay, I got it. I got it."},{"person":"Phoebe","txt":" I just like him so much that I just feel like I’ve had 10 drinks\ntoday and I’ve only had six."},{"person":"Monica","txt":" Oh, I haven’t had that feeling since I first started going out with\nChandler. Wow, I’m never gonna have that feeling again am I?"},{"person":"Phoebe","txt":" You sound like a guy."},{"person":"Monica","txt":" No, a guy would be saying, \"I’m never gonna get to sleep with\nanyone else.\" Oh my God! I’m never gonna get to sleep with anyone else!\nI’ve been so busy planning the wedding that I forgot about all the things that\nI’d be giving up! I mean, I…I’m never gonna have a first kiss again."},{"person":"Phoebe","txt":" You’ll have a last kiss."},{"person":"Ross","txt":" Can I ask you something? Have you ever had a guy have a crush on you?"},{"person":"Joey","txt":" Is that why you wanted to tie my tie?"},{"person":"Ross","txt":" There’s this kid in my class who said he’s in love with me."},{"person":"Joey","txt":" Whoa!"},{"person":"Rachel","txt":" (entering from her room) Whoa what?"},{"person":"Joey","txt":" Ross has a boyfriend."},{"person":"Ross","txt":" I do-I do "},{"person":"Rachel","txt":" Really?"},{"person":"Ross","txt":" Yeah! I don’t know. I mean, last year Elizabeth now-now this kid.\nWhat-what-what-what is it?! Am I giving out some kind of…sexy professor vibe? (Rachel\nand Joey both look at him.)"},{"person":"Rachel","txt":" Not right now."},{"person":"Ross","txt":" It-it—The point is my natural charisma has made him fail his midterm."},{"person":"Rachel","txt":" Oh, see now I feel bad for the kid! I had a crush on a teacher once and\nit was so hard! Y’know you—I couldn’t concentrate and I blushed every time\nhe looked at me. I mean come on, you remember what’s it’s like to be 19 and in\nlove."},{"person":"Ross","txt":" Yeah. I guess I can cut him some slack."},{"person":"Rachel","txt":" Yeah."},{"person":"Joey","txt":" How’d you get over that teacher?"},{"person":"Rachel","txt":" I didn’t. I got under him."},{"person":"Joey","txt":" (To Ross) Problem solved."},{"person":"Jake","txt":" Bye Phoebe."},{"person":"Phoebe","txt":" Okay bye. (They kiss.)"},{"person":"Jake","txt":" All right. Bye. (Backs out the door.)"},{"person":"Phoebe","txt":" Bye! (Phoebe goes over and joins Monica on the couch.) We said good-bye\nat the door so as not to flaunt our new love."},{"person":"Monica","txt":" Phoebe, it’s okay. You don’t have to tip toe around me.\nI-I’ve been thinking about it and umm, y’know what? I’m okay about not\nhaving that new relationship feeling…"},{"person":"Jake","txt":" (yelling through the window to Phoebe) I miss you already!!"},{"person":"Phoebe","txt":" (yelling back) I miss you too!!!! (He walks away.)"},{"person":"Monica","txt":" See? That’s what I mean. I mean "},{"person":"Chandler","txt":" Oh totally! (Holds up his finger.) Pull my finger."},{"person":"Announcer","txt":" Presenting the award for Favorite Returning Male Character is\nMcKensize…"},{"person":"Joey","txt":" (To Rachel) This is it! This is my category."},{"person":"Rachel","txt":" I know! My God! Do you have your speech?"},{"person":"Joey","txt":" Yeah, I got my speech!"},{"person":"Rachel","txt":" Do you got your gracious loser face?"},{"person":"Joey","txt":" Yeah. (Does it.)"},{"person":"Rachel","txt":" Now Joey remember, if you win you have to hug me! You hug me!"},{"person":"Joey","txt":" Okay. Can I squeeze your ass?"},{"person":"Rachel","txt":" On TV?! Yeah!"},{"person":"Joey","txt":" ‘Kay! "},{"person":"The Presenter","txt":" …in the category of Favorite Returning Male Character the\nnominees are: John Wheeler from "},{"person":"Joey","txt":" What the?! (Joey pounds the table and starts yelling at Rachel, and which\nis drowned out by applause. Rachel is desperately trying to tell Joey that he’s on TV\nright now. He finally notices and he does his gracious loser face.)"},{"person":"Announcer","txt":" Presenting the award for Favorite Supporting Actress is Joey Tribbiani\nfrom "},{"person":"Joey","txt":" (angrily and monotone) Any one of the brilliant actresses nominated for\nthis award tonight deserves to take it home. Unfortunately only one can. (Shakes his head\nin disgust.) The nominees for Best Supporting Actress are from "},{"person":"Rachel","txt":" Joey! Why did we have to rush out of there so fast?!"},{"person":"Joey","txt":" Rach we had to get out of there because, look what I won! (He whips out\nthe award for Best Supporting Actress that he accepted for Jessica.)"},{"person":"Rachel","txt":" Oh my God you stole her award!"},{"person":"Joey","txt":" No-no! No, I’m accepting it on her behalf. (He puts it up above the\nTV to display it.)"},{"person":"Rachel","txt":" Joey I don’t think you know what behalf means."},{"person":"Joey","txt":" Sure I do! It’s a verb! As in, \"I behalfin’ it!\""},{"person":"Rachel","txt":" Joey, you have got to take this back!"},{"person":"Joey","txt":" But why?! I should’ve won one and I really want it and she\ndidn’t even care enough to come to the thing! It could also be a "},{"person":"Rachel","txt":" (looking at the award) No! Joey!"},{"person":"Joey","txt":" Come on Rach! No one saw me take it! There was a whole table full of\n‘em."},{"person":"Rachel","txt":" Do you really want an award you didn’t win?"},{"person":"Joey","txt":" No! I want an award I did win! But nobody’s giving me any of those!\nPlus—Hey Rach, if-if I put it up there (Points to the TV) right? When people come\nover they’ll see it and they’ll think I won it."},{"person":"Rachel","txt":" Joey is says Best Supporting Actress!"},{"person":"Joey","txt":" I can scratch that right off."},{"person":"Rachel","txt":" Joey no, this is wrong! You have to take it back, okay? You don’t\nwant to win an award this way. You’re very talented. And someday you’re gonna\nwin one of these for real and "},{"person":"Joey","txt":" All right!"},{"person":"Rachel","txt":" All right? (He sets the award down.) Thank you."},{"person":"Joey","txt":" I’ll take it back tomorrow."},{"person":"Rachel","txt":" Thank you."},{"person":"Joey","txt":" (opening his door) If I can’t have it you can’t have it! (Rachel\nwalks away angrily.)"},{"person":"Lewis","txt":" Professor Geller?"},{"person":"Ross","txt":" (turning towards him) Yes Mr. Lewis, how can I help you?"},{"person":"Lewis","txt":" I know I didn’t do well on my midterms and stuff but, I was kinda\nhoping you could change my grade."},{"person":"Ross","txt":" And why exactly would I do that? (Goes back to writing on the board.)"},{"person":"Lewis","txt":" Because I’m in love with you."},{"person":"Ross","txt":" (turning around and dragging the chalk down the board) What?!"},{"person":"Lewis","txt":" Yeah, I’m all…in love with you and stuff. So could you change\nmy grade?"},{"person":"Ross","txt":" No!"},{"person":"Lewis","txt":" Well why not you changed Ned’s grade!"},{"person":"Ross","txt":" Well that’s different! Okay? Because he, he was actually in love with\nme!"},{"person":"Lewis","txt":" No he’s not! He’s totally yanking your chain! He’s done\nthis with three other teachers!"},{"person":"Ross","txt":" What?"},{"person":"Lewis","txt":" He’s got a girlfriend!"},{"person":"Ross","txt":" I can’t believe someone would do that for a grade."},{"person":"Lewis","txt":" I know! It’s awful. I love you."},{"person":"Monica","txt":" Have you seen Chandler?"},{"person":"Phoebe","txt":" No. Why?"},{"person":"Monica","txt":" ‘Cause I just keeping thinking about all these things that I’m\nnot gonna have and it’s freaking me out. I don’t know what to do about it."},{"person":"Phoebe","txt":" Okay, don’t sweat it. (Looking around her.) Chandler is nowhere\naround so go ahead get it out of your system. That guy’s cute. (Points to a guy\nsitting behind Monica.)"},{"person":"Monica","txt":" Phoebe! Come on I’m serious! I just got to talk to him about all\nthis."},{"person":"Phoebe","txt":" No that is the "},{"person":"Monica","txt":" Why?"},{"person":"Phoebe","txt":" Because you’re marrying him!"},{"person":"Monica","txt":" You gotta help me out here Pheebs."},{"person":"Phoebe","txt":" All right, I’ve never been engaged and I’ve never really been\nmarried, but I can only tell you what my mother told me. Whenever you have doubts or fears\nor anxieties about a relationship, do "},{"person":"Monica","txt":" So I’m not supposed to share my doubts and fears with the guy\nI’m gonna spend the rest of my life with?"},{"person":"Phoebe","txt":" That is correct! Yes, you’re supposed to take all of that stuff and\nput it in a little box in your mind and then lock it up tight."},{"person":"Monica","txt":" Your mother told you this?"},{"person":"Phoebe","txt":" Yes!"},{"person":"Monica","txt":" The woman that got married a bunch of times and killed herself when you\nwere 13?"},{"person":"Phoebe","txt":" Oh my God! You’re right! Go! (Monica starts to leave.) Go tell\nChandler! Hurry before it’s too late! Wait no! (Monica stops.) Does this also mean\nputting out doesn’t get you love? (Monica is shocked.)"},{"person":"Rachel","txt":" I cannot believe I’m gonna meet Jessica Ashley!"},{"person":"Joey","txt":" Okay wait-wait p-please be cool! Okay? I work with this woman."},{"person":"Rachel","txt":" Okay, I’m totally cool! (She coolly knocks on the door)"},{"person":"Jessica Ashley","txt":" Come in."},{"person":"Joey","txt":" Hey Jessica."},{"person":"Rachel","txt":" (coolly) Hey Jess."},{"person":"Joey","txt":" Ah, this is my friend Rachel."},{"person":"Jessica Ashley","txt":" Hi."},{"person":"Rachel","txt":" ‘Sup? (Joey glares at her.)"},{"person":"Joey","txt":" Uh listen, here’s your Soapie. I accepted it for ya. (Hands it to\nher.)"},{"person":"Jessica Ashley","txt":" (shocked) Oh my God! I won! Do you have any idea what this\nmeans?! (She rolls her eyes and throws it onto the couch.)"},{"person":"Joey","txt":" Well, that-that-that’s it? You’re gonna, you’re gonna put\nit on your self or anything?"},{"person":"Jessica Ashley","txt":" No, I try to save that for real awards. Now, if you’ll\nexcuse me. (She exits.)"},{"person":"Joey","txt":" (To Rachel) Take it back?"},{"person":"Rachel","txt":" Absolutely."},{"person":"Joey","txt":" Y-y-yeah! (As they start to leave, Rachel pauses and steals a vase with\nflowers in it.) Yeah you do. (They exit.)"},{"person":"Monica","txt":" Honey, as we get closer to the wedding, is there anything that you would\nlike to talk about or share?"},{"person":"Chandler","txt":" Okay. Well, I think the centerpieces are too big"},{"person":"Monica","txt":" You’re wrong! The centerpieces are fine! Do you ever get scared at\nall?"},{"person":"Chandler","txt":" Kinda. They’re really big."},{"person":"Monica","txt":" Doesn’t it ever just freak you out that-that you’re never\ngonna be with anybody new again?"},{"person":"Chandler","txt":" What?"},{"person":"Monica","txt":" Just, I love you so much. Just…It’s just sometimes it bothers\nme that I’m never gonna have that feeling. Y’know when you meet someone for the\nfirst time and it’s new and exciting? Y’know that rush?"},{"person":"Chandler","txt":" No. No, see when I first meet somebody it’s uh it’s mostly\npanic, anxiety, and a great deal of sweating."},{"person":"Monica","txt":" Okay, but all right you’re a guy, does it not freak you that\nyou’re never gonna sleep with anybody else?"},{"person":"Chandler","txt":" Sleeping with somebody new, anxiety, panic, and I’m afraid even\nmore sweating."},{"person":"Monica","txt":" Even with me?"},{"person":"Chandler","txt":" I was dangerously dehydrated during the first six months of our\nrelationship. (Monica laughs.) Look, for me the rush is knowing that we are gonna be\ntogether for the rest of our lives."},{"person":"Monica","txt":" Really?"},{"person":"Chandler","txt":" Well yeah! But now that I know that you’re having these thoughts,\nI’m back to panic, anxiety, and uh I’m definitely gonna need some kind of sports\ndrink."},{"person":"Monica","txt":" Come here! Come here! (They hug.) Sweetie you don’t have to worry.\nNo, besides y’know what? I’m gonna have a lot of new things with you. The first\ntime we buy a house. Our first kid. Our first grandkid…"},{"person":"Chandler","txt":" (hoarsely) Water! Water! Water!"},{"person":"Ross","txt":" Uh Mr. Morse, can I speak to you for a moment?"},{"person":"Morse","txt":" (walking up) That was a great lecture today. Did you get a little hair\ncut?"},{"person":"Ross","txt":" Uh-hmm, yeah-yeah do you like it? Do-do you looove it? I just want you to\nknow that I’m changing your grade back."},{"person":"Morse","txt":" What?! Why?"},{"person":"Ross","txt":" ‘Cause I know what you’re trying to pull here. Okay? It’s\nnot gonna work."},{"person":"Morse","txt":" I’m not trying to pull anything. Look I love you dude."},{"person":"Ross","txt":" Y’know what? I-I’m not even gonna talk about this. Okay? This\nlittle thing is over. I "},{"person":"Phoebe","txt":" Rach? "},{"person":"Rachel","txt":" I’ll be out in a second."},{"person":"Phoebe","txt":" Oh. (Picks it up.) It’s just so unexpected! I…I uh…Boy\nI’ll tell you it’s just such an honor to be nominated for a"},{"person":"Rachel","txt":" (entering from her room) Honey, we have to go. Our reservations are at\n8:00."},{"person":"Phoebe","txt":" …in Reservations at 8:00 by Neil Simon. (To an imaginary Neil\nSimon) Thank-thank you Neil. Thank you for the words. (Blows him a kiss.)"},{"person":"Rachel","txt":" Okay honey, you can finish this later we’re gonna be late. We gotta\ngo."},{"person":"Phoebe","txt":" Please, don’t play the music. Just uh one more. "}]