[{"person":"Ross","txt":" Chandler!!! Chandler!!! (He opens the door to the apartment but is stopped\nby the chain; Chandler and Monica quickly stop making out and try to get dressed.)\nChandler, I saw what you were doing through the window! Chandler, I saw what you were\ndoing to my sister! Now get out here!"},{"person":"Chandler","txt":" (To Monica) Wow! Listen, we had a good run. What was it? Four? Five\nmonths? I mean, that's more than most people have in a lifetime! So, good-bye, take care,\nbye-bye then! (He kisses her and starts to climb out the balcony window.)"},{"person":"Monica","txt":" What are you doing?!"},{"person":"Chandler","txt":" Oh, I'm going on the lamb."},{"person":"Monica","txt":" Come on Chandler, come on, I can handle Ross. (They go to the door. Ross\nis trying to stick his hand through and undo the chain; Monica pushes his hand back.) (To\nRoss) Hold on! (She opens the door.) Hey Ross. What's up bro?"},{"person":"Ross","txt":" What the hell are doing?!!"},{"person":"Rachel","txt":" (running from the guy's apartment with Joey in tow) Hey, what's-what's\ngoing on?!"},{"person":"Chandler","txt":" Well, I think, I "},{"person":"Joey","txt":" (panicking) Dude! He's right there!"},{"person":"Ross","txt":" (To Chandler) I thought you were my best friend, this is my sister! My\nbest friend and my sister! I-I cannot believe this!"},{"person":"Chandler","txt":" Look, we're not just messing around! I love her. Okay, I'm in love\nwith her."},{"person":"Monica","txt":" I'm so sorry that you had to find out this way. I'm sorry, but it's\ntrue, I love him too."},{"person":"Ross","txt":" (happily) My best friend and my sister! I cannot believe this. (He hugs\nthem both.) (To Joey and Rachel) You guys probably wanna get some hugs in too, huh? Big\nnews!"},{"person":"Rachel","txt":" Awww, no, it's okay, we've actually known for a while."},{"person":"Ross","txt":" What? What? What?! You guys knew? (Joey and Rachel backup against the\ndoor.) You "},{"person":"Rachel","txt":" Well, Ross, we were worried about you. We didn't know how you were going\nto react."},{"person":"Ross","txt":" (happily again) You were worried about me? You didn't know how I was going\nto react? (He hugs them both.)"},{"person":"Joey","txt":" Okay, all right, whew! What do you say we all clear out of here and let\nthese two lovebirds get back down to business? (Ross turns and glares at him.)\nHey-hey-hey, I-I-I'm just talking here, he-he's the one doing your sister."},{"person":"Ross","txt":" Hey, you know what I just realized? If you guys ever have kids…"},{"person":"Chandler","txt":" (interrupting) Whoa-whoa-whoa! We're having kids?!"},{"person":"Joey","txt":" (quickly) I call Godfather!"},{"person":"Ross","txt":" You can't just "},{"person":"Joey","txt":" Sure, if you cared enough to call it first."},{"person":"Monica","txt":" Guys, you're a few steps ahead of us."},{"person":"Chandler","txt":" Yeah, big zero gravity moon steps."},{"person":"Rachel","txt":" Oh! Oh, I just thought of the greatest wedding gift to get you."},{"person":"Phoebe","txt":" Ooh, I'll go in on that with you! I couldn't think of anything."},{"person":"Rachel","txt":" Okay."},{"person":"Joey","txt":" (to her) Oh, hey Katie! Everyone, this is Katie."},{"person":"Katie","txt":" Hi!"},{"person":"All","txt":" Hi!"},{"person":"Joey","txt":" So, are you ready to go?"},{"person":"Katie","txt":" Yeah, I just gotta run to the bathroom."},{"person":"Joey","txt":" Oh sure, right back there. (Points.)"},{"person":"Katie","txt":" Hey, where are we going to lunch?"},{"person":"Joey","txt":" I was thinking Chinese food."},{"person":"Katie","txt":" Ohh, I "},{"person":"Rachel","txt":" She is so cute! You could fit her right in your little pocket!"},{"person":"Joey","txt":" I don't know. I mean I like her a lot, and she's really nice, but…"},{"person":"Monica","txt":" But what?"},{"person":"Joey","txt":" (shyly) She keeps punching me."},{"person":"Monica","txt":" In that cute, little, sweet way she just did?"},{"person":"Joey","txt":" Hey, it's a lot harder than it looks! Okay? (Quietly) She-she-she's\nhurting me."},{"person":"Monica","txt":" I know what you need, you need a bodyguard. Hey Ross, what is Ben doing\nafter preschool?"},{"person":"Chandler","txt":" Hey listen, come on, Joey is having a problem! A little girl is\nbeating him up."},{"person":"Rachel","txt":" Aww, Joey, come here. (She takes his hand.) Look honey, I know this must\nbe really, really difficult for you and I--Oh, I'm sorry. Am I hurting you?"},{"person":"Ross","txt":" (opens it to reveal Phoebe) Hey!"},{"person":"Phoebe","txt":" Hey! I brought you some house warming gifts."},{"person":"Ross","txt":" Aww."},{"person":"Phoebe","txt":" Yeah. Salt, so your life always has flavor."},{"person":"Ross","txt":" Huh."},{"person":"Phoebe","txt":" Bread, so you never go hungry."},{"person":"Ross","txt":" Ohh."},{"person":"Phoebe","txt":" And a scented candle for the bathroom, because well, y'know."},{"person":"Ross","txt":" Thanks. Thanks. And thanks again."},{"person":"Phoebe","txt":" Yeah!"},{"person":"Guy","txt":" Hi!"},{"person":"Ross","txt":" Hi!"},{"person":"Guy","txt":" Welcome to the building. I'm uh, Steve Sarah; I'm president of the tenants\ncommittee."},{"person":"Ross","txt":" Oh hi! Ross Geller. And this is my friend Phoebe."},{"person":"Steve","txt":" Oh hi Phoebe."},{"person":"Phoebe","txt":" Mr. President."},{"person":"Steve","txt":" I came to talk to you about Howard."},{"person":"Ross","txt":" Howard?"},{"person":"Steve","txt":" Yeah, he's the handy man. He's gonna be retiring next week and everyone\nwho lives here is kicking in a 100 bucks as a thank you for all the hard work type of\nthing."},{"person":"Ross","txt":" Oh that's nice."},{"person":"Steve","txt":" Yeah. So, do you want to give a check? Or…"},{"person":"Ross","txt":" Oh. Uhh…"},{"person":"Steve","txt":" Oh look, you don't have to give it too me right now! You can slip it\nunder my door. (Points to his apartment across the hall.)"},{"person":"Ross","txt":" No-no, it's not that, it's just… I-I "},{"person":"Steve","txt":" Well, the guy's worked here for 25 years."},{"person":"Ross","txt":" Yes, but I've lived here for 25 minutes."},{"person":"Steve","txt":" Oh, okay, I get it. (Starts to leave.)"},{"person":"Ross","txt":" No wait, look. Look! I'm sorry, it's just I've never even "},{"person":"Steve","txt":" Howard's the "},{"person":"Ross","txt":" Yes but too me he's just, man."},{"person":"Steve","txt":" Okay, fine, whatever. Welcome to the building. (Exits.)"},{"person":"Ross","txt":" (To Phoebe) Ugh, can you believe that guy!"},{"person":"Phoebe","txt":" Yeah. I really like his glasses."},{"person":"Ross","txt":" …so then President Steve told everyone that I was a cheapskate, and\nnow the whole building hates me! A little kid spit on my knee! Y'know what I'm gonna do?\nI'm gonna throw a party. That's right. For everyone in the building, and I'm gonna sit\nthem down and explain to them, I am not a bad guy. I am not a cheap guy! I'm just a guy\nwho-who stands up for what he believes in. A man with principles."},{"person":"Chandler","txt":" (To Rachel) Sounds like a fun party."},{"person":"Rachel","txt":" Hmm. Look, Ross, if you want your neighbors to like you, why don't you\njust pay the hundred bucks? The party's gonna cost you way more than that."},{"person":"Ross","txt":" It doesn't matter! It's my principles! We're talking about my principles!"},{"person":"Rachel","txt":" Okay, I thought it was about your neighbors liking you."},{"person":"Ross","txt":" Oh, they'll like me. Once they come to my awesome PAR-TAY! Okay, I gotta\nrun. I gotta go get some nametags. (Exits.)"},{"person":"Rachel","txt":" And that crazy party animal will be your brother-in-law."},{"person":"Chandler","txt":" Very, very funny, but don't say things like that in front of Monica. I\ndon't want you putting any ideas in her head."},{"person":"Rachel","txt":" Umm, Chandler, you "},{"person":"Chandler","txt":" Wh-wh-why?!"},{"person":"Rachel","txt":" Well, because she loves you and because you love her."},{"person":"Chandler","txt":" Yeah, so, what's that supposed to mean?!"},{"person":"Rachel","txt":" Hey, Chandler, don't freak out! I'm telling you something you already\nknow! Come on, she broke up with Richard because he didn't want to have babies. And she's\na woman, and she's almost 30, and y'know it's Monica."},{"person":"Chandler","txt":" I don't see it that way. Okay? Because, I see two Monicas, the one\nthat was my friend, who lived across the hall, and wanted to have a lot of babies and then\nthe new Monica, who I just started to date. Now, who's to say what "},{"person":"Rachel","txt":" No, you're right, you are absolutely right. I mean that makes, that\nmakes everything different."},{"person":"Chandler","txt":" Okay. It's not different at all, is it?"},{"person":"Rachel","txt":" Not unless different means the same."},{"person":"Katie","txt":" You were so funny with that waiter! You're such a nut! (She slaps her\nthighs, Joey jerks, and spills some of his coffee.)"},{"person":"Joey","txt":" (sets the coffee down) Y'know, breadstick fangs are always funny."},{"person":"Katie","txt":" No, you make them funny. You're the funny one! (She punches him again and\nhe retreats to the arm of the couch.)"},{"person":"Joey","txt":" Uhh, look Katie, uh listen, we-we need to talk. Okay? Umm, look I like\nyou. I-I really do, I like you a lot. Okay? But sometimes when you, when you playfully\npunch me like that it-it feels like someone's hitting me with a very tiny but very "},{"person":"Katie","txt":" Aww, like I could hurt you. Are you making fun of my size? Don't make fun\nof me because of my size! (She punches him again and almost knocks him off the arm of the\ncouch.)"},{"person":"Monica","txt":" Isn't this great?"},{"person":"Chandler","txt":" Hmm."},{"person":"Monica","txt":" Couldn't you just stay like this forever? (His eyes snap open.)\nChandler! Couldn't you just stay here forever?"},{"person":"Chandler","txt":" Yeah, here, somewhere else, y'know where-where ever. (Gets up.)"},{"person":"Monica","txt":" Are you okay?"},{"person":"Chandler","txt":" Yeah, I'm cool. Casual."},{"person":"Monica","txt":" What-what are you doing?"},{"person":"Chandler","txt":" I'm just hanging out. Y'know, having fun. Y'know with the girl that\nI'm seeing casually."},{"person":"Monica","txt":" Man, I knew it! I knew you were going to do this!!"},{"person":"Chandler","txt":" What?!"},{"person":"Monica","txt":" Get all freaked out because everybody was talking and just joking around\nabout marriage and stuff."},{"person":"Chandler","txt":" Well, you "},{"person":"Monica","txt":" Oh and "},{"person":"Chandler","txt":" Yes! You want babies! You have baby fever!"},{"person":"Monica","txt":" I do not have baby fever!"},{"person":"Chandler","txt":" Oh please, you are obsessed with babies and-and marriage and\neverything that's related to babies and-and marriage! I've got an idea, why don't we turn\ndown the heat on this pressure cooker?!"},{"person":"Monica","txt":" Have you lost your mind? Chandler, this isn't about me! This is about\nyou and all your weird relationship commitment crap!"},{"person":"Chandler","txt":" Nah-uh! I know you! Okay? I know the thoughts that you have in the\nhead--in your head!"},{"person":"Monica","txt":" You don't know everything. Did you know that I'm going out with Rachel\ntonight instead of you? Hmm? And did you know that the only baby around here is you?! And\ndid you know that I can't even look at you right now?! (She storms out.)"},{"person":"Chandler","txt":" Well, I did not know that."},{"person":"Chandler","txt":" It's gonna be okay, right? I mean she's not gonna leave me? This is,\nthis is fixable."},{"person":"Ross and Joey","txt":" Oh yeah, yeah, sure. Absolutely."},{"person":"Chandler","txt":" By me?"},{"person":"Ross","txt":" Oh, no!"},{"person":"Joey","txt":" No-no."},{"person":"Ross","txt":" Well, unless you make some kind of big gesture."},{"person":"Joey","txt":" Yeah, big!"},{"person":"Joey","txt":" Uh-oh, shht! The Misses."},{"person":"Monica","txt":" Gunther, can I get a coffee (Looks at Chandler) to go?"},{"person":"Chandler","txt":" Monica. (Goes to talk to her.)"},{"person":"Monica","txt":" I'm still not done not wanting to talk to you."},{"person":"Chandler","txt":" Just tell me what I need to do to make things right."},{"person":"Monica","txt":" What?!"},{"person":"Chandler","txt":" Well, that's what we do. Y'know, I-I mess up and then you tell me how\nto fix it and then I do and then y'know you think I'm all cute again."},{"person":"Monica","txt":" Really? I'm really tired of being your relationship tutor. You're gonna\nhave to figure this one for yourself. All right? Y'know what? If you're too afraid to be\nin a real relationship, then don't be in one. (She walks out.)"},{"person":"Party Guests","txt":" (chanting) Howard! Howard! Howard! Howard! (Ross goes to investigate\nthe noise) Howard! Howard! Howard! (They're holding Howard above their heads.) Howard!\nHoward! Howard! Howard! Howard! (He sees Phoebe chanting along with them.) Howard! Howard!\nHoward! Howard! Howard! Howard! Howard! Howard! Howard! Yay!!"},{"person":"Ross","txt":" Phoebe! (He grabs her arm to get her attention.)"},{"person":"Phoebe","txt":" Oh, hi Ross!"},{"person":"Ross","txt":" What are you doing?"},{"person":"Phoebe","txt":" Oh, I thought this was your party and it turns out it’s a party for\nHoward. He's just the sweetest little man! (A guest walks up to her.)"},{"person":"Guest #1","txt":" See ya Phoebe! Oh and hey, thanks for chipping in!"},{"person":"Ross","txt":" You chipped in?!"},{"person":"Phoebe","txt":" Yeah, uh-huh, a 100 dollars."},{"person":"Ross","txt":" Phoebe! I can't believe you gave them money! I thought you agreed it was\ntotally unreasonable that they asked me for that money!"},{"person":"Phoebe","txt":" Yeah, but they didn't ask me! Y'know? This way I'm just y'know, the\nexotic, generous stranger. That's always fun to be."},{"person":"Ross","txt":" Yeah, but you're making me look bad!"},{"person":"Phoebe","txt":" No I'm not. No! If anything I'm making you look better! They'll see you\ntalking to me and that's--I'm a hit!"},{"person":"Steve","txt":" (walking up) Oh hey, Pheebs!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Steve","txt":" Oh hey, Ross. Umm, see, I was thinking maybe you two could switch\napartments because Phoebe's more our kind of people. Something to think about. (Walks\naway.)"},{"person":"Phoebe","txt":" Yeah, okay, my bad."},{"person":"Joey","txt":" Hey!"},{"person":"Rachel","txt":" Hi! Wow! You look, you look…big."},{"person":"Joey","txt":" Thanks! I've been working out. Hey listen, is it obvious that I'm wearing\nsix sweaters?"},{"person":"Rachel","txt":" Uhhh, yeah. But it's not obvious why."},{"person":"Joey","txt":" Well look, I’m breaking up with Katie so I had to put on some extra\npadding. Y'know? I mean, if she hits me when she's happy, can you imagine how hard she's\ngonna hit me when I tell her I'm taking away the Joey love?"},{"person":"Katie","txt":" (entering) Hi!"},{"person":"Joey","txt":" Hey! Hiya!"},{"person":"Rachel","txt":" Hey! Hey, cute jacket!"},{"person":"Katie","txt":" Oh, thanks! That's so sweet! (She punches Rachel like she punched Joey.)"},{"person":"Rachel","txt":" Oh! Ow! (Joey motions, \"You see what I mean?!\")"},{"person":"Katie","txt":" Oh, ow! Did Joey tell you to say that? You guys, (Punches Joey) are too\nmuch! (Punches Rachel.)"},{"person":"Rachel","txt":" Whoa! (Laughs) Y'know what Katie? I gotta tell ya I-I-I-I think you are\nthe one who is too much. (She punches Katie back.)"},{"person":"Katie","txt":" Ohh, Joey has the nicest friends! (She punches Rachel.)"},{"person":"Rachel","txt":" Ohh, and the nicest girlfriend! (She retaliates.)"},{"person":"Katie","txt":" You're so sweet! (Punches Rachel yet again.)"},{"person":"Rachel","txt":" Ohh, you're so sweet! (She kicks Katie in the shin.)"},{"person":"Katie","txt":" Oww!!!! Joey, she just kicked me."},{"person":"Joey","txt":" Huh."},{"person":"Katie","txt":" Well? Aren't you gonna do something?"},{"person":"Joey","txt":" Uhh…."},{"person":"Katie","txt":" You'd better do something, or I'm gonna walk out that door right now!\nWell? Are you gonna?"},{"person":"Joey","txt":" Nah."},{"person":"Ross","txt":" (trying to get her attention) Phoebe?"},{"person":"Phoebe","txt":" (ignoring him and continuing her conversation) That's what I'm saying.\n(Laughs.)"},{"person":"Ross","txt":" (tapping her on the shoulder) Phoebe? Phoebe?"},{"person":"Phoebe","txt":" Ooh. (Turns to him.)"},{"person":"Ross","txt":" Look, this is a disaster! Can't I please just go?"},{"person":"Phoebe","txt":" No! No! I'm talking you up to people. Just give it a little time, all\nright? Relax, get something to eat! Okay?"},{"person":"Ross","txt":" So uh, what did you tell them about me?"},{"person":"Phoebe","txt":" Oh, I was telling them about you and Emily. Y'know, try to get some\nsympathy."},{"person":"Ross","txt":" Ohh. (He cuts himself a piece of cake.)"},{"person":"Phoebe","txt":" But somehow you came off as the bad guy."},{"person":"Ross","txt":" What?!"},{"person":"Phoebe","txt":" Yeah, I think I told it wrong. Y'know, we should talk about that because\nI don't totally understand what happened there."},{"person":"Ross","txt":" (trying a piece of cake) Ohh, this cake is really good!"},{"person":"Phoebe","txt":" Oh, okay, see? Things are looking up already!"},{"person":"Guest #2","txt":" (sees the cake) Oh my God! Someone cut Howard's cake! (Ross tries\ndumping it into a nearby plant.) Who would do a think like that?"},{"person":"Steve","txt":" 3-B!"},{"person":"All","txt":" Oh yeah, aww!"},{"person":"Steve","txt":" Okay, you got your free food! You ruined everyone's fun! Don't you think\nit's time you went home?!"},{"person":"Guest #3","txt":" Yeah, leave!"},{"person":"All","txt":" Yeah, get out! Now!"},{"person":"Steve","txt":" Go back to 3-B, 3-B!"},{"person":"Phoebe","txt":" All right, everyone calm down! Everyone calm down! I have something that\nI would like to say! Who here likes Ross? (Ross is the only one who raises his hand and\nPhoebe glares at him to put his hand back down.) Of course you don't like him! He-he\ndidn't give you any money, he raised his own hand when I asked, \"Who hear likes\nRoss,\" and he's wearing two nametags! (He takes one off.) I-I'll be honest with you\nguys, when I first met Ross I didn't like him at all! But then once I got to know him I\nsaw that he's really sweet and caring and "},{"person":"Phoebe","txt":" Obviously I didn't think they were gonna start throwing things. I just\nthought if I kept insulting everyone, you would jump in and defend everyone and then you\ncould look like the hero."},{"person":"Ross","txt":" Oh wow, yeah! See, I did not get that."},{"person":"Chandler","txt":" Where's Monica?! Where is she? I need to talk to her! It's urgent! Is\nshe here?"},{"person":"Monica","txt":" (raising her hand) I'm Monica."},{"person":"Chandler","txt":" I need to talk to you, it's urgent!"},{"person":"Monica","txt":" Okay."},{"person":"Chandler","txt":" Okay, I've been doing a lot of thinking about us, y'know a lot of uhh,\nus thinking. And uh, well I guess there's only one-one way to do this. (He slowly and\nawkwardly gets down on one knee.)"},{"person":"Monica","txt":" Wait what-wh-wh-what are you doing?!"},{"person":"Chandler","txt":" (getting out a ring box) Monica…"},{"person":"Monica","txt":" No-no, don't-don't-don't do it!"},{"person":"Chandler","txt":" Will you marry me?"},{"person":"Ross","txt":" Oh-no. No. No."},{"person":"Joey","txt":" What a bad idea!"},{"person":"Rachel","txt":" Ohhhh, I cannot look at it! (She doesn't move.)"},{"person":"Monica","txt":" Chandler, why are you doing this?"},{"person":"Chandler","txt":" I don't know. But I know I'm not afraid to do this."},{"person":"Monica","txt":" Chandler."},{"person":"Chandler","txt":" I'm doing this because I'm sorry?"},{"person":"Monica","txt":" Do you umm, you really think the best reason to get married is because\nyou're sorry?"},{"person":"Chandler","txt":" No, the best reason to get married is pregnancy. Sorry is pretty much\nfourth y'know, behind being ready and actually "},{"person":"Monica","txt":" (kneels with him) Chandler, umm, I want you to take just a minute and I\nwant you to think about how "},{"person":"Chandler","txt":" Yeah, I'm kinda wishing everyone wasn't here right now."},{"person":"Monica","txt":" Honey! Do you know that none of that stuff came from me?! I mean I never\nsaid I wanted to have babies and get married right now!"},{"person":"Chandler","txt":" Yeah I know, but I was really confused and then I talked to these\nguys. (Turns to look at Ross and Joey.)"},{"person":"Monica","txt":" Who? Two divorces and Joey?!"},{"person":"Ross","txt":" Hey!"},{"person":"Joey","txt":" She's right y'know."},{"person":"Ross","txt":" Yeah, but still, cheap shot!"},{"person":"Monica","txt":" Y'know what? Y'know when I said that I want you to deal with this\nrelationship stuff all on your own? Well, you're not ready for that."},{"person":"Chandler","txt":" I didn't think I was!"},{"person":"Monica","txt":" Oh my God, what would have done if I said yes?"},{"person":"Chandler","txt":" Well I would've been happy because I would've be able to spend the\nrest of my life with the woman that I love. Or, you would've seen a Chandler shaped hole\nin that door. (Points at the door.)"},{"person":"Joey","txt":" Hey Ross, will you pass me that knife?"},{"person":"Ross","txt":" No, I will not!"},{"person":"Joey","txt":" Oh, it's okay. You don't have to be so mean about it."},{"person":"Ross","txt":" You're right, I'm sorry. Will you marry me?"},{"person":"Phoebe","txt":" Aw, and I was gonna ask you to marry me because I forgot to say hello to\nyou last week."},{"person":"Rachel","txt":" Oh no wait Pheebs, I think for something like that you just ask them to\nmove in with you. But I'm not sure, Chandler?"},{"person":"Chandler","txt":" Okay, how long is this going to go on."},{"person":"Monica","txt":" Well I think the length of teasing is directly related to how insane you\nwere so, a long time."},{"person":"Ross","txt":" This is fun. Hey Rach, remember that whole \"We were on a break\nthing?\" Well, I'm sorry, will you marry me? (Laughs--whines as he sees that no one is\nlaughing. They're just staring at him in shock.)"},{"person":"Chandler","txt":" That's not funny."},{"person":"Joey","txt":" That's not funny at all!"}]