[{"person":"Phoebe","txt":" Ok, so this is pretty much what's happened so far. Ross was in love with\nRachel since, you know, forever, but every time he tried to tell her, something kind of\ngot in the way, like cats, and Italian guys. Finally Chandler was like \"forget about\nher\" but when Ross was in China on his dig, Chandler let it slip that Ross was in\nlove with Rachel. She was like, \"Oh my god.\" So she went to the airport to meet\nhim when he came back, but what she didn't know was, that Ross was getting off the plane\nwith another woman. Uh-Oh! So, that's pretty much everything you need to know. But, enough\nabout us. So, how've you been?"},{"person":"Rachel","txt":" Oh my god. Oh my god. (She decides to make a break for it.) Excuse me.\nMove! Move! Emergency! Excuse me! (She tries climbing over a bench and falls down.) "},{"person":"Ross","txt":" (seeing her) Rach!"},{"person":"Rachel","txt":" Oh, there you are! Hi! Oh, so, so, how was China, you? (Hits him with\nthe flowers.)"},{"person":"Ross","txt":" It was, it was great. Oh, what happened?"},{"person":"Rachel","txt":" What?"},{"person":"Ross","txt":" You're bleeding. "},{"person":"Rachel","txt":" I am? Oh, look at that, yes I am. Enough about me, enough about me, Mr.\nBack from the Orient. Come on. I wanna hear everything! Everything. (Looks at Julie)"},{"person":"Ross","txt":" Well, where do I start? This is Julie. Julie, this is Rachel."},{"person":"Rachel","txt":" These are, these aren't for you. (to Julie) These are for you. (Loudly,\nthinking she can't speak English.) Welcome to our country."},{"person":"Julie","txt":" (Loudly, proving she can speak English.) Thank you. I'm from New York."},{"person":"Rachel","txt":" Ok, well, not a problem. We'll just use them to stop the bleeding. Ok.\nBaggage claim? Ok."},{"person":"Chandler","txt":"  No way!"},{"person":"Monica","txt":" I'm telling you, she went to the airport, and she's gonna go for it with\nRoss! "},{"person":"Phoebe","txt":" Oh my god. This is huge. This is bigger than huge. This is like, all\nright, what's bigger than huge?"},{"person":"Joey","txt":" Um, this?"},{"person":"Phoebe","txt":" Yes."},{"person":"Monica","txt":" Guys, you got your hair cut."},{"person":"Chandler","txt":" Yes, yes, we did, thanks to Vidal Buffay."},{"person":"Phoebe","txt":" 'Cause, you know, (in that voice) if you don't look good, we don't look\ngood. I love that voice."},{"person":"Rachel","txt":" (entering, out of breath) Airport, airport. Ross, not alone, Julie, arm\naround her. Cramp, cramp."},{"person":"Chandler","txt":" Ok, I think she's trying to tell us something. Quick, get the verbs."},{"person":"Rachel","txt":" (to Chandler) You, you, you said he liked me. (Ross and Julie enter)\nYou, you slowpokes!"},{"person":"Ross","txt":" That's all right, Rach, we got the bags. Hi, hello. Julie, this is my\nsister Monica. This is Chandler.  Phoebe.  Joey, what up?"},{"person":"Joey","txt":" What up?!"},{"person":"Ross","txt":" Everyone, this is Julie."},{"person":"Rachel","txt":" (out of breath) Julie."},{"person":"All","txt":" Ohh. (Happily) Hi!"},{"person":"Julie","txt":" Hi, but I'm not here, you haven't met me. I'll make a much better first\nimpression tomorrow when I don't have 20 hours of cab and plane on me."},{"person":"Ross","txt":" And bus."},{"person":"Julie","txt":" Oh my god."},{"person":"Ross","txt":"  The screaming guy?"},{"person":"Julie","txt":"  And the spitting?"},{"person":"Ross","txt":" You gotta hear this story."},{"person":"Julie","txt":" We're on this bus, that's easily 200 years old..."},{"person":"Ross","txt":" 200 at least."},{"person":"Julie","txt":"  ...and this guy..."},{"person":"Rachel","txt":" And the chicken pooped in her lap. Oh, I'm so sorry. I just gave away\nthe ending, didn't I? Oh! It's just, I just heard this story in the cab, and it is all I\ncan think about."},{"person":"Monica","txt":" This is amazing. I mean, how, how did this happen?"},{"person":"Julie","txt":" Well, Ross and I were in grad school together."},{"person":"Ross","txt":" But we haven't seen each other since then. Well I land in China, guess\nwho's in charge of the dig. "},{"person":"Rachel","txt":" Julie! Julie, isn't that great? I mean, isn't that just\nkick-you-in-the-crotch, spit-on-your-neck fantastic?"},{"person":"Monica","txt":" (to Julie) It's an expression."},{"person":"Ross","txt":" Well, we just wanted to say a quick hi, and then we're gonna go see the\nbaby."},{"person":"Julie","txt":" And then we've gotta get some sleep."},{"person":"Ross","txt":" Yeah, it's really 6:00 tomorrow night our time."},{"person":"Chandler","txt":" Well, listen, don't tell us what's gonna happen though, 'cause I like\nto be surprised."},{"person":"Rachel","txt":" Bye. (She closes the door and everyone tries to sympathize with her.)"},{"person":"Ross","txt":" Hey, Rach, can I get some coffee?"},{"person":"Rachel","txt":" Yeah, sure."},{"person":"Ross","txt":" Thank you."},{"person":"Chandler","txt":" Hey, Rach, can I get..."},{"person":"Rachel","txt":" Did you talk to him?"},{"person":"Chandler","txt":" Not yet."},{"person":"Rachel","txt":" Then, no."},{"person":"Chandler","txt":" So what the hell happened to you in China? I mean, when last we left\nyou, you were totally in love with, you know."},{"person":"Ross","txt":" I know, I know I was, but there was always this little voice inside that\nkept saying it's never gonna happen, move on. You know whose voice that was?"},{"person":"Chandler","txt":" God?"},{"person":"Ross","txt":" It was you, pal."},{"person":"Chandler","txt":" Well, maybe it was God, doing me."},{"person":"Ross","txt":" Look, you were right. She looks at me and sees a friend, that's all. But\nthen I met Julie, and I don't know, we're havin' a great time. And I have to say, I never\nwould've gone for it with her if it hadn't been for you."},{"person":"Chandler","txt":" Well, you owe me one, big guy."},{"person":"Rachel","txt":" (To Ross) Here's your lemonade."},{"person":"Ross","txt":" I didn't order lemonade."},{"person":"Rachel","txt":" Oh. Well then, you better go take that back because they're gonna charge\nyou for that. "},{"person":"Ross","txt":" But..."},{"person":"Rachel","txt":" Go-go-go-go, come on! (Ross goes over to the counte) (to Chandler) So\nuh, what did you find out?"},{"person":"Chandler","txt":" He said...he said, he said that they're having a great time. I'm\nsorry. But, the silver lining, if you wanna see it, is that he made the decision all by\nhimself!  Without any outside help whatsoever."},{"person":"Rachel","txt":" How is that the silver lining?"},{"person":"Chandler","txt":" You have to really wanna see it."},{"person":"Ross","txt":" Ironically, these are the guys who were picked last in gym."},{"person":"Monica","txt":" Pheebes, you know what I'm thinking?"},{"person":"Phoebe","txt":" Oh, ok. How, it's been so long since you've had sex, you're wondering if\nthey've changed it?"},{"person":"Monica","txt":" No, although now that's what I'm thinking."},{"person":"Phoebe","txt":" All right, so what were you thinking?"},{"person":"Monica","txt":" Well, I was thinking, that you gave the guys such great haircuts, I\nthought, maybe you'd like to do mine?"},{"person":"Phoebe","txt":" Ohh! No."},{"person":"Monica","txt":" Why not?"},{"person":"Phoebe","txt":" Because, I'm just, I'm incredibly anal and an unbelievable control\nfreak."},{"person":"Monica","txt":" No you're not."},{"person":"Phoebe","txt":" I know I'm not, but you are, and I was trying to spare your feelings."},{"person":"Joey","txt":" (answering the phone) Hello? Oh, hi. Yeah, hold on a second. Ross, it's\nJulie, for you. (Throws him the phone.)"},{"person":"Ross","txt":" (on phone) Hello? Hi."},{"person":"Chandler","txt":" (entering) Hi. Anybody know a good tailor?"},{"person":"Joey","txt":" Needs some clothes altered?"},{"person":"Chandler","txt":" No, no, I'm just looking for a man to draw on me with chalk."},{"person":"Joey","txt":" Why don't you go see Frankie? My family's been goin' to him forever. He\ndid my first suit when I was 15. No wait, 16. No, 'scuse me, 15. (still confused) All\nright, when was 1990?"},{"person":"Chandler","txt":" Okay.  You have to stop the Q-tip when there's resistance!"},{"person":"Ross","txt":" (on phone) Ok, ok, sweetheart, I'll see you later. Ok, bye. What? (Sits\ndown next to Rachel) Oh, that is so sweet. No, no, ok, you hang up. Ok, ok, one, two,\nthree. (Doesn't hang up and motions for Rachel to be quiet) Well you didn't hang up\neither. "},{"person":"Rachel","txt":" She didn't hang up either!"},{"person":"Ross","txt":" Ok, no, no, you hang up. You, you, y..."},{"person":"Rachel","txt":" (taking the phone and hanging it up) Sorry, I thought you were talking\nto me."},{"person":"Ross","txt":" Rachel! I'll just call her back. "},{"person":"Rachel","txt":" Okay!"},{"person":"Ross","txt":" (calls Julie back) Hi?  Sorry, we got disconnected... (Walks away.)"},{"person":"Rachel","txt":" (to Monica) Ok, ok, ok. How did this happen to me? How did this happen\nto me? A week ago, two weeks ago, I was fine. Ross was just Ross, just this guy. Now he's\nRrrooossss, oh, this really great guy that I can't have."},{"person":"Monica","txt":" Sweetie, I wanted you to have him too."},{"person":"Rachel","txt":" I know you did. I'm just gonna deal with it, I'm just gonna deal with\nit. (Ross comes by, smoching with Julie on the phone.) I gotta get out of here. (Exits)"},{"person":"Chandler","txt":" Ok, I don't care what you guys say, something's bothering her."},{"person":"Joey","txt":" (to Chandler) You know, I think I was sixteen."},{"person":"Monica","txt":" (to Phoebe) Please, just a little bit off the back."},{"person":"Phoebe","txt":" I'm still on \"no.\""},{"person":"Rachel","txt":" (poking her head in from her bedroom) Uh, morning. Do you guys think you\ncould close your eyes for just a sec?"},{"person":"Joey","txt":" No-no-no-no-no, (grabs his pants) I'm not fallin' for that again."},{"person":"Phoebe","txt":" What's goin' on?"},{"person":"Rachel","txt":" Well, I sorta did a stupid thing last night."},{"person":"Chandler","txt":" What stupid thing did you do?"},{"person":"Phoebe","txt":" Ewww! (Gets up and walks away.)"},{"person":"Rachel","txt":" Ok, Paulo, why don't you just go get dressed, and then you be on your\nway, ok, bye-bye. (Paulo goes into his room.)"},{"person":"Monica","txt":" Rachel, how did this happen?"},{"person":"Rachel","txt":" I don't know, I just kinda ran into him last night."},{"person":"Phoebe","txt":" Where?"},{"person":"Rachel","txt":" At his apartment. Is this juice?"},{"person":"Joey","txt":" Whoa, whoa. And the fact that you dumped him because he hit on Phoebe?"},{"person":"Rachel","txt":" Oh God, I know I'm a pathetic loser."},{"person":"Monica","txt":" Honey, you're not pathetic, you're sad."},{"person":"Chandler","txt":" People do stupid things when they're upset."},{"person":"Monica","txt":" My god, if I had a nickel for every guy I wish I hadn't...(Everyone\nlooks at her), but this is about your horrible mistake."},{"person":"Ross","txt":" Hi. Sorry we're late but we were—well, there was touching."},{"person":"Ross","txt":" Hey, Paulo. What are you doing here?"},{"person":"Ross","txt":" (to Rachel) So, uh, he's back."},{"person":"Rachel","txt":" Yeah, he's back. Is that a problem?"},{"person":"Ross","txt":" No, not a problem."},{"person":"Rachel","txt":" Good! I'm glad it's not a problem."},{"person":"Phoebe","txt":" (to Paulo) Ok, you're gonna have to not touch my ass."},{"person":"Chandler","txt":" Well, in spite of the yummy bagels and palpable tension, I've got\npants that need to be altered."},{"person":"Joey","txt":" Hey, Chandler, when you see Frankie, tell him Joey Tribbiani says hello.\nHe'll know what it means."},{"person":"Chandler","txt":" Are you sure he's gonna be able to crack that code?"},{"person":"Monica","txt":" (to Phoebe) You know it's funny, the last time Paulo was here, my hair\nwas so much shorter and cuter."},{"person":"Phoebe","txt":" All right. Ok, but, but!  You have to promise that you will not be\nall like control-y and bossy and Monica about it."},{"person":"Monica","txt":" I promise."},{"person":"Phoebe","txt":" All right. (Talking to Monica's hair.) Now some of you are gonna get\ncut, and some of you aren't. But I promise none of you are gonna feel a thing."},{"person":"Phoebe","txt":" All right, that's it, I quit."},{"person":"Monica","txt":" What? I didn't say anything."},{"person":"Phoebe","txt":" Yeah, but this (makes Monica's face) isn't the face of a person who\ntrusts a person. Ok, this (makes Monica's face) is the face of a person who, you know,\ndoesn't trust a person."},{"person":"Monica","txt":" I'm sorry. I'm sorry, Phoebe. It's just a little shorter than what we\nhad discussed."},{"person":"Phoebe","txt":" Would you relax? I know what I am doing. This is how he wears it."},{"person":"Monica","txt":" How who wears it?"},{"person":"Phoebe","txt":" Demi Moore."},{"person":"Monica","txt":" Demi Moore is not a he."},{"person":"Phoebe","txt":" Well, he was a he in "},{"person":"Monica","txt":" That's Dudley Moore. I said I wanted it like Demi Moore."},{"person":"Phoebe","txt":" Oh.  Oh!"},{"person":"Monica","txt":" Oh my God!"},{"person":"Phoebe","txt":" Oh my God! I'm sorry, I'm sorry. Which one's Demi Moore?"},{"person":"Monica","txt":" She's the act"},{"person":"Phoebe","txt":" Oh, she's got gorgeous hair."},{"person":"Monica","txt":" "},{"person":"Chandler","txt":" At least as long as I have the pants."},{"person":"Rachel","txt":" How is she?"},{"person":"Phoebe","txt":" It's too soon to tell. She's resting, which is a good sign."},{"person":"Ross","txt":" How's the hair?"},{"person":"Phoebe","txt":" I'm not gonna lie to you, Ross, it doesn't look good. I put a clip on\none side, which seems to have stopped the curling."},{"person":"Joey","txt":" Can we see her?"},{"person":"Phoebe","txt":" Your hair looks too good, I think it would upset her. Ross, why don't\nyou come on in. "},{"person":"Joey","txt":" How're you doing?"},{"person":"Rachel","txt":" I'm okay."},{"person":"Joey","txt":" Ooh, that bad, huh? "},{"person":"Rachel","txt":" When I saw him get off that plane with her, I really thought I hit rock\nbottom. But today, it's like there's rock bottom, 50 feet of crap, then me."},{"person":"Joey","txt":" You gotta tell Ross how you feel."},{"person":"Rachel","txt":" Come on. How can I just tell him? What about Julie?"},{"person":"Joey","txt":" What about her? They've only been going out for two weeks. Ross has been\nin love with you for like 10 years."},{"person":"Rachel","txt":" I don't know, I don't know."},{"person":"Joey","txt":" Look, Rach, Rach! I've been with my share of women. In fact, I've been\nwith like a lot of people's share of women. The point is, I've never felt about anyone the\nway Ross felt about you."},{"person":"Chandler","txt":" (entering, angry) Yo, paisan! Can I talk to you for a sec? (Pause)\nYour tailor is a very bad man!"},{"person":"Joey","txt":" Frankie? What're you talking about?"},{"person":"Ross","txt":" (entering from the bedroom) Hey, what's goin' on? (Pats Chandler on the\nshoulder which causes him to jump.)"},{"person":"Chandler","txt":" Joey's tailor...took advantage of me."},{"person":"Ross","txt":" What?"},{"person":"Joey","txt":" No way. I've been going to the guy for 12 years."},{"person":"Chandler","txt":" Oh come on! He said he was going to do my inseam, and he ran his hand\nup my leg, and then, there was definite..."},{"person":"Ross","txt":" What?"},{"person":"Chandler","txt":" Cupping."},{"person":"Joey","txt":" That's how they do pants! First they go up one side, they move it over,\nthen they go up the other side, they move it back, and then they do the rear. (Chandler\nand Ross stare at him) What? Ross, Ross, would you tell him? Isn't that how they measure\npants?"},{"person":"Ross","txt":" Yes, yes it is. In prison! Whatsa matter with you?"},{"person":"Joey","txt":" What? That's not? (Realizes) Oh my God."},{"person":"Monica","txt":" Even Mary Tyler Moore would've been better."},{"person":"Ross","txt":" I like it. I do, I think it's a Ten. (Chandler laughs.)"},{"person":"Monica","txt":" Thank you. My hair is very amused."},{"person":"Chandler","txt":" Come on, Monica, things could be worse. You could get caught between\nthe moon and New York City. I know it's crazy, but it's true."},{"person":"Phoebe","txt":" (to Chandler and Ross) Thank you."},{"person":"Ross","txt":" Well, I gotta go. Bye. Bye, Rach."},{"person":"Rachel","txt":" (sticking her head in from the balcony) Wait, are you leaving?"},{"person":"Ross","txt":" Yeah, that's kinda what I meant by \"bye!\""},{"person":"Rachel","txt":" Well, can I talk to you for a sec? "},{"person":"Ross","txt":" Okay. (goes out onto the balcony)"},{"person":"Joey","txt":" Hey, when the doctor does that hernia test..."},{"person":"Chandler","txt":" That's ok."},{"person":"Ross","txt":" What's goin' on?"},{"person":"Rachel","txt":" Well, first of all, Paulo and I are not back together. It was just a\nstupid thing I did, and if I could go back in time and do it again, well, I wouldn't. Um,\nsecond of all (Ross is laughing), what?"},{"person":"Ross","txt":" Ok. Well, before I say anything, I just need to know, is this one of those\nthings where you break up with a guy, and then I tell you what I think, and then the next\nday you get back together with the guy, and I look like a complete idiot?"},{"person":"Rachel","txt":" No. No-no-no-no."},{"person":"Ross","txt":" Well, then, I think, I think the guy is scum. I hate him. I mean I\nactually—I-I physically hate him. I always have. You are way too good to be with a\nguy like that. "},{"person":"Rachel","txt":" No, I think that was the whole all."},{"person":"Joey","txt":" I swear to god, Dad. That's not how they measure pants."},{"person":"Julie","txt":" I was thinking of doing it a little shorter, you know, like Andie\nMcDowell's new haircut?"},{"person":"Phoebe","txt":" You wanna do it right now?"},{"person":"Julie","txt":" Great! (Julie leaves)"},{"person":"Phoebe","txt":" (to Rachel) Ok, I just wanna be really sure this time. Andie McDowell's\nthe girl from"},{"person":"Rachel","txt":" No. No no no no no. That's Rodney McDowell. Andie McDowell is the guy\nfrom "},{"person":"Phoebe","txt":" Oh, yeah. Ok, thank you."},{"person":"Rachel","txt":" You're welcome."}]