[{"person":"Ross","txt":" You said you’d marry Joey?"},{"person":"Rachel","txt":" Okay you have to realize, I was exhausted, I was emotional, I would have\nsaid yes to anybody. Like that time you and I got married! (Pause) I’m not helping."},{"person":"Ross","txt":" So you said yes to him, and you just had our baby?"},{"person":"Rachel","txt":" That is right and traditionally the daddy is supposed to give the mummy\na present but I am prepared to let that go."},{"person":"Ross","txt":" So when I came in here to see if you wanted to maybe start things up\nagain, you were "},{"person":"Rachel","txt":" Well—Really? I thought Chandler was your best friend."},{"person":"Ross","txt":" Well, Chandler’s my oldest friend, but Joey’s my—No! Ah!\n(points at Rachel)"},{"person":"Rachel","txt":" Ooooo!"},{"person":"Joey","txt":" (Enters) Hey you guys I’m gonna take off. I just wanted to let you\nguys know, say goodbye."},{"person":"Ross","txt":" Rachel said she’d marry you?!"},{"person":"Joey","txt":" (He looks around the room) This isn’t the right room, sorry folks.\n(leaves)"},{"person":"Monica","txt":" Ok, I don’t wanna be negative so I’ll say that most of the\nsigns you bought are good."},{"person":"Phoebe","txt":" No they ran out of \"It’s a girl\" but I can fix this one,\n(She writes \"not\" in between it’s and a) See?"},{"person":"Monica","txt":" (looking at Chandler sleeping with a balloon in his mouth) So sexy.\n(Waking him up.) Honey."},{"person":"Chandler","txt":" Yea yea. (Pulls the balloon out of his mouth)"},{"person":"Monica","txt":" Honey why don’t you go lie down."},{"person":"Chandler","txt":" No, no, Ross and Rachel will be back soon and then I gotta go to the\noffice (Pulls another balloon out of his mouth) Am I producing them?"},{"person":"Joey","txt":" Why’re you so tired?"},{"person":"Chandler","txt":" Couldn’t sleep last night you know, then I started worrying about\nthis big divisional meeting that I have later today, the more I worried about it the more\nI couldn’t sleep.  Y’know? I was like, if I fall asleep now I’ll get\nsix hours sleep, but if I fall asleep now I’ll get five hours sleep. Not matter what\nI did I couldn’t fall asleep."},{"person":"Joey","txt":" You know what you should’ve done, you should have told yourself that\nlittle story."},{"person":"Rachel","txt":" (enters with Emma) Hi!"},{"person":"Everyone","txt":" Hi, welcome home!"},{"person":"Monica","txt":" Phoebe did the signs!"},{"person":"Rachel","txt":" Oh you guys thanks for doing this."},{"person":"Phoebe","txt":" Look at all the stuff people sent!"},{"person":"Rachel","txt":" Oh Ah! (Sees a big stuffed gorilla) Oh my gosh there’s something\nevery mother needs, a giant stuffed gorilla that takes up the entire apartment! What are\npeople think… (Reads the card) Oh you guys I love it."},{"person":"Joey","txt":" Hey so where’s Ross?"},{"person":"Rachel","txt":" He’s downstairs getting the rest of the stuff out of the cab."},{"person":"Joey","txt":" Is he still mad at us?"},{"person":"Rachel","txt":" Well, you more then me, but he can’t stay to mad at me. I mean, I\njust had his baby."},{"person":"Joey","txt":" That’s not fair! I can’t do that."},{"person":"Rachel","txt":" Yeah, I’m not so sure you should be here when he comes up."},{"person":"Joey","txt":" See this is what I was afraid of, I didn’t think I should be here\neither but somebody (Looks at Chandler) said he’d be over it by now."},{"person":"Chandler","txt":" Hey, what do I know? I wanted to get a bigger gorilla."},{"person":"Ms. McKenna","txt":" The numbers we are seeing New York, Chicago, and London are\nconsistently solid, but many of our officers have reported disappointing fields."},{"person":"Ms. McKenna","txt":" Boston is down, Atlanta is down, Houston is down, I could go on and\non but instead of boring you I’ll go straight to my forty two point plan."},{"person":"Chandler","txt":" Walter (nods)."},{"person":"Phoebe","txt":" She’s just so cute! I just wanna bite her ear off and use it and a\nsucking candy."},{"person":"Monica","txt":" Phoebe! But I could take one of those little feet and put it in a pita\npocket."},{"person":"Ross","txt":" (enters from the bed room) Okay I put most of the stuff away."},{"person":"Rachel","txt":" Oh great, the pacifiers?"},{"person":"Ross","txt":" In the closet."},{"person":"Rachel","txt":" The burping clogs?"},{"person":"Ross","txt":" Linen closet."},{"person":"Rachel","txt":" The diapers?"},{"person":"Ross","txt":" In the hospital."},{"person":"Phoebe","txt":" Wow you guys got a hospital?  Fancy!"},{"person":"Ross","txt":" No I left the diapers at the hospital! There’s some in the bag but\nI’ll run out and get some more."},{"person":"Rachel","txt":" Alright thanks, oh Ross could you stop by the coffee house and get me a\nmuffin?"},{"person":"Ross","txt":" Sure what kind?"},{"person":"Rachel","txt":" Umm let me think...What do I want, what d-o I w-a-n-t..."},{"person":"Ross","txt":" Please take your time, it’s an important decision. Not like, say, I\nknow! deciding to marry someone, this is about a muffin."},{"person":"Rachel","txt":" Blueberry."},{"person":"Ross","txt":" Blueberry it is."},{"person":"Rachel","txt":" Thanks."},{"person":"Monica","txt":" Wow, he’s really not letting this go, is he?"},{"person":"Rachel","txt":" God how long do you think that’s gonna last?"},{"person":"Phoebe","txt":" I dunno, well he got over the \"We were on a break\" thing\nreally quickly."},{"person":"Rachel","txt":" Y’know I can’t even worry about that right now, cause I got\nthe cutie little baby, oh I can’t believe how much I love her, I can’t get\nenough of her, like right now I miss her.  I actually miss her."},{"person":"Phoebe","txt":" You know that’s… that’s her."},{"person":"Rachel","txt":" Oh god look at her sleeping.  Oh, I love her so much!  Oh, I\nthink I’m gonna wake her up."},{"person":"Phoebe","txt":" Oh no, Rach, no no, you know you’re "},{"person":"Rachel","txt":" Well I can do whatever I want!  I made her! (Waking Emma up.) Come\non little girl, hi!"},{"person":"Phoebe","txt":" I can say I told you so but she’s kinda doing that for me."},{"person":"Rachel","txt":" Oh I’m sorry mummy’s so sorry go back to sleep go back to\nsleep. Shh.   Shhh! Go back to sleep"},{"person":"Monica","txt":" Breaks your heart doesn’t it"},{"person":"Phoebe","txt":" It really does… how long do you think we have to stay?"},{"person":"Ms. McKenna","txt":" Ok if everyone’s on board, it’s settled, Chandler,\n(Walter puts his hand on Chandlers hand, Chandler sleeping puts his hand on top of his, he\nthen wakes up and pulls his hand away) Chandler?"},{"person":"Chandler","txt":" Yep."},{"person":"Ms. McKenna","txt":" Are you on board?"},{"person":"Chandler","txt":" (not knowing what he’s saying yes to) Yes."},{"person":"Ms. McKenna","txt":" Then, problem solved. Chandler will be running our office in Tulsa.\nYou’re gonna love Oklahoma."},{"person":"Phoebe","txt":" Well, alright, we already tried feeding her, changing her, burping her,\noh try this one! Go back in time and listen to Phoebe!"},{"person":"Monica","txt":" Alright here’s something, it says to try holding the baby close to\nyour body and then swing her rapidly from side to side."},{"person":"Rachel","txt":" Ok. (Starts swinging Emma rapidly and she stops crying)"},{"person":"Monica","txt":" It worked!"},{"person":"Rachel","txt":" Oh (happy) oh no just stopped to throw up a little bit. (Emma starts\ncrying again.) Oh come on, what am I gonna do, its been hours and it won’t stop\ncrying."},{"person":"Monica","txt":" Umm, she Rach, not it, she. "},{"person":"Rachel","txt":" Yeah, I’m not so sure."},{"person":"Monica","txt":" Oh my god, I am losing my mind."},{"person":"Phoebe","txt":" Yeah, no kidding, this just proves no good can come from having sex with\nRoss!"},{"person":"Ross","txt":" Hey Gunther, can I get a couple of blueberry muffins to go? (He puts a bag\nwith diapers in it on the counter.)"},{"person":"Gunther","txt":" Diapers huh?"},{"person":"Ross","txt":" Yep."},{"person":"Gunther","txt":" So I guess Rachel had you baby?"},{"person":"Ross","txt":" Yep, can you believe it?"},{"person":"Gunther","txt":" Nope!  I still can’t believe she slept with you in the first\nplace."},{"person":"Ross","txt":" Huh? Ooh (laughs) you mean like a… Huh?"},{"person":"Joey","txt":" (entering) Hey. (Ross turns to see who it is, and seeing it’s Joey he\njust ignores him and turns back around.) Ross, I know you’re pissed at me, but we\nhave to talk about this."},{"person":"Ross","txt":" (turns back) What! (Angrily) You didn’t do anything wrong?!"},{"person":"Joey","txt":" I said I didn’t technically."},{"person":"Ross","txt":" Okay let’s put aside that you (Makes quote marks with his fingers.)\n\"accidentally\" picked up my grandmothers ring and you (Does it again)\n\"accidentally\" proposed to Rachel."},{"person":"Joey","txt":" Look, can I just stop you right there for a second? When people do this\n(Makes quote marks with his fingers.) I don’t really know what that means. (Ross just\nlooks at him) You were saying?"},{"person":"Ross","txt":" And I can even understand that you couldn’t tell Rachel, but why\ncouldn’t you tell me, huh? You had all day to and you didn’t."},{"person":"Joey","txt":" I know I should’ve. (Makes quote marks again.) \"I’m\nsorry.\" "},{"person":"Ross","txt":" Not using it right, Joe."},{"person":"Ross","txt":" I’m gonna go."},{"person":"Joey","txt":" No, come on Ross! (He grabs his bag so he can’t leave) Look, Ross, we\nhave to get past this."},{"person":"Ross","txt":" Give me the bag."},{"person":"Joey","txt":" No, look, I don’t know what else to do. I said I’m sorry!"},{"person":"Ross","txt":" Joey!"},{"person":"Joey","txt":" You should scream at me, or-or-or curse me, or hit me."},{"person":"Ross","txt":" I’m not gonna hit you."},{"person":"Joey","txt":" Why not?  You’ll feel better!  I’ll feel better, and\nyou know you want to. I can see it in your eyes."},{"person":"Ross","txt":" No I don’t."},{"person":"Joey","txt":" A little bit."},{"person":"Ross","txt":" No."},{"person":"Joey","txt":" Little bit."},{"person":"Ross","txt":" No!"},{"person":"Joey","txt":" (excited) A little bit more."},{"person":"Ross","txt":" Give me the bag."},{"person":"Joey","txt":" No, hit me"},{"person":"Ross","txt":" Give me the bag."},{"person":"Joey","txt":" Hit me."},{"person":"Ross","txt":" Joey, give me the bag."},{"person":"Joey","txt":" Hit me!"},{"person":"Ross","txt":" Joe I’m not kidding…"},{"person":"Joey","txt":" (interrupting) Hit me, hit me."},{"person":"Ross","txt":" No!"},{"person":"Joey","txt":" (shouts) Hit me! Hit me! "},{"person":"Ross","txt":" You ducked!!"},{"person":"Joey","txt":" I’m sorry! It was a reflex! "},{"person":"Ross","txt":" Oh my god, this really hurts!!!"},{"person":"Joey","txt":" I couldn’t help it! When a fist comes at your face, you duck! Look!\n(He goes to punch Ross, expecting him to duck, but he doesn’t and Joey punches Ross.\n  Gunther is amused.)"},{"person":"Ross","txt":" What is the matter with you?!?"},{"person":"Joey","txt":" You were supposed to duck!!! Why didn’t you duck?"},{"person":"Ross","txt":" Why don’t we talk about this on the way to the hospital?"},{"person":"Joey","txt":" Good, good yeah, (Grabs the bags) maybe while we’re there, they can\ncheck your reflexes. (Joey opens the door and it hits Ross in the face with it.) (Makes\nquote marks.) \"Oops.\""},{"person":"Monica","txt":" Try feeding her again."},{"person":"Rachel","txt":" I already fed her."},{"person":"Monica","txt":" I know, that’s why I said again!"},{"person":"Phoebe","txt":" Alright you guys, we can’t turn on each other, Okay? \nThat’s just what she wants."},{"person":"Chandler","txt":" (enters) Hey."},{"person":"Monica","txt":" Hey."},{"person":"Chandler","txt":" Monica can I talk to you outside for a minute?"},{"person":"Rachel","txt":" Oh no, you guys, just stay here, I’m gonna go check her diaper,\nPheebs you wanna come?"},{"person":"Phoebe","txt":" Oh I’m kinda part of this."},{"person":"Chandler","txt":" Actually Pheebs its more of a husband and wife kinda thing"},{"person":"Phoebe","txt":" I knew I should have married Chandler."},{"person":"Monica","txt":" Okay what’s up"},{"person":"Chandler","txt":" Umm, you know how we always said that it would be fun to move to Paris\nfor a year? You know, you could study French cooking and I could write and we could take a\npicnic along the Seine and go wine tasting in Bordeaux?"},{"person":"Monica","txt":" Oh yeah (smiles)."},{"person":"Chandler","txt":" Okay, you know how that people say that Tulsa is the Paris of\nOklahoma?"},{"person":"Monica","txt":" What? Who says that?"},{"person":"Chandler","txt":" People who’ve never ever been to Paris."},{"person":"Monica","txt":" What’s going on?"},{"person":"Chandler","txt":" We’re moving to Tulsa! (Makes a excited expression on his face)"},{"person":"Monica","txt":" Excuse me?"},{"person":"Chandler","txt":" Okay, Ms. McKenna, she kind of works above my boss, she asked me to\nmove to Tulsa and be the president of our office there, and I was sleeping and apparently,\nsaid yes."},{"person":"Monica","txt":" (stands up angry) Tulsa, Oklahoma!"},{"person":"Chandler","txt":" The Sooner State, whatever that is."},{"person":"Monica","txt":" Chandler, I don’t even wanna see the musical Oklahoma!"},{"person":"Chandler","txt":" Really? "},{"person":"Monica","txt":" Are you trying to tell me that we’re moving to Oklahoma, or that\nyou’re gay? All right, not that this matters, but did they at least offer you a huge\nraise?"},{"person":"Chandler","txt":" No, no, but they are going to lease us a Ford Focus. (Monica’s\nnot impressed.) I’ll get out of it."},{"person":"Monica","txt":" Thank you."},{"person":"Chandler","txt":" (hears Emma crying) What is wrong with Emma?"},{"person":"Monica","txt":" Oh she misunderstood, she thought she was moving to Tulsa."},{"person":"Chandler","txt":" Umm ma’am, do you have a minute? (She points for him to come in)\nI kind of have some bad news. I don’t think I can move to Tulsa."},{"person":"Ms. McKenna","txt":" What?"},{"person":"Chandler","txt":" It’s a funny story, actually. (coughs) I kind of fell asleep in\nthe meeting this morning so when I said I’d move to Tulsa, I didn’t really know\nwhat I was saying."},{"person":"Ms. McKenna","txt":" You fell asleep?"},{"person":"Chandler","txt":" But only because I was up all night worried about this meeting,\nain’t that funny? Irony? Not a fan, alright (he sits down). See, here’s the\nthing. I went home and told my wife about Tulsa and she won’t go. See, me, I love\nTulsa!  Tulsa is heaven!  Tulsa is Italy—Please don’t make me go\nthere!"},{"person":"Ms. McKenna","txt":" Chandler, I…"},{"person":"Chandler","txt":" No no no! Look, Carol, can I call you Carol? (Pause) Wh-why would I\nwhen your name is Elaine? Oh what a great picture of your son, strapping! (She glares at\nhim.) That’s a picture of your daughter, isn’t it, well she’s lovely. I\nlike a girl with a strong jaw. I’ll call you from Tulsa. (Exits.)"},{"person":"Joey","txt":" Hey, so how is it?"},{"person":"Ross","txt":" I broke my thumb."},{"person":"Joey","txt":" Your thumb? That’s weird. (Makes a fist.) You sure you’re\npunching right? Make a fist. (Ross just looks at him with his thumb in a cast.) Maybe\nlater. Ross I feel terrible."},{"person":"Ross","txt":" You know what, you can go, I just have to fill out some forms. (Tries to\nhold the pen but can’t)"},{"person":"Joey","txt":" You, you want me to help you with that?"},{"person":"Ross","txt":" Why, does it look like I’m having trouble with my misshapen claw? (He\nhands Joey the form)"},{"person":"Joey","txt":" Name? (Ross looks at him.) I know Ross but what’s it short for? You\nknow like, like Rossel or Rosstepher."},{"person":"Ross","txt":" Just Ross!"},{"person":"Joey","txt":" It’s pretty, Okay date of birth?"},{"person":"Ross","txt":" You know my birthday."},{"person":"Joey","txt":" Sure, May...tember."},{"person":"Ross","txt":" October 18th."},{"person":"Joey","txt":" Occupation? Dinosaurs."},{"person":"Ross","txt":" Actually I’m a palian… Dinosaurs is fine… the drawing is\nnot."},{"person":"Joey","txt":" Alright, who do you want as your emergency contact?"},{"person":"Ross","txt":" Ah, Rachel I guess."},{"person":"Joey","txt":" Okay, relationship, boy this could take a while."},{"person":"Ross","txt":" Just ah… just put roommate."},{"person":"Joey","txt":" Come on, you guys are more then that! I mean, you’re gonna get\ntogether right?"},{"person":"Ross","txt":" I don’t think that we are."},{"person":"Joey","txt":" But you two were supposed to be together."},{"person":"Ross","txt":" Well, I thought so too, but then she said she’d marry you."},{"person":"Joey","txt":" Come on, Ross, that didn’t mean anything! She just had the baby, she\nwas all freaked out about doing it alone, she would have said yes to anybody."},{"person":"Ross","txt":" Yeah that’s what she said."},{"person":"Joey","txt":" So?"},{"person":"Ross","txt":" So I don’t wanna be just anybody."},{"person":"Joey","txt":" Wow."},{"person":"Ross","txt":" You know what, it’s, it’s better this way anyway. I mean I\ndon’t know what I was thinking, going down that road again with us. It’s just\nmuch easier if we’re just friends who have a kid."},{"person":"Joey","txt":" Really?"},{"person":"Ross","txt":" Yeah."},{"person":"Joey","txt":" And you’re Okay with that?"},{"person":"Ross","txt":" Yes. I mean, it’s what we always planned.  And if you have a\nplan, you should stick to it.  That’s why they call them plans.  Hello?\n(Pause) I’m fine."},{"person":"Joey","txt":" Hey, for what it’s worth, with Rachel I don’t think you’ll\never be just (Makes quote marks.) \"anybody.\""},{"person":"Ross","txt":" Hey there you go! (Smiles because Joey used it correctly)"},{"person":"Joey","txt":" (makes quote marks) \"Thanks.\""},{"person":"Rachel","txt":" Oh my God! How long has she been crying?"},{"person":"Monica","txt":" About a week and a half."},{"person":"Phoebe","txt":" Well alright, looks like you guys have got it under control so I’m\njust gonna go. (She gets up and Rachel looks at her, upset, and Monica just stares.) No!\nReally? Misery really does love company. All right! (She sits back down.)"},{"person":"Monica","txt":" Rach, try holding her a different way."},{"person":"Rachel","txt":" You guys, I’m doing the best I can, anyone else is welcome to try."},{"person":"Phoebe","txt":" Alright, I’ll try, fine! Yes, Okay!"},{"person":"Rachel","txt":" Here you go. (Hands Emma to Phoebe)"},{"person":"Phoebe","txt":" Shh! Nothing works with this child! (Hands her back.)"},{"person":"Rachel","txt":" Oh god what am I gonna do you guys, I can’t even comfort my own\nbaby! I’m the worst mother ever!"},{"person":"Monica","txt":" You’re just new at this, it’ll get better, think about your\nfirst day at work. I mean, that couldn’t have been easy but you figured that out."},{"person":"Rachel","txt":" Yeah I don’t think dressing provocatively is going to help me here!\nOh my god just please take her."},{"person":"Monica","txt":" Okay I’ll take her, here. (Takes Emma)"},{"person":"Rachel","txt":" I have to go to the bathroom. (Goes to the bathroom)"},{"person":"Phoebe","txt":" I have to go scream into a pillow. (Goes to scream into a pillow)"},{"person":"Monica","txt":" (To Emma) Bouncy baby, Bouncy baby, Ooh baby baby, Ooh baby baby, Ooh\nbaby baby. (Emma stops crying and falls asleep)"},{"person":"Phoebe","txt":" (entering) Have I gone deaf?"},{"person":"Monica","txt":" It worked! Ooh baby baby baby, ooh baby baby baby!"},{"person":"Phoebe","txt":" You must be a fireball in bed."},{"person":"Monica","txt":" I can’t believe it!  She’s asleep!  I got her to go\nto sleep!   I have actual magical powers!"},{"person":"Phoebe","txt":" I can hear traffic and birds!  I can hear the voices in my head\nagain! (Monica looks at her strangely) I’m kidding. (She smiles wickedly.)"},{"person":"Rachel","txt":" Oh my God! You got her to stop crying!"},{"person":"Monica","txt":" Yes I did, I’m Monica, Super Aunt"},{"person":"Rachel","txt":" You are the official baby crier stopper!"},{"person":"Monica","txt":" Yes I am!!"},{"person":"Rachel","txt":" You’re never leaving the apartment!"},{"person":"Monica","txt":" Say what?"},{"person":"Rachel","txt":" That’s your new job, day and night, she starts crying I need you\nhere."},{"person":"Monica","txt":" (stands up to hand Emma back) Oh no no no no!"},{"person":"Phoebe","txt":" Thankfully you don’t need me at all (gets up and to leave) so Okay\nSuper aunt see you later! Rachel let’s give it six to eight months (she leaves)."},{"person":"Rachel","txt":" Okay so listen I’m gonna go lay down."},{"person":"Monica","txt":" What?"},{"person":"Rachel","txt":" You know the book says that whenever she’s sleeping I should be\nsleeping so… (She gives Monica thumbs and goes to lay down)"},{"person":"Chandler","txt":" (entering, loudly) Hey!"},{"person":"Monica","txt":" Shhh! We just got her to go to sleep"},{"person":"Chandler","txt":" Oh so there can’t be any yelling."},{"person":"Monica","txt":" No."},{"person":"Chandler","txt":" We’re moving to Tulsa"},{"person":"Monica","txt":" (loudly) What!?"},{"person":"Chandler","txt":" Shhhh! Shhhhh! Shhhhh! Shhhhh! (Walks backwards towards the door) I\ncan’t, I can’t hear you. (He runs out)"},{"person":"Ross","txt":" Hey."},{"person":"Rachel","txt":" Heeeeey, where have you been? (He shows her his thumb) What happened to\nyou?"},{"person":"Ross","txt":" Ah I had a little thing with Joey, if you think this is bad you should see\nhim."},{"person":"Rachel","txt":" Oh no Ross! This is not good, we have to talk about this Joey thing.\nPlease sit. (He sits) You have got to get over this Joey thing, okay? I never really\nwanted to marry Joey, okay?"},{"person":"Ross","txt":" Okay."},{"person":"Rachel","txt":" You know what I really really want?"},{"person":"Ross","txt":" What, Rach?"},{"person":"Rachel","txt":" I wanna sleep, I wanna eat, I wanna take a shower, I mean before she\nwakes up and we gotta do this all over again."},{"person":"Ross","txt":" (smiles) Right."},{"person":"Rachel","txt":" I mean I got news for you mister, Emma?  Not easy."},{"person":"Ross","txt":" Well, that’s what I’m here for. (Emma starts crying again) Want\nme to get that?"},{"person":"Rachel","txt":" No its really okay… Monica!"},{"person":"Monica","txt":" (comes running out the kitchen to the bedroom) Got it! Got it! Got it!\nGot it! Got it! Got it!"},{"person":"Joey","txt":" You know, ah, I’ve been thinking about this and I gotta tell ya,\nit’s not my fault. It’s a natural instinct."},{"person":"Chandler","txt":" (enters) Hey, what you guys talking about?"},{"person":"Joey","txt":" Hey OK great, what would you do if I did this? (Swings to punch Chandler,\nhe moves and he ends up punching Ross, knocking him off the stool. Ross then gets up and\njust stares at Joey.)"}]