[{"person":"Chandler","txt":" Hey"},{"person":"Joey","txt":" Hey. So where's Mon?"},{"person":"Chandler","txt":" Oh, she's at home, putting up decorations for Rachel's birthday party tonight."},{"person":"Joey","txt":" And you're not helping?"},{"person":"Chandler","txt":" I tried, but apparantly singing \"I will survive\" in a helium voice \n  - not helping."},{"person":"Ross","txt":" Hey you guys!"},{"person":"Joey and Chandler","txt":" (start to sing) Hey! Happy birthday ..."},{"person":"Rachel","txt":" Shhh don't say that loud, Gunther's gonna want to hug me."},{"person":"Ross","txt":" Uh, good news everyone, we finally found a nanny. This is Molly (points \n  to Molly). Molly, Chandler, Joey."},{"person":"Joey and Chandler","txt":" Hi."},{"person":"Molly","txt":" Hi."},{"person":"Ross","txt":" Ooh, somebody's getting a little fussy."},{"person":"Joey","txt":" You damn right I am, I've been waiting for a cookie for 7 minutes."},{"person":"Rachel","txt":" Ok, you know what, I'm just gonna take her outside."},{"person":"Molly","txt":" No, you stay, I'll do it (takes Emma from Rachel). "},{"person":"Rachel","txt":" OK, thank you."},{"person":"Molly","txt":" Nice to meet you guys (to Chandler and Joey)."},{"person":"Joey","txt":" Yeah, you too."},{"person":"Rachel","txt":" Oh, wow, Molly is just great!"},{"person":"Ross","txt":" Yeah."},{"person":"Chandler","txt":" Yes, Bravo on the hot nanny."},{"person":"Rachel","txt":" What? You really think she's hot?"},{"person":"Chandler","txt":" Are you kidding? If I wasn't married she'd be rejecting me right now."},{"person":"Rachel","txt":" And Joey?"},{"person":"Joey","txt":" How do you think she's doing?"},{"person":"Rachel","txt":" Am I the only one who doesn't think that she's hot? Ross?"},{"person":"Ross","txt":" Eh, I mean, I mena she's not unattractive but hot? I ...."},{"person":"Rachel","txt":" Thank you! (goes to get coffee)"},{"person":"Chandler","txt":" Now that Rachel's gone?"},{"person":"Rachel","txt":" So hot I cried myself to sleep last night. (Joey and Chandler clap their \n  hands)"},{"person":"Phoebe","txt":" Hey Mike, what's the capital of Peru?"},{"person":"Mike","txt":" Lima."},{"person":"Phoebe","txt":" No. It starts with a \"v\" and ends with an \"x\". Helpfully \n  with a \"to\" in the middle."},{"person":"Mike","txt":" You know, kinda think of it, the capital of Peru IS \"vtox\". \n  (opens the kitchen cabinet) Oh god! Oh!"},{"person":"Phoebe","txt":" What?"},{"person":"Mike","txt":" OK, I don't want to freak you out or anything, but I think I just saw a \n  rat in your cupboard."},{"person":"Phoebe","txt":" (relived) Oh, whew, no, that's Bob."},{"person":"Mike","txt":" What, is he your pet rat?"},{"person":"Phoebe","txt":" Well not so much a pet as, you know, an occasional visitor who \n  I put food out for, you know. Kinda like Santa. Except Santa doesn't poop on \n  the plate of cookies."},{"person":"Mike","txt":" You can't keep a rat in your appartment! They're extremely unsanitary, \n  and they transmit leptospirosis and hantavirus."},{"person":"Phoebe","txt":" What are those?"},{"person":"Mike","txt":" I don't know but they don't sound like spa treatments. You have to get \n  rid of it!"},{"person":"Phoebe","txt":" OK, fine, if it means that much to you I'll get rid of Bob."},{"person":"Mike","txt":" Thank you."},{"person":"Phoebe","txt":" So weird, you think he's so gross and you're willing to eat his crackers. \n  (Mike throws out everything in his mouth)"},{"person":"Rachel","txt":" Hello."},{"person":"Gavin","txt":" Hello"},{"person":"Rachel","txt":" Gavin, I just wanted to say thank you again for watching Emma \n  yesterday during the presentation. I really owe you an appology."},{"person":"Gavin","txt":" For what?"},{"person":"Rachel","txt":" Well, when we first met, you know, I thought you were pompous \n  and arrogant and obnoxious ..."},{"person":"Gavin","txt":" Is this your first appology?"},{"person":"Rachel","txt":" No, I just mean that, you know, first impressions don't mean anything. And \n  I-I think you're a really good guy and I'm sorry that I misjudged you."},{"person":"Heather","txt":" Good morning! "},{"person":"Rachel","txt":" Hello. (to Gavin) But you know what, hey, new day, new leaf, \n  I am just really really happy ... (sees Gavin staring at Heather) I'm sorry, \n  obviously Heather's ass has something more important to say so I'll just wait \n  'till it's finished."},{"person":"Gavin","txt":" What?"},{"person":"Rachel","txt":" I was giving you an appology and you were totally checking her out!"},{"person":"Gavin","txt":" I wasn't checking her out. I'm in fashion, I was looking at her \n  skirt. Or was it pants? I didn't really see what happened below the ass area."},{"person":"Rachel","txt":" Oh wow, you are really, you're really a creep."},{"person":"Gavin","txt":" Why do you even care if I was looking at her? Are you jealous?"},{"person":"Rachel","txt":" Oh yeah, I'm jealous. \"Oh Gavin, please, please look at \n  my ass\". (Gavin starts looking) Stop looking at my ass! I mean, I just \n  think you are totally inappropriate, ok? This is a work environment, she's your \n  subordinate."},{"person":"Gavin","txt":" I thought it was ok when you slept with your old assistant Tag."},{"person":"Rachel","txt":" That is totally different for two reasons. One - I didn't know \n  that you knew that. And two, I wasn't some creep staring at his ass, we had \n  a deap meaningful relationship."},{"person":"Gavin","txt":" Huh. What's Tag's last name?"},{"person":"Rachel","txt":" It was ... (can't remember) oh my god. He didn't have a last \n  name. It was just \"Tag\". You know, like Cher, or, you know, Moses."},{"person":"Gavin","txt":" But it was a deap meaningful relationship."},{"person":"Rachel","txt":" Oh, you know what - my first impression of you was absolutely \n  right. You are arrogant, you are pompous ... Morgan! Morgan! Tag's last name \n  was Morgan! Huh!"},{"person":"Gavin","txt":" It was Jones."},{"person":"Rachel","txt":" Yeah well what are you, his boyfriend?"},{"person":"Joey","txt":" Man, I wish I had a nanny like you."},{"person":"Molly","txt":" You mean, when you were a baby."},{"person":"Joey","txt":" Sure."},{"person":"Monica","txt":" Would you stop staring at her?"},{"person":"Chandler","txt":" I wasn't staring. I was leering."},{"person":"Monica","txt":" What's the big deal with her? Maybe she's attractive in an obvious kind \n  of way."},{"person":"Ross","txt":" Yeah, obvious beauty's the worst. You know, when it's right there \n  in your face. Me, I like to have to work to find someone attractive. Makes me \n  feel like I earned it."},{"person":"Chandler","txt":" Looks like Joey is doing allright with her."},{"person":"Monica","txt":" Yeah. Hey, that was nice of you guys to back off and let Joey get the girl \n  for once."},{"person":"Molly","txt":" (to Ross) I'm gonna take her back to the appartment."},{"person":"Ross","txt":" Ok, I'll be home right after work. Ok, by Emma-Wemma-Demma, I love you \n  - wovyou dovyou ..."},{"person":"Molly","txt":" Bye"},{"person":"Monica","txt":" They've elected me to talk to you about the baby talk - it's not so good."},{"person":"Molly","txt":" I think it's sweet. (goes to leave)"},{"person":"Ross, Joey and Chandler","txt":" Bye, Emma-Wemma-Demma."},{"person":"Rachel","txt":" (to Joey) Hey, listen, Joey, about Molly, I really prefer if \n  you didn't go after her."},{"person":"Joey","txt":" Why not?"},{"person":"Rachel","txt":" Because it took us months to find a good nanny and I wouldn't want anything \n  to, you know, drive her away."},{"person":"Joey","txt":" So, what, you think I'm just gonna sleep with her and never call \n  her again and things are gonna get uncomfortable? (thinks about it) Yeah, sounds \n  about right."},{"person":"Ross","txt":" Come on, there are plenty of other women out thereok? Just - just \n  forget about her, ok? Just, she's off limits."},{"person":"Joey","txt":" Oh, man, why did have to go and say that for? Now that you told \n  me I can't have it makes me want her even more!"},{"person":"Ross","txt":" What are you, a child?"},{"person":"Joey","txt":" Yes!"},{"person":"Ross","txt":" Joey, come on now, for me! Please, just-just try to focus your sexual energy \n  on someone else."},{"person":"Joey","txt":" Fine. (looks around, then focuses on Monica)"},{"person":"Monica","txt":" (to Chandler) Take me home! (they quickly leave)"},{"person":"Phoebe","txt":" Hey Mikey"},{"person":"Mike","txt":" Hey P"},{"person":"Phoebe","txt":" What are you doing?"},{"person":"Mike","txt":" Setting rat traps."},{"person":"Phoebe","txt":" To kill Bob??"},{"person":"Mike","txt":" No, no, to test his neck strength."},{"person":"Phoebe","txt":" No, Mike, I don't want to kill him! I thought we were just gonna \n  capture him and, and you know, set him free in the country side where he can \n  maybe meet a friendly possom and a wisecracking owl."},{"person":"Mike","txt":" Ok, ok, I'll throw away the traps."},{"person":"Phoebe","txt":" I'll find Bob, I'll get him. Bob? (starts looking) Bob! Robert! (looks at \n  cabinet under sink) Oh wait, I think I hear him. Oh - Oh my god! Bob had babies! \n  Bob's a mom!"},{"person":"Mike","txt":" Better think of a new name for him."},{"person":"Phoebe","txt":" I don't know, I kinda like Bob for a girl."},{"person":"Mike","txt":" I don't know, I mean I'm not sure (they hear cracking voice from \n  somewhere else in the kitchen, probably a rat caught in a trap) ..."},{"person":"Phoebe","txt":" Oh my god, we killed Bob!"},{"person":"Mike","txt":" Maybe it wasn't Bob, maybe it was a mouse."},{"person":"Phoebe","txt":" Suzie? (Runs over there to check)"},{"person":"Ross","txt":" Whazzup??"},{"person":"Chandler","txt":" Seriously dude, 3 years ago."},{"person":"Ross","txt":" Listen, can you do me a favor? I'm gonna be out today. Can you just keep \n  an eye on Joey, make sure nothing happens between him and Molly?"},{"person":"Chandler","txt":" You don't trust him?"},{"person":"Ross","txt":" Wh - No. Some woman who sounded a lot like Joey called earlier and asked \n  for her daughter, the \"hot nanny\"."},{"person":"Chandler","txt":" Is this really your long term plan, for me to run interference? \n  Because I could get a job any day now."},{"person":"Ross","txt":" You do appear right on the cusp of something. Come on man, I'm \n  sure he'll lose interest in a week or two, but for now can you please just do \n  this for me?"},{"person":"Chandler","txt":" Allright, fine, but don't blame me if it doesn't work. Because you know \n  as well as I do that once Joey sets his mind on something, more often than not, \n  he's going to have sex with it."},{"person":"Ross","txt":" Well we gotta do something, ok? Nannies like her don't grow on trees. (pause) \n"},{"person":"Chandler","txt":" Picturing that tree?"},{"person":"Ross","txt":" I am, yes."},{"person":"Chandler","txt":" Where you going, Joe?"},{"person":"Joey","txt":" For a walk."},{"person":"Chandler","txt":" Oh. You mind if I join you?"},{"person":"Joey","txt":" Actually, that will be long. You know, I really need to organize \n  my thoughts."},{"person":"Chandler","txt":" Your thoughts? Plural?"},{"person":"Joey","txt":" Allright, fine, I only have one thought! It's about the hot nanny, I gotta \n  see her!"},{"person":"Chandler","txt":" I'm afraid I can't let you do that, Joe."},{"person":"Joey","txt":" Now YOU'RE telling me I can't see her?? You guys are killing me! \n  She's forbidden fruit! It's like ... like she's the princess and I'm the stable \n  boy ... Why are you doing this, huh? Did Ross tell you not to let me go over \n  there?"},{"person":"Chandler","txt":" Yes, as a matter of fact he did, so I can't let you go."},{"person":"Joey","txt":" Huh. Interesting. Now there are obstacles. Hot nanny and me against the \n  world. This is the kind of stuff great novels are made of."},{"person":"Chandler","txt":" Great novels? "},{"person":"Joey","txt":" Fine ... mediocre porn"},{"person":"Gavin","txt":" Gavin Mitchelle's office."},{"person":"Rachel","txt":" Rachel Green's office!! Give me that phone! (takes the phone) \n  Hello, this is Rachel Green, how can I help you? Uh huh ... ok then ... I'll \n  pass you back to your son (gives phone to Gavin)"},{"person":"Gavin","txt":" Hey Mom! No, that's just my secretary. (Rachel is upset)"},{"person":"Rachel","txt":" Um, excuse me Gavin, I have a question I need to ask you."},{"person":"Gavin","txt":" Mom, I'll call you later. Yeah. (hangs up) (to Rachel) Yes?"},{"person":"Rachel","txt":" If you like looking at butts so much why don't you just go look at a mirror?"},{"person":"Gavin","txt":" Thank god you finally said that, I saw you make a note on your \n  pad three hours ago. (Rachel throws away that paper) Man, I really bug you, \n  don't I?"},{"person":"Rachel","txt":" Oh, please, I don't care about you enough to bug me. In fact, \n  from now on, I'm going take the high road. And I'm going be very very nice to \n  you, you \"momma's boy\", starting right now."},{"person":"Monica","txt":" Hey Rach!"},{"person":"Rachel","txt":" Hi!"},{"person":"Monica","txt":" Ready for your birthday lunch?"},{"person":"Rachel","txt":" Yeah I am, I am! Oh, but first of all, Monica, I would like to introduce \n  you to my very talented colleage and more importantly my wonderful friend Gavin \n  Mitchelle. "},{"person":"Gavin","txt":" Pleased to meet you."},{"person":"Monica","txt":" Pleased to meet you. So you're coming to Rachel's party tonight?"},{"person":"Rachel","txt":" Oh no no no no no, Gavin can't, he already has plans, most likely with his \n  mother. "},{"person":"Gavin","txt":" Well I don't mind, I'll cancel. I would never miss my secretary's birthday. \n  (leaves)"},{"person":"Rachel","txt":" Why did you invite him?? I can't stand that guy!"},{"person":"Monica","txt":" You were just being so nice to him!"},{"person":"Rachel","txt":" I was faking it! Can't you tell when I'm being fake?"},{"person":"Rachel","txt":" Hey, Mr Philips, nice suit!"},{"person":"Monica","txt":" Right there! That was so fake!"},{"person":"Rachel","txt":" Shh!"},{"person":"Rachel","txt":" (to Monica) I still can't believe you invited Gavin. Allright, he is the \n  last person I want to see."},{"person":"Monica","txt":" Oh, you're welcome for the party. I'm glad you're having a good time."},{"person":"Rachel","txt":" God, I hope he doesn't show up. Of course he's not gonna show up, the guy \n  hates me."},{"person":"Monica","txt":" Does he?"},{"person":"Rachel","txt":" What?"},{"person":"Monica","txt":" Maybe he's bothering you so much because he likes you. It's like in first \n  grade when Skippy Langwild always pushed me on the playground because he secretly \n  had a crush on me?"},{"person":"Rachel","txt":" Oh, Monica, you think Skippy liked you? Honey, all those buys had a bet \n  to see if he can knock you over."},{"person":"Molly","txt":" (with Emma in a basinet) She's out, I'm gonna take her home."},{"person":"Rachel","txt":" Oh, ok, thank you. (Molly leaves) (to Monica) Do you see what all the guys \n  see in her?"},{"person":"Monica","txt":" Wouldn't kick her out of bed. No more Vodka for me! (put her glass down)"},{"person":"Joey","txt":" Hey Rach, so can I sing happy birthday to you now?"},{"person":"Rachel","txt":" Yeah, sure!"},{"person":"Joey","txt":" Oh ... (Starts to sing) Happy birth ... (sees Molly leaving) oh, see you \n  later (runs after Molly)"},{"person":"Monica","txt":" Hey Rach, somebody got you shoes!"},{"person":"Rachel","txt":" Oh, give me! (opens the box happily, then gets freaked and throws away the \n  box, she and Mon jump up the sofa)"},{"person":"Phoebe","txt":" Be careful, be careful! These are my rat babies!"},{"person":"Mike","txt":" Yeah. We have rat babies now."},{"person":"Rachel","txt":" Ahhhh , you brought rats to my birthday party?"},{"person":"Monica","txt":" So this is what a stroke feels like."},{"person":"Phoebe","txt":" I had to bring them! We killed their mother, they're our responsibility \n  now. You know, they require constant care. You should know that, Rachel, you're \n  a mother."},{"person":"Rachel","txt":" Are you comparing my daughter to a rat?"},{"person":"Phoebe","txt":" No! Seven rats! I think we should take them home, we need feed \n  them."},{"person":"Rachel","txt":" whhh wait, you're gonna leave my party to take care of a box of rats?"},{"person":"Phoebe","txt":" Well I'm sorry Rachel, but I'm not like you, ok? Not everyone \n  can afford help. (she and Mike leave)"},{"person":"Ross","txt":" Where the hell are Joey and Molly? I asked you to watch them."},{"person":"Chandler","txt":" (In a helium voice, holding a balloon) I'm sorry, I got a little occupied."},{"person":"Ross","txt":" We have to stop them before something happens!"},{"person":"Chandler","txt":" (still helium voice) Right behind you, big guy! (they both head for the \n  door) "},{"person":"Joey","txt":" So you see, Molly, what people don't understand is that acting is a discipline. \n  It takes a lot of hard work."},{"person":"Molly","txt":" So where did you study?"},{"person":"Joey","txt":" Oh, I didn't go to college."},{"person":"Molly","txt":" No, where did you study acting?"},{"person":"Joey","txt":" Molly ... people don't study acting ..."},{"person":"Ross","txt":" Molly, ah, do you mind giving us just a minute?"},{"person":"Molly","txt":" Sure, I'll go check on Emma."},{"person":"Ross","txt":" Thanx."},{"person":"Joey","txt":" (upset) Will the stable boy never get the princess??"},{"person":"Ross","txt":" What do you think you're gonna do, have sex with her right here on my couch?"},{"person":"Joey","txt":" No ... the leather sticks to my ass. You know, this isn't fair. \n  What makes you think that I'm just gonna sleep with her and then blow her off? \n  Huh? Can't you guys open your minds to the possibility that I actally like her, \n  and might want something real? (pause) Look, the truth is, I haven't felt this \n  way about anyone since Rachel, ok? I didn't think I could ever love again."},{"person":"Ross and Chandler","txt":" Come on! Joe!"},{"person":"Joey","txt":" Ok (admits)"},{"person":"Woman","txt":" Hi, is Molly here?"},{"person":"Ross","txt":" Yeah, come on in. Molly?"},{"person":"Molly","txt":" (goes out of the room) Hey! Guys, this is Tabatha (they kiss on the lips \n  in a romantic way). (to Ross) I'll see you tomorrow."},{"person":"Ross","txt":" Ok ... (they leave the room, long pause) Well, uh, Joey, I guess we have \n  no problem."},{"person":"Joey","txt":" It's like my favorite fairy tale come true! (Chandler looks at him) The \n  princess, the stable boy and the lesbian!"},{"person":"Phoebe","txt":" Ok, ok, you start preparing the formula and I start changing \n  the box and then we gotta put them straight to bed."},{"person":"Mike","txt":" Hey, when did we become one of those couples whose lives revolve \n  around their rats?"},{"person":"Phoebe","txt":" Well, you know what, they're our responsibility now."},{"person":"Mike","txt":" Ok, fine, these rats are our responsibility. What happens when they mate \n  and there are hundreds of them?"},{"person":"Phoebe","txt":" Mate? They're all brothers and sisters."},{"person":"Mike","txt":" Yeah - not such a problem with rats. No, they're more of a \"love \n  the one you're with\" kind of animals."},{"person":"Phoebe","txt":" No. (opens the box) wh - get off your sister! Oh my god, what \n  are we gonna do? We have 7 rats. So what if each of them has 7 rats? And then \n  each of those have 7 rats? That's like ... (starts counting with her fingers) \n  That's math I can't even do! What are we gonna do?"},{"person":"Mike","txt":" Well, I know this is gonna sound crazy, but, we could not let \n  the box of rats ruin our lives."},{"person":"Phoebe","txt":" Yeah, ok. I guess you're right. Allright, so we should just give them away. \n  But to nice families, with children, and reduced fat wheat thins. They're Bob's \n  favorites. "},{"person":"Mike","txt":" It's gonna be ok."},{"person":"Phoebe","txt":" You must think I'm crazy."},{"person":"Mike","txt":" No, I think you're sweet."},{"person":"Phoebe","txt":" Good. It's just so hard, it's hard for me to ... let them go. \n  I guess it just brings back memories, you know, from ... when I gave birth to \n  my brother's triplets and I had to give them up. (Mike is shocked) I haven't \n  told you about that yet, have I?"},{"person":"Monica","txt":" Hey!"},{"person":"Rachel","txt":" Hi. Thanks for the party, honey. Should I help you clean up?"},{"person":"Monica","txt":" No way! You had your party, now I have mine! Is everything alright?"},{"person":"Rachel","txt":" Yeah, I just get a little bummed when my birthday's over."},{"person":"Monica","txt":" Well, at least you have one thing to be happy about. That jerk Gavin from \n  your office didn't show up (Gavin shows up at the balcony windows)."},{"person":"Rachel","txt":" Mmm hmm."},{"person":"Gavin","txt":" Yeah, hey. (comes in to the balcony)"},{"person":"Monica","txt":" Oh, we weren't talking about you. No, no way to recover."},{"person":"Rachel","txt":" No."},{"person":"Gavin","txt":" Nice party."},{"person":"Rachel","txt":" Well, it was, and you would have seen it if you didn't showed up at (looks \n  at his watch) ... 9:30?? God! Oh, this party was lame ..."},{"person":"Monica","txt":" (from inside) Again, you're welcome."},{"person":"Gavin","txt":" Look, I'll just give you this and go."},{"person":"Rachel","txt":" Oh, you bought me a present! Why?"},{"person":"Gavin","txt":" Well, let me explain how birthday parties usually work. There \n  are presents, and a cake, perhaps a fourth or fifth person. Ok, I ... got you \n  the present to make up for being such a jerk to you earlier."},{"person":"Rachel","txt":" Aww. Well, ok, well that's very nice. And you wrote a card (opens \n  the card). \"From Gavin\""},{"person":"Gavin","txt":" I really mean it."},{"person":"Rachel","txt":" (opens the present, it's a green scarf) Awww, awww, it's beautiful."},{"person":"Gavin","txt":" You don't mind? (puts it around her neck) Well, what do you know, it fits!"},{"person":"Rachel","txt":" See, Gavin, you're capable of being a nice guy. Why did you give me such \n  a hard time?"},{"person":"Gavin","txt":" I'm not sure."},{"person":"Rachel","txt":" Well Monica seems to think it's because you have feelings for me."},{"person":"Gavin","txt":" I do have feelings for you."},{"person":"Rachel","txt":" You do?"},{"person":"Gavin","txt":" Yes, I feel that you are a little annoying."},{"person":"Rachel","txt":" See? Why, Gavin, why? Right when I'm about to change my opinion \n  of you, you go and you ... (he kisses her) and you do that ... (they kiss again)"},{"person":"Chandler","txt":" (sings in a helium voice) First I was afraid, I was petrified (very happy)"},{"person":"Phoebe","txt":" (walks in) Hey"},{"person":"Chandler","txt":" (normal voice) Hi"},{"person":"Phoebe","txt":" Listen, I think I've left something here."},{"person":"Chandler","txt":" Oh, well someone left this (shows a green jacket). This is yours?"},{"person":"Phoebe","txt":" (likes the jacket) No, but I like it. I think I left one of \n  my rat babies."},{"person":"Chandler","txt":" Oh, uh, well, I haven't seem it but if I do I'll let you know."},{"person":"Monica","txt":" Ohmygod! Rat baby! Rat baby! Rat baby! (screams from another room)"},{"person":"Phoebe","txt":" (realizes) Ooh, maybe that's him!"}]