[{"person":"Ben","txt":" (on the bike) I’m ready!"},{"person":"Ross","txt":" You sure?"},{"person":"Ben","txt":" Uh-huh!"},{"person":"Chandler","txt":" Okay, let me just straighten out your helmet there. (Does so.)"},{"person":"Ben","txt":" (To Chandler) Thanks daddy."},{"person":"Ross","txt":" No-no, one daddy, two "},{"person":"Chandler","txt":" Okay. Okay."},{"person":"Ross","txt":" Yes! Yes! Yes!! (Everyone stands and claps.)"},{"person":"Phoebe","txt":" His first big kid’s bike, this is so exciting!"},{"person":"Monica","txt":" Oh yeah, I remember mine! Ohh, it was my sixth birthday, my dad took me\nto the park, I got it, and…it bent."},{"person":"Ross","txt":" Yeah."},{"person":"Phoebe","txt":" I never had a bike of my own."},{"person":"Ross","txt":" (shocked) What?!"},{"person":"Phoebe","txt":" Well, we didn’t have a lot of money. But the girl across the street\nhad the "},{"person":"Chandler","txt":" That sounds like my first bike. (They all turn and look at him.) My\ndad gave me his old one."},{"person":"Ross","txt":" Ohh."},{"person":"Monica","txt":" Did the girl ever let you ride it?"},{"person":"Phoebe","txt":" No! But she gave me the box that it came in. It had a picture of the\nbike on the front. (They’re all speechless) So I would sit on it and my step-dad\nwould drag me around the backyard."},{"person":"Ross","txt":" That is so unfair!"},{"person":"Phoebe","txt":" Not really, I got to drag him around too! (They all nod,\n\"Oh.\")"},{"person":"Chandler","txt":" Hey! What are you guys doing? "},{"person":"Joey","txt":" Hey."},{"person":"Monica","txt":" Making holiday candy for the neighbors."},{"person":"Chandler","txt":" I’m sorry, who?"},{"person":"Monica","txt":" I’m gonna hang this basket (Points to the one sitting on the table)\non the door and when the neighbors walk by they can all take a piece."},{"person":"Chandler","txt":" But we don’t know the neighbors."},{"person":"Joey","txt":" I do. There’s uh, let’s see, Guy With a Mustache, Smokes-A-Lot\nLady, Some Kids I’ve Seen, and A Red-haired Guy Who Does Not Like To Be Called Rusty."},{"person":"Monica","txt":" See? This is "},{"person":"Chandler","txt":" Wouldn’t it be easier if we just moved?"},{"person":"Rachel","txt":" (entering, happily) Gooood morning!!"},{"person":"Chandler","txt":" Eh, somebody’s in a good mood!"},{"person":"Rachel","txt":" Well, why shouldn’t I be? I have great friends! I have a wonderful\njob!"},{"person":"Monica","txt":" Where you can make out with your assistant."},{"person":"Rachel","txt":" Come on, it’s not a big deal! We stayed up all night coming up with\na plan so that us dating will not be a problem."},{"person":"Monica","txt":" Oh yeah, what’s the plan?"},{"person":"Rachel","txt":" (pauses as she thinks and exhales loudly) We… We are not…\n…going to let it… be a problem."},{"person":"Monica","txt":" Wow! It took you all night to come up with "},{"person":"Rachel","txt":" Well y’know, we did other stuff too. (Joey and Chandler start to\ngiggle.)"},{"person":"Monica","txt":" Did you two…"},{"person":"Rachel","txt":" Oh Monica come on, y’know I don’t sleep with guys on the first\ndate!"},{"person":"Monica","txt":" Matt Guire, Mark Lynn, Ben Wire…"},{"person":"Rachel","txt":" Anymore!!"},{"person":"Monica","txt":" Okay."},{"person":"Rachel","txt":" Hi. Tag, I have a conference call today is that correct?"},{"person":"Tag","txt":" Yes, at 4:00."},{"person":"Rachel","txt":" Okay, thank you. That’ll be all. (The mail guy leaves and Tag\nstarts to follow, but Rachel stops him.) (Excitedly) Wait! Wait! (Rushes over and closes\nthe office-door.) Did you see that? That mail guy had no idea there was something going on\nbetween us. (They kiss.)"},{"person":"Tag","txt":" I’d better get back to my desk."},{"person":"Rachel","txt":" Okay, you hard worker! I’ll remember to put that in your\nevaluation."},{"person":"Tag","txt":" My what?"},{"person":"Rachel","txt":" Well, you’ve been here for two months now and your boss is required\nto hand in a performance evaluation. But y’know, there is one thing that I have yet\nto evaluate. (She turns around and sweeps the stuff off of her desk and hops up onto it.) "},{"person":"Tag","txt":" Are you serious?"},{"person":"Rachel","txt":" No, I’ve just always wanted to do that. Can you help me clean this\nup?"},{"person":"Monica","txt":" The basket is totally empty! My God, the neighbors ate all the candy!"},{"person":"Chandler","txt":" Well, either that or uh…(Motions towards Joey’s door.)"},{"person":"Monica","txt":" Joey!! "},{"person":"Joey","txt":" Yeah?"},{"person":"Monica","txt":" Did you eat all the neighbor candy?!"},{"person":"Joey","txt":" Uh well yeah, that was the plan, but by the time I got to it there was\nonly a couple of pieces left!"},{"person":"Phoebe","txt":" Yeah, and they’ve been coming by all day. They love it!"},{"person":"Monica","txt":" They love my candy? Oh man!!! I’ve gotta go make more!! (Starts to\ndo so.)"},{"person":"Joey","txt":" Hey Mon, you might wanna make some more lasagna too, because something\nmight’ve happened to a huge chunk of it."},{"person":"Monica","txt":" Ross! The neighbors ate all my candy!!"},{"person":"Ross","txt":" Mine stole my newspaper! It’s like a "},{"person":"Phoebe","txt":" Sure!"},{"person":"Ross","txt":" Yeah, ever since you uh, told me that story about that bike I-I\ncouldn’t stop thinking about it. I mean, everyone should have a-a "},{"person":"Phoebe","txt":" (gasps) Oh my God Ross!!"},{"person":"Ross","txt":" You like it?"},{"person":"Phoebe","txt":" I "},{"person":"Ross","txt":" Yeah?"},{"person":"Phoebe","txt":" Ohh!! Ohh!! And I "},{"person":"Ross","txt":" Ahh."},{"person":"Phoebe","txt":" Not that way! But the bike brought you a lot closer!"},{"person":"Ross","txt":" Ah! (She hugs him.) Well uh-uh, t-take it downstairs, y’know give it\na test ride."},{"person":"Phoebe","txt":" Okay! Oh my God! My first bike! Thank you for the best present I’ve\never gotten."},{"person":"Ross","txt":" (stunned at the complement) You’re welcome."},{"person":"Phoebe","txt":" (starts to leave, but stops) Oh and Chandler’s about to cry."},{"person":"Chandler","txt":" (about to cry) Am not!"},{"person":"Monica","txt":" (turning a light on) Who is that?!"},{"person":"Chandler","txt":" Don’t worry, I’m brave! I am brave! I…I am brave! (They\nget to the door and Monica goes to open it.) No-no-no-no!! (He stops her.) (Through the\ndoor.) Can you tell me who is there please?"},{"person":"The Knocker","txt":" My name is Gary, I live upstairs."},{"person":"Gary","txt":" Hi!"},{"person":"Monica","txt":" Hi. Do you know what time it is?"},{"person":"Gary","txt":" It’s candy time! My roommate says that they taste like little drops\nof heaven."},{"person":"Monica","txt":" Oh please! (To Chandler) Did you hear that? Little drops of heaven."},{"person":"Chandler","txt":" (laughs) 4:00 A.M."},{"person":"Gary","txt":" So, can I get some candy?"},{"person":"Chandler","txt":" I am sorry, but some of us have to "},{"person":"Monica","txt":" Umm, listen I am sorry, but I’ll put some out first thing in the\nmorning."},{"person":"Gary","txt":" Well okay, I’ll swing by later. Do you live in this building? "},{"person":"Monica","txt":" Um-hmm."},{"person":"Gary","txt":" (looking at Monica.) Mm! Seems like I would’ve remembered you!"},{"person":"Chandler","txt":" Mm! Night Gar’! (Monica closes the door.)"},{"person":"Rachel","txt":" (hugging him) So did you read your evaluation yet?"},{"person":"Tag","txt":" No! It was marked confidential I just sent it down to Human Resources."},{"person":"Rachel","txt":" (worried) Okay please, you’re kidding right?! I wrote that one as a\njoke for you!"},{"person":"Tag","txt":" A joke they would appreciate?"},{"person":"Rachel","txt":" I’m thinkin’ no."},{"person":"Tag","txt":" What did you say?!"},{"person":"Rachel","txt":" Umm, I said I thought you were a good kisser, and uh, and that I like\nyour tiney-tiny touchie."},{"person":"Tag","txt":" No, not my touchie."},{"person":"Rachel","txt":" Well, it gets worse. When asked if you take initiative I wrote,\n\"Yes, he was able to unhook my bra with minimal supervision,\" and under Problems\nwith Performance I wrote, \"Dear God, I hope not,\" and then uh, then I drew a\nlittle smiley face, and then a small pornographic sketch."},{"person":"Monica","txt":" Ross! That is so sweet of you to get Phoebe that bike! When I heard the\nstory, I almost cried."},{"person":"Joey","txt":" Almost cried huh? Hear that Chandler? Almost cried!"},{"person":"Chandler","txt":" Hey, you cry every time somebody talks about "},{"person":"Joey","txt":" (about to cry) Those two only had each other!"},{"person":"Ross","txt":" Phoebe really likes the bike huh?"},{"person":"Monica","txt":" Oh yeah! I saw her walkin’ it down the street the other day. She\nhad uh, these flowers in the basket. It was so cute."},{"person":"Joey","txt":" Yeah, I saw her this morning walkin’ it by the park."},{"person":"Ross","txt":" Wait a minute, she was walking the bike? Both times?"},{"person":"Joey","txt":" Hey Pheebs?"},{"person":"Phoebe","txt":" Oh hi!"},{"person":"Chandler","txt":" Hey! So are you enjoying the bike?"},{"person":"Phoebe","txt":" Ohh, uh-huh so much!"},{"person":"Ross","txt":" Pheebs you uh…you do know how to ride a bike don’t you?"},{"person":"Phoebe","txt":" Of course!"},{"person":"Monica","txt":" Umm, can we see you ride it?"},{"person":"Phoebe","txt":" Okay. (The gang is giggles then Phoebe gets the bike out of the rack,\ngets on, pushes off, rolls a few feet, and falls over.) See?"},{"person":"Monica","txt":" See, this is why I told you never get involved with your assistant! And\nhere is no such thing as keeping secrets when it comes to affairs. (To Chandler) Did you\nhear that Chandler? No such thing!"},{"person":"Chandler","txt":" (with his mouth full) What happened? I’m just eating candy."},{"person":"Rachel","txt":" Maybe it’s not as bad as I think. Y’know, maybe they\ndidn’t take it the way I meant it."},{"person":"Chandler","txt":" Absolutely! Y’know, because touchie can mean both ass and good\nworker."},{"person":"Rachel","txt":" Ugh, I just gotta get the thing back!"},{"person":"Joey","txt":" Hey Rach?"},{"person":"Rachel","txt":" Yeah?"},{"person":"Joey","txt":" That sketch you mentioned? Might it have looked a little something like\nthis? (He shows her what he’s been drawing.)"},{"person":"Rachel","txt":" Oh my God! Joey!"},{"person":"Chandler","txt":" What is the matter with you?"},{"person":"Rachel","txt":" Ugh!"},{"person":"Joey","txt":" Boy I tell ya, this little talent came in handy before I could afford\nporn."},{"person":"The Woman","txt":" Hi! I’m sorry, I know it’s after hours but I really need\ncandy."},{"person":"Monica","txt":" I’m sorry, I can’t help you. See? (Points to her new sign.)\nRules are rules."},{"person":"The Woman","txt":" Please! I have people coming from out of town today! And, I told them\nall about your candy!"},{"person":"Monica","txt":" No kidding, out of towners huh? What did you tell ‘em?"},{"person":"The Woman","txt":" I told ‘em your candy is absolutely indescribable!"},{"person":"Monica","txt":" Some people have been saying its y’know little drops of heaven, but\nwhatever."},{"person":"The Woman","txt":" Please, can’t you help me out?"},{"person":"Joey","txt":" (watching the discussion) Hey Chandler, do we know that lady?"},{"person":"Chandler","txt":" Maybe, isn’t she the woman who lives below you and has sex really\nloud?"},{"person":"Monica","txt":" (still talking to the woman) All right, I’ll do it just this once!\nBut you can’t tell anybody!"},{"person":"The Woman","txt":" (exasperatedly) Yes! Yes! Please, just give it to me!"},{"person":"Joey and Chandler","txt":" Yeah, that’s her."},{"person":"The Woman","txt":" (after Monica gives her the candy) Thank you."},{"person":"Monica","txt":" (closing the door) It’s unbelievable! I-I can’t believe that\nsign didn’t work!"},{"person":"Chandler","txt":" Y’know what would work?"},{"person":"Monica","txt":" Hmm?"},{"person":"Chandler","txt":" Stop making candy!"},{"person":"Monica","txt":" But they like it!"},{"person":"Chandler","txt":" You mean they like you."},{"person":"Monica","txt":" Maybe."},{"person":"Chandler","txt":" Is that why you became a chef? So that people would like you?"},{"person":"Monica","txt":" Oh, you really want to talk about getting people to like you huh, funny\nman? (Joey laughs but stops when Chandler turns to glare at him.)"},{"person":"Ross","txt":" Okay, now just remember everything I taught you and you’ll be fine.\nOkay? Here we go. Ready…Set…"},{"person":"Phoebe","txt":" (hopping off the bike) Wait! This seat is really uncomfortable! Yeah,\nmaybe before we start we should just get another one. Perhaps, like an airplane\nseat—or a beanbag chair!"},{"person":"Ross","txt":" Phoebe, you can’t get out of this! Okay? You "},{"person":"Phoebe","txt":" Why? Why do I "},{"person":"Ross","txt":" Well…In-in case of emergency."},{"person":"Phoebe","txt":" What kind of an emergency?"},{"person":"Ross","txt":" Well let there—what if a man comes along and puts a gun to your head\nand says, \"You ride this bike or I’ll sh…I’ll shoot you.\""},{"person":"Phoebe","txt":" Okay, I would ring the bell to distract him and then I would knock the\ngun out of his hand with a Chinese throwing star."},{"person":"Ross","txt":" Okay, Phoebe just-just get-get on the bike and—Hey! I’ll hold\nyou up and-and push you. Okay?"},{"person":"Phoebe","txt":" You won’t let go?"},{"person":"Ross","txt":" No!"},{"person":"Phoebe","txt":" Swear?!"},{"person":"Ross","txt":" I swear!"},{"person":"Phoebe","txt":" (thinks it over) Okay. "},{"person":"Ross","txt":" Come on. (She gets on the bike.) All right, here we go. All right? (They\nstart.) "},{"person":"Phoebe","txt":" All right."},{"person":"Ross","txt":" All right. Feel good?"},{"person":"Phoebe","txt":" Well…"},{"person":"Ross","txt":" All right, try pedaling. "},{"person":"Phoebe","txt":" Okay. (Does so.)"},{"person":"Ross","txt":" That’s it, your doing great."},{"person":"Phoebe","txt":" Okay."},{"person":"Ross","txt":" Doing great! Yes-yes-yes! Take control! Yes!"},{"person":"Phoebe","txt":" Weee!!! (Ross pushes her and lets go.)"},{"person":"Ross","txt":" Yes!! Yes!!! (He starts clapping and Phoebe turns around to look at him\nand falls off the bike.)"},{"person":"Phoebe","txt":" Oh! Oh! Oh no!! You swore!"},{"person":"Ross","txt":" I-I just thought you were doing so well. I…"},{"person":"Phoebe","txt":" I am shocked! Shocked!! (She storms off leaving Ross to defend himself\nfrom the angry looks from onlookers.)"},{"person":"Ross","txt":" It’s a legitimate learning technique. (Looking around and seeing the\nwoman behind him glaring at him.) Wow!"},{"person":"Ross","txt":" Hey, there’s uh, some people outside, askin’ about candy."},{"person":"Monica","txt":" Well, they’re just gonna have to wait aren’t they? I’ve\nonly got two hands!!"},{"person":"Ross","txt":" Need some help?"},{"person":"Monica","txt":" No! You don’t know the system! There’ll be nobody messing with\nthe system!"},{"person":"Ross","txt":" By the way, the week before your wedding you may not see a lot of me. (She\nglares at him and he quickly makes his way to Phoebe’s room.)"},{"person":"Phoebe","txt":" (seeing him) Oh, hello liar."},{"person":"Ross","txt":" (entering) Look, I-I’m really sorry I let go of the bike."},{"person":"Phoebe","txt":" I could’ve been killed I hope you know!"},{"person":"Ross","txt":" I know. I know. But, can we please try it again? Huh? I mean, you were "},{"person":"Phoebe","txt":" Well, I would love to but…the bike got stolen and the police have\nno suspects. (Ross just happens to have his hand on a sheet that is covering something\nthat suspiciously looks like a bike.) "},{"person":"Ross","txt":" Phoebe."},{"person":"Phoebe","txt":" What?! (Ross rings the bell.) What the hell?!"},{"person":"Ross","txt":" All right, y’know what? If you are not going to learn how to ride\nthis bike then I’m sorry, I’m just gonna have to take it back."},{"person":"Phoebe","txt":" What?! Why?!"},{"person":"Ross","txt":" Because! Because, it-it-it’s… It’d be like you having this\nguitar (Points to hers) and-and never playing it. Okay, this guitar "},{"person":"Phoebe","txt":" All right. If you care enough to make up that load of crap, okay."},{"person":"Ross","txt":" Great! Great! (He runs to the door.) You’re making the bike very\nhappy."},{"person":"Phoebe","txt":" (sarcastically) Okay Ross! (Ross exits and she says quietly to the bike)\nPlease don’t die!"},{"person":"Rachel","txt":" Okay, I think we can get the evaluation back before they see it, but\nwe’re gonna have to get into Mr. Zelner’s office. Now, he doesn’t get in\nuntil 10, so he’s no problem, but his assistant, Betty, she comes in early to eat her\nbreakfast at her desk."},{"person":"Tag","txt":" That’s kinda sad."},{"person":"Rachel","txt":" Yeah, well Betty’s kinda sad. Which is why I believe I can lure her\naway with these chocolates. (Holding up the box of chocolates.) Now, while I distract her,\n"},{"person":"Tag","txt":" Got it!"},{"person":"Rachel","txt":" Let’s roll!"},{"person":"Mr. Zelner","txt":" Hello Rachel, you uh, got a minute?"},{"person":"Rachel","txt":" (worried and shocked) Yeah, sure Mr. Zelner, for you\nanything—minute. Okay. Fine. (To Tag) Abort the plan, abort the plan. (She start to\nusher Tag out.)"},{"person":"Mr. Zelner","txt":" Uh actually, I’d like to speak with both of you."},{"person":"Rachel","txt":" Okay. Uh, well can we, can we get you anything Mr. Zelner? Maybe some\nchocolates? (Holds up the box.)"},{"person":"Mr. Zelner","txt":" Umm, no. Thanks, but I’ll give these to Betty. (Rachel glances\nat Tag to say, \"See?\") So I read your evaluation of Tag, or to use his full\nname, Tag Sweetcheeks Jones. Is something going on with you two?"},{"person":"Rachel","txt":" (laughs) Oh my God. Can you imagine if there was?! I mean, (getting\nserious) what would happen exactly."},{"person":"Mr. Zelner","txt":" Well, I’d be forced to file a report. I’d have to consult\nwith the legal department, and your future at the company would be in jeopardy."},{"person":"Rachel","txt":" Well…"},{"person":"Tag","txt":" (interrupting) Uh Mr. Zelner, I’m the one who filled in that\nevaluation."},{"person":"Rachel","txt":" Oh no-no-no…"},{"person":"Tag","txt":" (interrupting again) Yeah-yeah-yeah-yeah-yeah, I thought it would be funny."},{"person":"Mr. Zelner","txt":" You wrote that you have a cute touchie?"},{"person":"Tag","txt":" (pause) Yes. I have a "},{"person":"Mr. Zelner","txt":" It’s kind of a risky joke Tag, and what is-what is this drawing\nI can’t figure out what this is?"},{"person":"Rachel","txt":" You’re lookin’ at it upside down—y’know what? (Grabs\nthe evaluation and throws it out.) It doesn’t matter."},{"person":"Mr. Zelner","txt":" Yeah, it’s not like I don’t have a sense of humor, huh?\nHell, I even enjoy a naughty limerick now and then. But there’s a time and a place,\nhuh?! Unless you uh, have a limerick right now? (They both nod no.) No? Okay, well uh,\nyou’ve (Grabs the chocolates.) got my fax number. (Exits.)"},{"person":"Rachel","txt":" Whoa! I can’t believe you did that. That was really sweet."},{"person":"Tag","txt":" No, don’t worry about it."},{"person":"Rachel","txt":" No, you could’ve lost your job."},{"person":"Tag","txt":" Are you kidding me?! With a cute butt like this, I’d find work."},{"person":"Rachel","txt":" Thank you! You’re great! (They kiss.)"},{"person":"Tag","txt":" Y’know what? "},{"person":"Rachel","txt":" What?"},{"person":"Tag","txt":" I feel great. (Rachel laughs) In fact! (Walks over to her desk, sweeps its\ncontents onto the floor and Rachel just glares at him.) What?"},{"person":"Rachel","txt":" I… It just—it took me so long to get that desk organized."},{"person":"Tag","txt":" Oh, I’m sorry. (He bends over to pick the stuff up.)"},{"person":"Rachel","txt":" (looking at his butt) There it is. (They hug.)"},{"person":"Chandler","txt":" (asking a man leaning against the wall) What is going on? "},{"person":"The Man","txt":" We’re waiting for the candy. (Yelling at the door.) Bring out the\ncandy!"},{"person":"Joey","txt":" Yeah lady! Give us candy!!"},{"person":"Chandler","txt":" Joey!"},{"person":"Joey","txt":" What’s up buddy?"},{"person":"Chandler","txt":" What are you doing?"},{"person":"Joey","txt":" Waiting for candy."},{"person":"Chandler","txt":" Get in here! (They head for the door and Chandler sees Smokes-A-Lot\nLady standing next to the door and smoking, to her) Hey, and you can not smoke in here!\n(Takes the cigarette and takes a drag for himself.) (Exhaling in ecstasy) Merry Christmas."},{"person":"Monica","txt":" (opening the door and frantically) Okay, guys! The candy is coming; I\njust need another 15 minutes for the chocolate to cool!"},{"person":"Chandler","txt":" All right everybody! Just be quiet! Be quiet! Be quiet!!\nPipe-pipe-pipe down! (They settle down) What is the matter with you people?! This woman\nwas trying to do a nice thing for you. She was making candy so she could try to get to\nknow all of you, and I’ll bet that not one of you can tell me her name! Am I right?"},{"person":"The Man","txt":" (from earlier) Candy Lady?"},{"person":"Chandler","txt":" No not (imitating) Candy Lady."},{"person":"Joey","txt":" (stepping in and knocking the man over) Hey, if we know it can we have\ncandy?!!"},{"person":"Chandler","txt":" All right, y’know what? Forget it, all of you forget it!\nYou’ve ruined it! Go home! You’ve ruined it! You’ve ruined it!"},{"person":"Joey","txt":" That’s right, it’s all ruined! You guys ruined everything! You\nruined it! (Steps into the apartment and Chandler closes the door.) (Joey struts over to\nthe candy and starts eating it.)"},{"person":"Monica","txt":" (To Chandler) Thank you."},{"person":"Chandler","txt":" You’re welcome. (They kiss.)"},{"person":"Monica","txt":" Did you smoke?"},{"person":"Chandler","txt":" No! Smokes-A-Lot Lady blew smoke directly into my mouth.\nEh-uh—are you okay?"},{"person":"Monica","txt":" I’m fine now, but it was really scary there for a while. I mean,\nsomeone slipped a-a threatening note under the door."},{"person":"Joey","txt":" (with his mouth full) Oh yeah, sorry about that. Mob mentality or\nwhatever, I don’t know… (Grabs the note.)"},{"person":"Phoebe","txt":" I can’t believe it! I did it! I rode a bike! I never thought\nI’d be able to do that! Thank you Ross."},{"person":"Ross","txt":" Oh hey, don’t thank me, thank yourself. You’re the one who faced\nher fears and ultimately overcame them."},{"person":"Phoebe","txt":" Don’t be so corny Ross, it’s not an after-school special. (She\nrides off and the camera pans down to reveal two shiny, silver training wheels firmly\nattached.)"}]