[{"person":"Jay Leno","txt":" (On TV to Dick Clark) Is there any entertainment there? What are people\ndoing?"},{"person":"Joey","txt":" All right! Here we go! 1999! The year of Joey!"},{"person":"Chandler","txt":" (deadpan, standing next to Monica) We're very happy for you."},{"person":"Joey","txt":" What's the matter?!"},{"person":"Chandler","txt":" We wanted to kiss at midnight, but nobody else is going to so\ny'know…"},{"person":"Joey","txt":" All right, I'll take care of it."},{"person":"Monica","txt":" Oh no, wait! Joey!"},{"person":"Ross","txt":" (hopping) 73! 72! 71!"},{"person":"Joey","txt":" Ross! Ross! Ross, listen! Who are you kissing at midnight, huh? Rachel or\nPhoebe?"},{"person":"Ross","txt":" What?"},{"person":"Joey","txt":" Well you gotta kiss someone, you can't kiss your sister."},{"person":"Ross","txt":" Well, who's gonna kiss my sister."},{"person":"Joey","txt":" Chandler."},{"person":"Ross","txt":" Awww, man! Really?"},{"person":"Joey","txt":" Dude-dude, who would you rather have kiss your sister, me or Chandler?"},{"person":"Ross","txt":" That's a good point."},{"person":"Joey","txt":" Yeah."},{"person":"Ross","txt":" Oh well, since I have that whole history with Rachel, I guess Phoebe."},{"person":"Joey","txt":" Okay, great!"},{"person":"Ross","txt":" All right."},{"person":"Joey","txt":" Pheebs! Pheebs! Ross wants to kiss you at midnight!"},{"person":"Phoebe","txt":" It's so obvious, why doesn't he just ask?"},{"person":"Joey","txt":" Rach! Rach! Listen, I'm gonna kiss you at midnight."},{"person":"Rachel","txt":" What?!"},{"person":"Ross","txt":" Well, everyone's gotta kiss someone. You can't kiss Ross you got the\nhistory."},{"person":"Rachel","txt":" So?"},{"person":"Joey","txt":" So? Who would you rather have kiss you, me or Chandler?"},{"person":"Rachel","txt":" Oh, good point."},{"person":"Joey","txt":" Yeah!"},{"person":"All","txt":" (watching the ball drop) 3! 2! 1! "},{"person":"Chandler","txt":" (To Monica) Happy New Year!"},{"person":"Monica","txt":" Happy New Year."},{"person":"Ross","txt":" (To Phoebe) Happy New Year, Pheebs!"},{"person":"Phoebe","txt":" You too!"},{"person":"Rachel","txt":" (To Joey) Happy New Year, Joey!"},{"person":"Joey","txt":" So did that do anything for ya?"},{"person":"Ross","txt":" Y'know what? I'm gonna go out on a limb and say no divorces in '99!"},{"person":"Rachel","txt":" But your divorce isn't even final yet."},{"person":"Ross","txt":" Just the one divorce in '99! Y'know what, I am gonna be happy this year. I\nam gonna make myself happy."},{"person":"Chandler","txt":" Do you want us to leave the room, or?"},{"person":"Ross","txt":" Everyday I am gonna do one thing that I haven't done before. "},{"person":"Phoebe","txt":" Ooh! That's a good one! Mine is to pilot a commercial jet."},{"person":"Chandler","txt":" That's good one too, Pheebs. Now all you have to do is find a\nplaneload of people who's resolution is to plummet to their deaths."},{"person":"Phoebe","txt":" Maybe your resolution is to not make fun of your friends, especially the\nones who may soon be flying you to Europe for free on their own plane."},{"person":"Monica","txt":" She has a better chance of sprouting wings and flying up your nose than\nyou do of not making fun of us."},{"person":"Ross","txt":" In fact, I'll bet you 50 bucks that you can't go the whole year without\nmaking fun of us. Eh, y'know what, better yet? A week."},{"person":"Chandler","txt":" I'll take that bet my friend. And you know what, paying me the 50\nbucks could be the \"new thing you do that day!\" (Ross looks at him.) And it\nstarts right now!"},{"person":"Joey","txt":" All right, my New Year's resolution is to learn how to play the guitar."},{"person":"Ross","txt":" Ohh."},{"person":"Phoebe","txt":" Really?! How come?"},{"person":"Joey","txt":" Well, y'know those special skills I have listed on my resume? I would love\nit would be great if one of those was true."},{"person":"Phoebe","txt":" Do you want me to teach you? I'm a great teacher."},{"person":"Joey","txt":" Really? Who-who have you taught?"},{"person":"Phoebe","txt":" Well, I taught me and I "},{"person":"Joey","txt":" Yeah that'd be great! Thanks Pheebs!"},{"person":"Rachel","txt":" Op, look! Claire forgot her glasses! And she's gonna be really needing\nthese to keep an eye on that boyfriend, who, I hear, needs to keep his stapler in his desk\ndrawer, if you know what I'm talking about."},{"person":"Monica","txt":" Hey Rach, maybe your resolution should be to umm, gossip less."},{"person":"Rachel","txt":" I don't gossip!"},{"person":"Rachel","txt":" Well, maybe sometimes I find out things or I hear something and I pass\nthat information on y'know kinda like a public service, it doesn't mean I'm a gossip. I\nmean, would you call Ted Kopel a gossip?"},{"person":"Monica","txt":" Well if Ted Kopel talked about his coworkers botched boob jobs, I would."},{"person":"Rachel","txt":" What? They were like this! "},{"person":"Woman","txt":" I'll see you tomorrow."},{"person":"Ross","txt":" Okay! (She leaves.) (To Chandler and Joey.) Hey!"},{"person":"Chandler and Joey ","txt":"Hey!"},{"person":"Ross","txt":" I just asked that girl out."},{"person":"Chandler","txt":" Nice!"},{"person":"Joey","txt":" Nice!! Yeah! Is that part of your resolution, your new thing for today?"},{"person":"Ross","txt":" Yes it is. See. (Shows them the piece of paper she gave him with her name\nand phone number on it.)"},{"person":"Chandler","txt":" (reading it) Elizabeth Hornswoggle?"},{"person":"Ross","txt":" That's right, uh, Elizabeth Hornswoggle."},{"person":"Chandler","txt":" Horn-swoggle."},{"person":"Joey","txt":" You all right Chandler? Is there something funny about that name?"},{"person":"Chandler","txt":" No. No, I just think that maybe I-I'd heard it somewhere before. (Sits\ndown rubbing his temple.)"},{"person":"Joey","txt":" Oh really! Where? Somewhere funny I'd bet! (Chandler is straining to keep\nquiet as Phoebe enters.)"},{"person":"Ross","txt":" Hi, Pheebs!"},{"person":"Phoebe","txt":" Hey! "},{"person":"Ross","txt":" Oh-oh, guess what? I-I have a date with Elizabeth (Talking into Chandler's\near.) Hornswoggle."},{"person":"Phoebe","txt":" Hornswoggle? (To Chandler) Ooh, this must be killing you."},{"person":"Ross","txt":" All right, see you later."},{"person":"Joey","txt":" See ya! All right Pheebs, I am ready for my first lesson. "},{"person":"Phoebe","txt":" Okay. (Joey tries to take the guitar.) Oh no-no-no, you don't touch the\nguitar! First you learn here, (Points to her head.) then you learn here. (Points to the\nguitar.)"},{"person":"Joey","txt":" Umm, okay."},{"person":"Phoebe","txt":" Okay, lesson one: chords. Now, I don't know the actual names of the\nchords but umm, I-I-I made up names for the way my hand looks while I'm doing them. (She\nstarts to show Joey the chords. Transcribers Note: For this one you'll have to use your\nimagination, 'cause it would take me 50 pages to describe each one. So if you want to see\nthem, you'll have to wait for this episode to come to a TV near you.) (Holding up her hand\nand then reconfiguring her hand with each name.) So then, this is Bear Claw. Okay, umm,\nTurkey Leg and Old Lady. (Joey tries to imitate them.)"},{"person":"Chandler","txt":" What an interesting approach to guitar instruction. Y'know some might\nfind it amusing, I myself find it regular."},{"person":"Phoebe","txt":" Hey everybody, Rachel was so good today. She didn't gossip at all."},{"person":"Rachel","txt":" I didn’t! Even when I found out…umm, all right, well let's\njust say I found something out something about someone and let's just say she's gonna keep\nit. (Goes into her room.)"},{"person":"Joey","txt":" Hey, Pheebs! Check-check this out. (Holds up his hand in one of Phoebe's\nchords.)"},{"person":"Phoebe","txt":" Ooh, you nailed the Old Lady! (They both laugh at what she said.)"},{"person":"Joey","txt":" Yeah listen so, I thought I was getting better, so on my way home today I\nstopped by this guitar store and…"},{"person":"Phoebe","txt":" Did you, did you "},{"person":"Joey","txt":" No."},{"person":"Phoebe","txt":" Give me your hands. (He does and she smells his left hand.) Strings.\nGimme it! (He gives her his right hand and she smells it as well.) Pick. Do you want to\nlearn to play guitar?"},{"person":"Joey","txt":" Yes!"},{"person":"Phoebe","txt":" Then don't touch one!!"},{"person":"Ross","txt":" (entering, with Ben) Hi!"},{"person":"Ben","txt":" Hi! "},{"person":"Monica","txt":" Hi Ben!"},{"person":"Ben","txt":" Auntie Monica!! (He runs to hug her.)"},{"person":"Chandler","txt":" (notices something) Ross is wearing leather pants! Does nobody else\nsee that Ross is wearing leather pants? (Pause, no one speaks.) Someone comment on the\npants!"},{"person":"Rachel","txt":" I think they're very nice."},{"person":"Monica","txt":" I like 'em."},{"person":"Joey","txt":" Yeah! (Chandler bangs the table in frustration.)"},{"person":"Monica","txt":" I like them a lot."},{"person":"Chandler","txt":" That's not what I had in mind! See, people like Ross don't generally\nwear these types of pants. You see, they're very tight. (Motions to Ross's buttock.) Maybe\nthere's something in that area."},{"person":"Ross","txt":" Oh see, I-I needed a new thing for today and there's this leather store\nthat always smells so good and I thought to myself, \"Wow, (To Chandler) I never\nreally owned a good smelling pair of pants before.\""},{"person":"Chandler","txt":" Oh come on!! (Storms out.)"},{"person":"Ross","txt":" (after he's left) Okay, seriously, what do you think?"},{"person":"Joey","txt":" You look like a freak."},{"person":"Rachel","txt":" Awful, absolutely awful. (Plus other negative comments from Phoebe and\nMonica.)"},{"person":"Ross","txt":" What are you, what are you doing?"},{"person":"Monica","txt":" It's my New Year's resolution!"},{"person":"Ross","txt":" What, to blind my child?"},{"person":"Monica","txt":" No! To take more pictures of all of us together. I mean I really think\nit's the best resolution because everyone will enjoy the pictures."},{"person":"Joey","txt":" Well, everyone will enjoy my music as well. (Does a chord and Monica\nstarts taking pictures of him and Phoebe. They both start to strike a pose with the\nexcessive amount of pictures that Monica takes.)"},{"person":"Ross","txt":" (talking to himself) My God! These pants are burning up! (He's still\nwearing the leather pants.) (She snuggles closer.) Oh come on, she wants to snuggle now!\nWhat is she trying to kill me? It's like a volcano in here! (Out loud.) Are you hot? "},{"person":"Ross","txt":" Okay, it must just be me then."},{"person":"Ross","txt":" That was just the pants on the couch. Umm, hey, do you, do you mind if I\nuse your bathroom?"},{"person":"Elizabeth","txt":" No, go ahead."},{"person":"Ross","txt":" Thanks. (Gets up and as he does so, the sound returns. Without another\nword he heads into her bathroom.)"},{"person":"Ross","txt":" (in ecstasy) Ahhhhhhhhhhhhhh………."},{"person":"Elizabeth","txt":" (yelling from outside) Hey, my favorite part is coming up!"},{"person":"Ross","txt":" 'Kay!"},{"person":"Ross","txt":" Oh my God!"},{"person":"Phoebe","txt":" Tiger! (Joey moves his hand in an attempt to do the chord, in fact he\ndoes it with each name.) Dragon! Iceberg!! (He fails.) Joseph, did you even study at all\nlast night?"},{"person":"Joey","txt":" Yes! Yes, I did."},{"person":"Phoebe","txt":" Then do Iceberg!"},{"person":"Joey","txt":" (thinks) (quietly) G-sharp."},{"person":"Phoebe","txt":" "},{"person":"Joey","txt":" What?! I didn't touch a guitar!"},{"person":"Phoebe","txt":" No, but you're questioning my method!"},{"person":"Joey","txt":" No, I'm not questioning it, I'm saying it's stupid! (Notices Monica\nstanding between them and smiling.) What?! (The camera clicks, taking another picture.)"},{"person":"Monica","txt":" Thank you. (Leaves.)"},{"person":"Phoebe","txt":" Y'know none of my other student thought I was stupid."},{"person":"Joey","txt":" Your other student, was you!"},{"person":"Phoebe","txt":" Yeah, well, y'know maybe you just need to try a little harder!"},{"person":"Joey","txt":" (looking in the Yellow Pages) Look, maybe I need to try a real teacher!\nRight here! Here! Andy Cooper, he teaches guitar and look ooh, there's a nice picture of\nhim with a little kid and "},{"person":"Phoebe","txt":" Fine! You go learn from your qualified instructor! But don't come crying\nto me when everyone's sick and tired of hearing you play "},{"person":"Rachel","txt":" (entering, singing) \"Baddest man in the whole damn town.\""},{"person":"Phoebe","txt":" Oh, fine! Take his side! (Storms out.)"},{"person":"Monica","txt":" (on phone) I can't wait to be with you! I'll sneak over as soon as Ross\npicks up Ben. I'll just tell Rachel I'm gonna be doing laundry for a couple of hours."},{"person":"Chandler","txt":" (on phone) Laundry. Huh. Is that my new nickname? (Rachel is\nabsolutely stunned, she opens her mouth in absolute amazement.)"},{"person":"Monica","txt":" (on phone) Awww, y'know what your nickname is, Mr. Big…"},{"person":"Rachel","txt":" Arghh!! (She quickly hangs up the phone and starts to pace around\nwondering what to do.)"},{"person":"Joey","txt":" (answering phone) Hello?"},{"person":"Ross","txt":" (calling from Elizabeth's bathroom) Joey, it's Ross! I need some help!"},{"person":"Joey","txt":" Uhh, Chandler's not here."},{"person":"Ross","txt":" Well, "},{"person":"Joey","txt":" Okay."},{"person":"Ross","txt":" Listen, I'm in Elizabeth's bathroom…"},{"person":"Joey","txt":" Nice!"},{"person":"Ross","txt":" No, I-I got really hot in my leather pants so I took them off but they\nmust have shrunk from the-the sweat or-or-or my legs expanded from the heat. Look, I-I\ncan't put them back on. I can't!"},{"person":"Joey","txt":" Oh. That is quite a situation. Uh, do you see any like, powder?"},{"person":"Ross","txt":" Powder! Yeah! Yeah, I have powder! (Grabs some of her shelf.) "},{"person":"Joey","txt":" Good-good, okay, sprinkle some of that on your legs, it'll absorb some of\nthe moisture and then you can get your pants back up."},{"person":"Ross","txt":" Yeah, okay, hold on! (He puts the phone down and proceeds to spread a\nlarge amount of powder on his legs and makes another attempt at pulling up his pants. It\ndoesn't work, and without picking up the phone leans down to it.) (Almost in tears.)\nThey're not coming on man."},{"person":"Joey","txt":" Umm, do you see any—oh, "},{"person":"Ross","txt":" Ohh, I-I see lotion, I have lotion! Will that work?"},{"person":"Joey","txt":" Yeah, sure, spread some of that on there."},{"person":"Ross","txt":" Hold on."},{"person":"Joey","txt":" Ross? You okay?"},{"person":"Ross","txt":" They're still, they're still not coming on man and the lotion and the\npowder have made a paste!"},{"person":"Joey","txt":" Really?! Uhh, what color is it?"},{"person":"Ross","txt":" What difference does that make?!"},{"person":"Joey","txt":" Well, I'm just—if the paste matches the pants, you can make yourself\na pair of paste pants and she won't know the difference!"},{"person":"Rachel","txt":" (entering) Joey, do you have a minute?"},{"person":"Ross","txt":" Dude, what am I gonna…"},{"person":"Joey","txt":" (To Ross) Uh, Rachel's here, so good luck man, let me know how it works\nout. (He hangs up the phone and strands Ross in the bathroom.)"},{"person":"Rachel","txt":" Oh, Joey, I have such a problem!"},{"person":"Joey","txt":" Oh well, you're timing couldn't be better. I am putting out fires all over\nthe place."},{"person":"Rachel","txt":" Okay. Okay. Okay. Joey, I have "},{"person":"Joey","txt":" What-what is it, what is it?"},{"person":"Rachel","txt":" Oh my God, it's so huge, but you just have to promise me that you cannot\ntell anyone."},{"person":"Joey","txt":" Oh no, no-no-no-no! I don't want to know!"},{"person":"Rachel","txt":" Yes! Yes! Yes, you do want to know! This is unbelievable!"},{"person":"Joey","txt":" I don't care, Rach! Look, I am tired of being the guy who knows all the\nsecrets but can't tell anyone!"},{"person":"Rachel","txt":" What? What secrets? You know secrets? What are they?"},{"person":"Joey","txt":" And you're not supposed to be gossiping!! "},{"person":"Rachel","txt":" I know, I know! I just can't keep this one in, so I pick up the\nphone… (Joey in a childish attempt to not hear what Rachel is about to say, puts his\nfingers in his ears and starts to scream loudly. Rachel turns and walks out upon seeing\nthat Joey's not gonna listen, and as she exits Chandler walks in and sees Joey in his\ncurrent state.)"},{"person":"Joey","txt":" I'm not listening to you!"},{"person":"Elizabeth","txt":" Ross, umm, you've been in there for a long time. I'm starting to get\nkinda freaked out."},{"person":"Ross","txt":" All right, I'm coming out. Hey, can you turn the lights off."},{"person":"Elizabeth","txt":" No, let's just leave the lights on."},{"person":"Elizabeth","txt":" Oh my God!"},{"person":"Ross","txt":" I had a problem."},{"person":"Joey","txt":" Hey, Pheebs?"},{"person":"Phoebe","txt":" No, I can't talk to you! I don't have a fancy ad in the Yellow Pages!"},{"person":"Joey","txt":" Look, Pheebs, I just, I wanna apologize for, for saying that your method\nwas stupid and-and maybe ask you to be my teacher again. And-and I promise, I won't touch\na guitar until you say I'm ready. (After a short pause she hands him her guitar.) You\nreally think I'm ready?"},{"person":"Phoebe","txt":" Uh-huh!"},{"person":"Joey","txt":" Wow! Cool! (He takes the guitar, stands up, and goes to play a note.\nHowever, while strumming it, he knocks it out of his hands and it bounces off the table\nand lands on the floor. Phoebe just stares at the guitar.)"},{"person":"Joey","txt":" (sitting back down) Was the chord at least right…"},{"person":"Phoebe","txt":" No!"},{"person":"Chandler","txt":" Oh my God!"},{"person":"Monica","txt":" We heard about your pants, I'm so sorry."},{"person":"Ross","txt":" This year was supposed to be great! But, it's only the second day and I'm\na loser with stupid leather pants that don't even fit!"},{"person":"All","txt":" No. No, you're not a loser."},{"person":"Ross","txt":" Look at me! (Chandler squeaks in an attempt not to make fun of him.)"},{"person":"Monica","txt":" Hey, hey, look. Look Ross, Ben drew a picture of you! (Shows him Ben's\npicture.) Huh? You're-you're a cowboy!"},{"person":"Ross","txt":" Oh, be-because of the leather pants."},{"person":"Monica","txt":" See? Ben doesn't think you're a loser, he thinks you're a cowboy! Now\nthat's something."},{"person":"Phoebe","txt":" Yeah!"},{"person":"Rachel","txt":" That really is something; that's really cool."},{"person":"Joey","txt":" Howdy partner!"},{"person":"Ross","txt":" Maybe I should get another pair! Ooh, y'know, they-they had some with\nfringe all down the sides. (Chandler starts rubbing his temple again.) I'm gonna go kiss\nBen goodnight. (He starts to head for Monica's bedroom.) I can't believe he thinks I'm a\ncowboy. (Pause.) I would make a good cowboy. (He struts into Monica's room.)"},{"person":"Monica","txt":" Okay, now that everything's wrapped up here, I think I'm, I'm gonna go\ndo my laundry."},{"person":"Chandler","txt":" Oh yeah, me too. Y'know if this shirt is dirty. (Smells it.) Yep."},{"person":"Phoebe","txt":" Okay, I'm gonna go too. I'm gonna go to the airport. I figure if I hang\naround there long enough, someone's bound to leave one of those planes unattended."},{"person":"Rachel","txt":" Good luck, honey!"},{"person":"Phoebe","txt":" Bye! (She exits, leaving Rachel and Joey alone.)"},{"person":"Rachel","txt":" Hey, uh, Joey?"},{"person":"Joey","txt":" Umm?"},{"person":"Rachel","txt":" Remember that big thing I was gonna tell you about?"},{"person":"Joey","txt":" Oh, no! (Starts that screaming thing again. Rachel stops him by pulling\nhis fingers out of his ears.)"},{"person":"Rachel","txt":" I'm not gonna tell you, but if you found out on your own, that would be\nokay and then we could talk about it. Right?"},{"person":"Joey","txt":" Well, then it wouldn't be a secret. So yeah, that would be okay. Yeah.\nYeah!"},{"person":"Rachel","txt":" (quietly) Yeah. Well. (Pause.) Hey uh Joe, would mind going over to\nChandler's bedroom and get that book back that he borrowed from me?"},{"person":"Joey","txt":" Now? You want me to go over there now?"},{"person":"Rachel","txt":" Yeah!"},{"person":"Joey","txt":" Do you know something?"},{"person":"Rachel","txt":" Do you know something?"},{"person":"Joey","txt":" I might know something."},{"person":"Rachel","txt":" I might know something too."},{"person":"Joey","txt":" What's the thing you know?"},{"person":"Rachel","txt":" Oh no, I can't tell you until you tell me what you know."},{"person":"Joey","txt":" I can't tell you what I know."},{"person":"Rachel","txt":" Well then I can't tell you what I know."},{"person":"Joey","txt":" Okay, fine."},{"person":"Joey","txt":" You don't know!"},{"person":"Rachel","txt":" All right, how about "},{"person":"Joey","txt":" (gasps) YOU KNOW!!!!"},{"person":"Rachel","txt":" AND YOU KNOW!!!"},{"person":"Joey","txt":" Yeah, I know!!!!"},{"person":"Rachel","txt":" Chandler and Monica?!! Oh, this is unbelievable!! How long have you\nknown?"},{"person":"Joey","txt":" Too long! Oh my God, Rach, I've been dying to talk to someone about this\nfor so long! Listen, listen, we can't say anything about this to anybody, they're so weird\nabout that! Listen… (Phoebe returns and interrupts them.)"},{"person":"Joey and Rachel","txt":" Hey!"},{"person":"Phoebe","txt":" Hey! It's raining. I don't want to fly in the rain. So…"},{"person":"Joey","txt":" Oh, "},{"person":"Rachel","txt":" Ohhh, yeah, me too."},{"person":"Phoebe","txt":" That's weird. (Pause.) I bet they're doing it."},{"person":"Chandler","txt":" (entering) Oh good, okay, I can't take it anymore. I can't take it\nanymore. So you win, okay? Here! (Hands him the 50 bucks he's about to owe him.) Pheebs?\nFlying a jet? Better make it a spaceship so that you can get back to your "}]