[{"person":"Joey","txt":" (lying on a beach towel, recapping what happened in the last episode)\nOkay, so we went to the beach, because Phoebe found out about this lady who knew her mom\nand dad, and I don’t really know what happened with that."},{"person":"Phoebe Sr.","txt":" (to Phoebe) I’m your mother."},{"person":"Phoebe","txt":" Ehh?"},{"person":"Joey","txt":" (voice-over) Oh, and then Monica joked that she wouldn’t go out with\na guy like Chandler..."},{"person":"Chandler","txt":" (to Monica) (in a funny voice) Hi there. (Monica turns her head away\nin disgust)"},{"person":"Joey","txt":" (voice-over) ...and he couldn’t let it go, and... I don’t really\nknow what happened with that either. "},{"person":"Joey","txt":" (voice-over) Oh-oh! And then Ross’s new girlfriend, Bonnie, shows up\nand Rachel convinced her to save her head. And then Ross and Rachel kiss, and now Ross has\nto choose between Rachel and the bald girl and I don’t know what happened there\neither... "},{"person":"Joey","txt":" Y'know what, hold on, let me go get Chandler. (gets up and leaves.)"},{"person":"Ross","txt":" (surprised) Hi!"},{"person":"Rachel and Bonnie","txt":" Hi!"},{"person":"Bonnie","txt":" Rachel was just helping me out. My head got all sunburned."},{"person":"Ross","txt":" Awww."},{"person":"Bonnie","txt":" (to Rachel) Thanks a million."},{"person":"Rachel","txt":" Oh, you’re welcome a million."},{"person":"Bonnie","txt":" (getting up and leaving) (to Ross) Okay, I’ll see you in our room."},{"person":"Ross","txt":" Yeah. (closes the door, and goes over and kisses Rachel.)"},{"person":"Rachel","txt":" (softly) Oh my God."},{"person":"Ross","txt":" I know."},{"person":"Ross","txt":" (stopping suddenly and getting up) Okay, I gotta go."},{"person":"Rachel","txt":" Whoa! What?! Why?!"},{"person":"Ross","txt":" Well, I-I gotta go break up with Bonnie."},{"person":"Rachel","txt":" Here?! Now?!"},{"person":"Ross","txt":" Well, yeah. I can’t-I can’t stay here all night, and if I go in\nthere she’s-she’s gonna wanna... do stuff."},{"person":"Rachel","txt":" Well, can’t you tell her that you are not in the mood?"},{"person":"Ross","txt":" No, she likes that. Yeah. Faking sleep doesn’t work either, I\ncan’t tell you how many mornings I woke up with her..."},{"person":"Rachel","txt":" (interrupting) Whoa-ho."},{"person":"Ross","txt":" Whoa-oh, okay! Yeah, why am I telling you that?"},{"person":"Rachel","txt":" I don’t know."},{"person":"Ross","txt":" Yeah, yeah. (opens the door) It wasn’t every morning."},{"person":"Rachel","txt":" Oh, making it worse!"},{"person":"Ross","txt":" Okay."},{"person":"Phoebe Sr.","txt":" So I guess you’d like to know how it all happened. "},{"person":"Phoebe","txt":" I-I mean I, well I think I can figure it out. I guess y'know I was born,\nand everyone started lying their asses off!"},{"person":"Phoebe Sr.","txt":" Noo! No! It wasn’t like that I... Remember how I told you how\nLily, Frank, and I we were, we were close. Well, we were, we were very close."},{"person":"Phoebe","txt":" How close?"},{"person":"Phoebe Sr.","txt":" Well, the-the three of us we were, kind of umm, a couple."},{"person":"Phoebe","txt":" I don’t even know how that would work!"},{"person":"Phoebe Sr.","txt":" Well, we were..."},{"person":"Phoebe","txt":" (interrupting) I’m not asking!"},{"person":"Phoebe Sr.","txt":" Well, any how, some how I got pregnant, and, and I was scared. I was\nstupid and sellfish, and I was 18 years old. I mean, you remember what it’s like to\nbe eighteen years old?"},{"person":"Phoebe","txt":" Yeah. Let’s see, my had Mom killed herself, and my Dad had run off,\nand I was living in a Gremlin with a guy named Cindy who talked to his hand."},{"person":"Phoebe Sr.","txt":" Well, I’m so sorry. I thought I was leaving you with the best\nparents in the world, I didn’t even hear about your Mom and Dad til a couple of years\nago, and by then you were already grown up. I don’t know, you’re here, and I\nwould, I would really, I would like to get to know you."},{"person":"Phoebe","txt":" Yeah, well, everybody does! I’m a really cool person. And y'know\nyou had 29 years to find that out, but you didn’t even try! Y'know what, you walked\nout on me, and I’m just, I’m gonna do the same thing to you."},{"person":"Phoebe Sr.","txt":" Wait!"},{"person":"Phoebe","txt":" I don’t "},{"person":"Phoebe","txt":" (walking back in with her hand over her eyes.) Umm, where’s my\npurse?"},{"person":"Monica","txt":" (closing the fridge in disgust) Shoot! We’re out of soda."},{"person":"Chandler","txt":" (jumping up) Oh, I’ll go out and get you some."},{"person":"Monica","txt":" Really?!"},{"person":"Chandler","txt":" Nope! Because I’m not your boyfriend. (to Phoebe, who’s\nentering) Hey Pheebs, how did it go?"},{"person":"Phoebe","txt":" Well, umm, my Mom’s friend, Phoebe, is actually my birth Mom."},{"person":"Chandler","txt":" I found a dried up seashores."},{"person":"Monica","txt":" Sweety, what are you talking about?"},{"person":"Phoebe","txt":" Oh, my new Mom, who-who’s a big, fat abandoner! (starts to go\nupstairs)"},{"person":"Joey","txt":" Whoa, wait, Pheebs, wait a second! Don’t you wanna stay here and talk\nabout it?"},{"person":"Phoebe","txt":" No. I’m just, I wanna, I need to be alone."},{"person":"Phoebe","txt":" (turning around, insistently) Monica!"},{"person":"Monica","txt":" Oh."},{"person":"Ross","txt":" It’s over."},{"person":"Rachel","txt":" Oh, was it awful?"},{"person":"Ross","txt":" Well, it was loong. I didn’t even realise how late it was, until I\nnoticed the 5 o’clock shadow on her head. (They both start to laugh, then stop\nthemselves quickly.) Anyway, she didn’t want to stay. I called a cab; she just left."},{"person":"Rachel","txt":" I wrote you a letter."},{"person":"Ross","txt":" Ohh! Thank you! I like mail. (He goes to kiss her again, but she turns\naway.)"},{"person":"Rachel","txt":" (handing him the letter) It’s just some things I’ve been\nthinking about. Some things about us, and before we can even think about the two of us\ngetting back together, I just need to know how you feel about this stuff."},{"person":"Ross","txt":" Okay. (He leans in to kiss her again, but she leans back preventing him\nfrom making contact.) Wow, it’s-it’s 5:30 in the morning. (Rachel laughs) So,\nI’d better get cracking on this baby."},{"person":"Rachel","txt":" Well, I’ll be waiting for you, just come up when you’re done."},{"person":"Ross","txt":" Okay, I’ll be up in, (looks at the letter) 18 pages. Front and back.\nVery exciting."},{"person":"Ross","txt":" Oh. (looks at his watch) Oh-oh. (takes a drink of coffee and resumes\nreading the letter)"},{"person":"Rachel","txt":" (coming down the stairs) Hey! (Ross jumps up, and quickly puts the\nletter back together, pretending like he has just finished it.) What happened to you? Why\ndidn’t you come up?"},{"person":"Ross","txt":" Done!"},{"person":"Rachel","txt":" You just finished?"},{"person":"Ross","txt":" Well, I wanted to be thorough. I mean this-this is clearly very, very\nimportant to you, to us! And so I wanted to read every word carefully, twice!"},{"person":"Rachel","txt":" So umm, does it?"},{"person":"Ross","txt":" I’m sorry."},{"person":"Rachel","txt":" Does it?"},{"person":"Ross","txt":" Does it? Does it? Yeah, I wanted to give that whole ‘Does it?’\npart just another glance."},{"person":"Rachel","txt":" What are you talking about, Ross, you just said that you read it twice!\nLook, y'know what, either it does or it doesn’t, and if you have to even "},{"person":"Ross","txt":" (interrupting) No, Rach, no. I don’t, I don’t, I don’t "},{"person":"Rachel","txt":" Are you sure?"},{"person":"Ross","txt":" Oh, sure! I’m sure."},{"person":"Rachel","txt":" I know. (Hugs him more violently this time and pushes him back away from\nthe letter.)"},{"person":"Chandler","txt":" All right, there’s a nuclear holocaust, I’m the last man on\nEarth. Would you go out with me?"},{"person":"Monica","txt":" Ennnh."},{"person":"Chandler","txt":" I’ve got canned goods."},{"person":"Joey","txt":" (jumping up in a hole that he is digging, he is shoulder deep) Hey, you\nguys! Take a look at this! (Chandler and Monica jump up and go over to the hole.) Check\nthis baby out, dug me a hole!"},{"person":"Chandler","txt":" Excellent hole, Joe."},{"person":"Joey","txt":" Oh no! No!! My hole!!"},{"person":"Monica","txt":" (screaming in pain) Ow!! Ow!!!"},{"person":"Joey","txt":" (climbing out of the hole) What?! What?!! What is it?!"},{"person":"Monica","txt":" Jellyfish sting! Oh, it hurts! It hurts!! It hurts!!"},{"person":"Chandler","txt":" Well, can we help?! You want us to take you back to the house?!"},{"person":"Monica","txt":" It’s like two miles!"},{"person":"Joey","txt":" Yeah, and I’m a little tired from digging the hole."},{"person":"Monica","txt":" Oh damn the jellyfish. Damn all the jellyfish!"},{"person":"Chandler","txt":" We’ve got to do something!"},{"person":"Joey","txt":" Well, there’s really only one thing you can do."},{"person":"Monica","txt":" What?! What is it?!"},{"person":"Joey","txt":" You’re gonna have to pee on it."},{"person":"Monica","txt":" What?!! Gross!!"},{"person":"Joey","txt":" Don’t blame me, I saw it on "},{"person":"Chandler","txt":" Y'know what, he’s right. There’s something like uh, ammonia\nin that, that like kills the pain."},{"person":"Monica","txt":" Well forget it! It doesn’t hurt that (tries to take a step) "},{"person":"Joey","txt":" If you want some privacy you can use my hole."},{"person":"Phoebe","txt":" Well, I’m ready to get the hell out of here! (Sees Ross and Rachel\ncuddling on the couch.) Oh. Are you? Are you?!! (they nod ‘Yes.’) Ohh!\nThat’s so great!! Ooh, not for Bonnie. (they nod ‘No.’) But for you, yay!\nOhh."},{"person":"Ross","txt":" Hey!"},{"person":"Rachel","txt":" How was the beach?"},{"person":"Monica","txt":" Nothing, I don’t know."},{"person":"Ross","txt":" What happened?"},{"person":"Monica","txt":" Nothing. I’m gonna take a shower."},{"person":"Chandler","txt":" Me too!!"},{"person":"Joey","txt":" Me too."},{"person":"Phoebe","txt":" Okay, I’m gonna put this (her suitcase) in the car."},{"person":"Rachel","txt":" Ooh, I have to go pack. (Gets up to do so.) It really does?"},{"person":"Ross","txt":" It does. It really and truly does."},{"person":"Ross","txt":" (finding the part) (looks up in disgust) It so does "},{"person":"Ross","txt":" She wants "},{"person":"Chandler","txt":" Oh my God! If you say that one more time, "},{"person":"Ross","txt":" Fine! Fine! But this break-up was not all my fault, and she, she says\nhere, (reading from the letter) “If you accept full responsibility...” (to\nChandler and Joey) Full responsibility! “...I can begin to trust you again. Does that\nseem like something you can do. (yells at Joey) Does it?!!”"},{"person":"Joey","txt":" No?"},{"person":"Chandler","txt":" Look, Ross, you have what you want, you’re back with Rachel. If\nyou bring this up now you’re gonna wreck the best thing that even happened to you."},{"person":"Ross","txt":" (calming down) Yeah, I know. I mean, no, you’re right. Yeah I guess\nI’ll let it go. But you-you understand how-how hard it is to forget about this."},{"person":"Joey","txt":" Sure, it’s hard to forget! But that doesn’t mean you have to\ntalk about it! A lot of things happened on that trip that we should never, (to Chandler)\never talk about."},{"person":"Ross","txt":" What the hell happened on that beach?!"},{"person":"Joey","txt":" It’s between us and the sea, Ross!"},{"person":"Phoebe","txt":" (to the person that answered the door) Hi, Ursula."},{"person":"Ursula","txt":" Hey!"},{"person":"Phoebe","txt":" Okay, well umm, I know that we haven’t talked in a long time, but\numm okay, our Mom is not our birth Mom. This-this other lady is our birth Mom."},{"person":"Ursula","txt":" Right, okay, the one that lives in Montuak, umm-hmm."},{"person":"Phoebe","txt":" (shocked) You know her?!"},{"person":"Ursula","txt":" No, I umm, I read about her in Mom’s suicide note."},{"person":"Phoebe","txt":" There-there was a suicide note?! (Ursula nods ‘Yes.’) Well, do\nyou still have it?"},{"person":"Ursula","txt":" (disgusted) Hang on. (She goes into her apartment and slams the door in\nPhoebe’s face.)"},{"person":"Phoebe","txt":" I can’t believe you didn’t tell me there was a suicide note!"},{"person":"Ursula","txt":" Yeah. So how have you been doing?"},{"person":"Phoebe","txt":" I, umm, shut up!"},{"person":"Phoebe","txt":" (reading from the note) “Good-bye Phoebe and Ursula. I’ll miss\nyou. P.S. Your Mom lives in Montauk.” You just wrote this!"},{"person":"Ursula","txt":" Well, it’s pretty much the gist. Well, except for the poem. You\nread the poem, right?"},{"person":"Phoebe","txt":" Noooo!!"},{"person":"Ursula","txt":" All right, hang on! (She takes the note, goes back into her apartment\nand slams the door shut.)"},{"person":"Monica","txt":" Pass the cheese, please."},{"person":"Monica","txt":" My God, you can’t even look at me! Can you?"},{"person":"Joey","txt":" Nope."},{"person":"Chandler","txt":" (jumping up) Hey! Phoebe! We can talk to Phoebe!!"},{"person":"Phoebe","txt":" No. I’m-I’m to depressed to talk."},{"person":"Chandler","txt":" I’ll give you a thousand dollars to talk to us."},{"person":"Ross","txt":" (coming back in with Rachel) Hey, you guys! What do you, what do you think\nabout making that beach trip an annual thing?"},{"person":"Chandler, Monica, and Joey","txt":" NO!!!"},{"person":"Rachel","txt":" All right, that’s it, you guys! What happened out there?"},{"person":"Monica","txt":" What? We took a walk, nothing happened. I can back with nothing all over\nme."},{"person":"Ross and Rachel","txt":" Come on!"},{"person":"Ross","txt":" What happened? Joey?"},{"person":"Joey","txt":" All right. (gets up) "},{"person":"Monica","txt":" (stopping him) No! Joey, we swore we’d never tell!"},{"person":"Chandler","txt":" (running over and joining Monica) They’ll never understand!"},{"person":"Joey","txt":" Well, we have to say something! We have to get it out! It’s eating me\nalive!! Monica got stung by a jellyfish."},{"person":"Monica","txt":" (interrupting) All right!! All right. (walks slowly into the living\nroom) I got stung. Stung bad. I couldn’t stand. I-I couldn’t walk."},{"person":"Chandler","txt":" (following Monica) We were two miles from the house. Scared and alone.\nWe didn’t think we could make it. (He goes to put his hands on Monica’s\nshoulders but for some reason can quite complete the action and pulls back.)"},{"person":"Monica","txt":" I was in too much pain."},{"person":"Joey","txt":" And I was tired from digging the huge hole!"},{"person":"Chandler","txt":" And then Joey remembered something."},{"person":"Joey","txt":" I’d seen this thing on "},{"person":"Ross","txt":" Wait a minute! I saw that! On "},{"person":"Phoebe and Rachel","txt":" Ewwww!!"},{"person":"Monica","txt":" You can’t say that!! You-you don’t know!! I mean I thought I\nwas gonna pass out from the pain! Anyway I-I tried, but I-I couldn’t...bend that way.\nSo... (looks at Joey.)"},{"person":"Phoebe, Ross, and Rachel","txt":" (turning to look at Joey) Ewwww!!"},{"person":"Joey","txt":" That’s right I stepped up! She’s my friend and she needed help!\nAnd if I had too, I’d pee on anyone of you! Only, uhh, I couldn’t. I got the\nstage fright. I wanted to help, but there was too much pressure. So-so I uh, I turned to\nChandler."},{"person":"Chandler","txt":" (wails loudly into his hands) Joey kept screaming at me, “Do it\nnow! Do it!! Do it! Do it now!!” Sometimes late at night I can still here the\nscreaming."},{"person":"Joey","txt":" (laughs) That’s ‘cause sometimes I just do it through my wall to\nfreak you out."},{"person":"Phoebe","txt":" (singing) “...fuchsia and mauvvve. Those are the 66 colours of my\nbedroommmm.” (applause) Thank you, thank you. Ohh, and I invite you to count the\ncolours in your bedroom. (Sees that Phoebe Sr. has entered, and to her) Except for you.\nYou go away."},{"person":"Phoebe Sr.","txt":" I’ll go in a second, I-I just wanted to tell you that there\nhasn’t been a day where I didn’t regret giving you up."},{"person":"Phoebe","txt":" Okay, bye."},{"person":"Phoebe Sr.","txt":" No, I’m not done. I-I-I just want you to know that I, the\nreason I didn’t look you up was, well I was afraid that you’d react, just well\nlike, the way, the way you’re reacting right now, and can’t we just, y'know,\nstart from here?"},{"person":"Phoebe","txt":" No."},{"person":"Phoebe Sr.","txt":" Sorry. But just one last thing. Y'know you came looking for family.\nI’m family, I’m it. Now, now I’m done. (starts to leave)"},{"person":"Phoebe","txt":" But, it’s not like we’re losing anything. Y'know?"},{"person":"Phoebe Sr.","txt":" Yeah, I guess you’re right."},{"person":"Phoebe","txt":" It’s not like we-we know each other or anything. Or that have "},{"person":"Phoebe Sr.","txt":" Well, I don’t know. I mean it’s not like we don’t\nhave "},{"person":"Phoebe","txt":" I-I like pizza!"},{"person":"Phoebe Sr.","txt":" You do?! Wait, I like umm, the Beetles."},{"person":"Phoebe","txt":" Oh my God, so do I!"},{"person":"Phoebe Sr.","txt":" I knew it, wow!!"},{"person":"Phoebe","txt":" Wait-wait-wait, wait! Puppies. Cute or ugly?"},{"person":"Phoebe Sr.","txt":" Ohh, so cute."},{"person":"Phoebe","txt":" Uh-huh, well! But umm, still I’m-I’m mad at you."},{"person":"Phoebe Sr.","txt":" I know. I’m mad at me too."},{"person":"Phoebe","txt":" Well umm, do you wanna get something to eat? I’m kinda hungry."},{"person":"Phoebe Sr.","txt":" Hey! Me too!"},{"person":"Phoebe","txt":" All right, stop it. Now you’re just doing it to freak me out."},{"person":"Rachel","txt":" Oh-hooo, I missed you."},{"person":"Ross","txt":" I missed you too."},{"person":"Rachel","txt":" Ooh, I was soo nervous about that letter. But the way you owned up to\neverything, it just showed me how much you’ve grown. Y'know?"},{"person":"Ross","txt":" (getting miffed) I suppose."},{"person":"Rachel","txt":" You have! Ross, you should give yourself credit. I mean my Mom "},{"person":"Ross","txt":" (getting angry) Umm-hmm."},{"person":"Rachel","txt":" Ooh, I just wish we hadn’t lost those four months, but if time was\nwhat you needed just to gain a little perspective..."},{"person":"Ross","txt":" (yelling from the bedroom) WE WERE ON A BREAK!!!!!!!"},{"person":"Chandler","txt":" (entering with Joey) (to Monica) Coffee house?"},{"person":"Monica","txt":" You bet."},{"person":"Ross","txt":" And for the record, it took "},{"person":"Rachel","txt":" Yeah! You and that girl from that copy place, which yesterday you took\nfull responsibility for!!"},{"person":"Ross","txt":" I didn’t know what I was taking full responsibility for! Okay?! I\ndidn’t finish the whole letter!"},{"person":"Rachel","txt":" What?!!"},{"person":"Ross","txt":" I fell asleep!"},{"person":"Rachel","txt":" You fell asleep?!"},{"person":"Ross","txt":" It was 5:30 in the morning, and you had rambled on for 18 pages. Front and\nback!! (they go into the living room, trapping Monica, Chandler, and Joey in the kitchen)\n(to Rachel) Oh-oh-oh, and by the way, Y-O-U-apostrophe-R-E means ‘you are,’\nY-O-U-R means ‘your!’"},{"person":"Rachel","txt":" Y'know I can’t believe I even "},{"person":"Ross","txt":" (starts to cry) FINE BY ME!! (he opens the door and traps Chandler behind\nit)"},{"person":"Rachel","txt":" Oh, oh, and hey-hey-hey, those little spelling tips will come in handy\nwhen you’re at home on Saturday nights playing "},{"person":"Monica","txt":" Hey!!"},{"person":"Rachel","txt":" (to Monica) Sorry!! (to Ross) I just feel bad about all that sleep\nyou’re gonna miss wishing you were with me!"},{"person":"Ross","txt":" Oh, no-no-no don’t you worry about me falling asleep. I still have\nyour letter!!!"},{"person":"Rachel","txt":" And hey! Just so you know, it’s "},{"person":"Chandler","txt":" I KNEW IT!!!!"},{"person":"Monica","txt":" (sets down some cards) Gin."},{"person":"Chandler","txt":" We were playing Gin? Y'know if we were a couple, we could play this\ngame naked."},{"person":"Monica","txt":" Will you stop!"},{"person":"Chandler","txt":" Okay. All right."},{"person":"Monica","txt":" Okay, all right, I think you’re great, I think you’re sweet,\nand you’re smart, and I love you. But you will always be the guy who peed on me."}]