[{"person":"Rachel","txt":" Okay, okay, I checked. We have: Earl Grey, English Breakfast, Cinnamon\nStick, Camomile, Mint Medley, Blackberry, and.. oh, wait, there's one more, um.. Lemon\nSoother. You're not the guy that asked for the tea, are you? (Guy shakes his head) Okay."},{"person":"Monica","txt":" Mail call, Rachel Green, bunk seven."},{"person":"Rachel","txt":" Thank you. (Examines it) Oh, cool! Free sample of coffee!"},{"person":"Monica","txt":" Oh good! 'Cause where else would we get any?"},{"person":"Rachel","txt":" Oh. Right. ...Oh great."},{"person":"Monica","txt":" What is it?"},{"person":"Rachel","txt":" Country club newsletter. My mother sends me the engagement notices for\n'inspiration.' Oh my God! Oh my God, it's Barry and Mindy!"},{"person":"Monica","txt":" Barry who you almost...?"},{"person":"Rachel","txt":" Barry who I almost."},{"person":"Monica","txt":" And Mindy, your maid of...?"},{"person":"Rachel","txt":" Mindy, my maid of. Oh!"},{"person":"Monica","txt":" (Takes it) That's Mindy? Wow, she is pretty. (Sees Rachel's look) Lucky.\nTo have had a friend like you."},{"person":"Ross","txt":" Marcel. Bring me the rice, c'mon. Bring me the rice, c'mon. Good boy. Good\nboy. C'mere, gimme the rice. (Marcel brings the rice) Thank you, good boy. Well, I see\nhe's finally mastered the difference between 'bring me the' and 'pee in the'. (Rachel\nignores him) 'Bring me the' and- Rach?"},{"person":"Rachel","txt":" What?"},{"person":"Ross","txt":" Hi."},{"person":"Rachel","txt":" Oh, I'm sorry. Oh, this is so stupid! I mean, I gave Barry up, right? I\nshould be happy for them! I am, I'm happy for them."},{"person":"Ross","txt":" Really."},{"person":"Rachel","txt":" No. Oh, oh, I guess it would be different if I were- with somebody."},{"person":"Ross","txt":" Whoah, uh, what happened to, uh, 'Forget relationships! I'm done with\nmen!' The whole, uh, penis embargo?"},{"person":"Rachel","txt":" Oh, I don't know. I guess it's not about no guys, it's about the right\nguy, y'know? I mean, with Barry, it was safe and it was easy, but there was no heat. With\nPaolo, that's all there was, was heat! And it was just this raw, animal, sexual..."},{"person":"Ross","txt":" Wait-wait. I, I got it. I was there."},{"person":"Rachel","txt":" Well, I mean, do you think you can ever have both? Y'know? Someone who's\nlike, who's like your best friend, but then also can make your toes curl?"},{"person":"Ross","txt":" Yes. Yes. Yes! Yes, I really do! In fact, it's funny, very often, someone\nwho you wouldn't think could-could curl your toes, might just be the one who..."},{"person":"Monica","txt":" Hi."},{"person":"Ross","txt":" ...Gets interrupted. Hi!"},{"person":"Rachel","txt":" Hi, how was the movie?"},{"person":"Monica","txt":" Wonderful!"},{"person":"Phoebe","txt":" So good!"},{"person":"Joey","txt":" Suck-fest."},{"person":"Chandler","txt":" Toootal chick-flick."},{"person":"Phoebe","txt":" I-I'm sorry it wasn't one of those movies with, like, y'know, guns and\nbombs and, like, buses going really fast..."},{"person":"Joey","txt":" Hey, I don't need violence to enjoy a movie. Just so long as there's a\nlittle nudity."},{"person":"Monica","txt":" There was nudity!"},{"person":"Joey","txt":" I meant "},{"person":"Phoebe","txt":"Phoebe:"},{"person":"Ross","txt":" Alright, I've gotta go. C'mon, Marcel! C'mon! We're gonna go take a bath.\nYes we are, aren't we? Yes, we are."},{"person":"Chandler","txt":" They're still just friends, right?"},{"person":"Rachel","txt":" (To Marcel) And I will see you tomorrow!"},{"person":"Ross","txt":" That's right, you're gonna spend tomorrow at Aunt Rachel's, aren't you."},{"person":"Monica","txt":" Oh, hang on, hang on. Does Aunt Monica get a say in this?"},{"person":"Ross","txt":" 'Pwease, Aunt Monica, pwease?' Oh, unclench. You're not even gonna be\nthere."},{"person":"Chandler","txt":" I can't believe we are even having this discussion."},{"person":"Joey","txt":" I agree. I'm, like, in disbelief."},{"person":"Chandler","txt":" I mean, don't you think if things were gonna happen with Rachel, they\nwould've happened already?"},{"person":"Ross","txt":" I'm telling you, she said she's looking for a relationship with someone\nexactly like me."},{"person":"Joey","txt":" She really said that?"},{"person":"Ross","txt":" Well, I added the 'exactly like me' part... But she said she's looking for\nsomeone, and someone is gonna be there tonight."},{"person":"Joey","txt":" 'Tonight' tonight?"},{"person":"Ross","txt":" Well, I think it's perfect. Y'know, it's just gonna be the two of us, she\nspent all day taking care of my monkey..."},{"person":"Chandler","txt":" I can't remember the last time I got a girl to take care of my monkey."},{"person":"Ross","txt":" Anyway, I figured after work I'd go pick up a bottle of wine, go over\nthere and, uh, try to woo her."},{"person":"Chandler","txt":" Hey, y'know what you should do? You should take her back to the\n1890's, when that phrase was last used."},{"person":"Rachel","txt":" Now, now the one in the feather boa, that's Dr. Francis. Now, she used\nto be a man. Okay, now look, see, there's Raven. We hate her. We're glad she's dying.\nOkay- (Marcel pushes down a cushion to reveal a shoe) Wh- wh- Marcel, are you playing with\nMonica's shoes? You know you're not supposed to pl- whoah. Marcel, did you poo in the\nshoe? (Takes the shoe into the kitchen) Marcel, bad monkey! Oh! Oh! (She notices the\nnewsletter and taps the contents of the shoes onto it, then folds it shut) Sorry, Barry.\nLittle engagement gift. I'm sure you didn't register for that. (She leaves the apartment\nholding the newsletter at arm's length. However, she leaves the door open. Marcel runs out\nin the opposite direction. There is a shot from the TV and Rachel runs back in) Who died?\nWho died? Roll him over! Oh, c'mon, roll him over! Oh...! Well, we know it wasn't Dexter,\nright Marcel? Because- (Looks down and notices he is missing) Marcel? Marc- (Notices the\nopen door)"},{"person":"Joey","txt":" How could you lose him?"},{"person":"Rachel","txt":" I don't know. We were watching TV, and then he pooped in Monica's shoe-"},{"person":"Monica","txt":" Wait. He pooped in my shoe? Which one?"},{"person":"Rachel","txt":" I don't know. The left one."},{"person":"Monica","txt":" Which "},{"person":"Rachel","txt":" Oh. Oh, those little clunky Amish things you think go with everything."},{"person":"Phoebe","txt":" (Entering) Hey. "},{"person":"Phoebe","txt":" Whoah, ooh, why is the air in here so negative?"},{"person":"Chandler","txt":" Rachel lost Marcel."},{"person":"Phoebe","txt":" Oh no, how?"},{"person":"Monica","txt":" He- he pooped in my shoe."},{"person":"Phoebe","txt":" Which one?"},{"person":"Monica","txt":" Those cute little black ones I wear all the time."},{"person":"Phoebe","txt":" No, which "},{"person":"Rachel","txt":" C'mon, you guys, what're we gonna do, what're we gonna do?"},{"person":"Joey","txt":" Alright alright. You're a monkey. You're loose in the city. Where do you\ngo?"},{"person":"Chandler","txt":" Okay, it's his first time out, so he's probably gonna wanna do some of\nthe touristy things. I'll go to "},{"person":"Rachel","txt":" Oh, my, God, c'mon, you guys! He's gonna be home any minute! He's gonna\nkill me!"},{"person":"Monica","txt":" Okay, we'll start with the building. You guys take the first and second\nfloor, Phoebe and I'll take third and fourth."},{"person":"Rachel","txt":" Well, what'm I gonna do? What'm I gonna do?"},{"person":"Monica","txt":" Okay, you stay here, and just wait by the phone. Spray "},{"person":"Rachel","txt":" Anybody wanna trade? Oh..."},{"person":"Mr. Heckles","txt":" Whaddyou want?"},{"person":"Monica","txt":" Mr. Heckles, our friend lost a monkey. Have you seen it?"},{"person":"Mr. Heckles","txt":" I left a Belgian waffle out here, did you take it?"},{"person":"Monica","txt":" No!"},{"person":"Phoebe","txt":" Why would you leave your Belgian waffle in the hall?"},{"person":"Mr. Heckles","txt":" I wasn't ready for it."},{"person":"Monica","txt":" A monkey. Have you seen a monkey?"},{"person":"Mr. Heckles","txt":" Saw Regis Philbin once..."},{"person":"Phoebe","txt":" Okay, thank you, Mr. Heckles. (They move off)"},{"person":"Mr. Heckles","txt":" You owe me a waffle."},{"person":"Rachel","txt":" (On the phone) Okay, he's a, he's a black capuchian monkey with a white\nface... (Enter Ross) ...with, with Russian dressing and, and pickles on the side. Okay.\nThanks."},{"person":"Ross","txt":" Hey. How did, uh, how'd it go today?"},{"person":"Rachel","txt":" Great! It went great. Really great. Hey, is that wine?"},{"person":"Ross","txt":" Yeah. You, uh, you want some?"},{"person":"Rachel","txt":" Oh, I would love some. But y'know what? Y'know what? Let's not drink it\nhere. I'm feeling kinda crazy. You wanna go to Newark?"},{"person":"Ross","txt":" Uh, okay, yeah, we could do that, but before we head off to the murder\ncapital of the North-East, I was, uh, kinda wanting to run something by you. Y'know how we\nwere, uh, y'know, talking before about, uh, relationships and stuff? (Uncorks the wine)\nWell-"},{"person":"Rachel","txt":" Oh God, Ross, I cannot do this."},{"person":"Ross","txt":" Okay, quick and painful. (Starts to cork the wine) "},{"person":"Rachel","txt":" Oh God... Okay. Alright. Alright. Okay. Ross, please don't hate me."},{"person":"Ross","txt":" Oh, what? What-what?"},{"person":"Rachel","txt":" Y'know Marcel?"},{"person":"Ross","txt":" ...Yeah?"},{"person":"Rachel","txt":" Well, I kind of... I kind of lost him."},{"person":"Ross","txt":" (Angry) I- I- I ca- I can't believe this. I mean, all I asked you to do\nwas keep him in the apartment."},{"person":"Rachel","txt":" I know, I know, I'm sorry-"},{"person":"Ross","txt":" No, y'know what, I guess it's partially my fault. Y'know, I shouldn't've,\nuh, asked you to start off with a monkey. I should've started you off with like a pen or a\npencil."},{"person":"Rachel","txt":" (Tearfully) Ross, I'm doing everything that I can, I've got everybody\nlooking for him, and I- (Door buzzer goes and she runs to get it) Oh! Who is it?"},{"person":"Rachel","txt":" See? I've even called Animal Control!"},{"person":"Ross","txt":" You called Animal Control?"},{"person":"Rachel","txt":" Uh-huh... why... do you not like them?"},{"person":"Ross","txt":" Marcel is an "},{"person":"Rachel","txt":" O-okay, now see, you never ever ever told us that..."},{"person":"Ross","txt":" That's right, I.. 'cause I didn't expect you were gonna invite them to the\napartment!"},{"person":"Rachel","txt":" Hi, thanks for coming."},{"person":"Rachel","txt":" Oh, y'know what? That was a complete misunderstanding! (Ross puts his\narms around her and they act all sweetness and light)"},{"person":"Ross","txt":" Yeah, we thought we had a monkey, but we-we didn't."},{"person":"Rachel","txt":" Turned out it was a hat."},{"person":"Ross","txt":" Cat!"},{"person":"Rachel","txt":" Cat! What'm I saying? Cat!"},{"person":"Monica","txt":" Hi. We checked the third and fourth floor, no-one's seen Marcel."},{"person":"Luisa","txt":" Marcel?"},{"person":"Ross","txt":" My uncle Marcel."},{"person":"Phoebe","txt":" Oh, is that who the monkey's named after?"},{"person":"Luisa","txt":" Oookay. Are you aware that possession of an illegal exotic is, uh,\npunishable by up to two years in prison and confiscation of the animal?"},{"person":"Phoebe","txt":" Oh my God. You'd put that poor little creature in jail?"},{"person":"Monica","txt":" Pheebs, you remember how we talked about saying things quietly to\nyourself first?"},{"person":"Phoebe","txt":" Yes, but there isn't always time!"},{"person":"Monica","txt":" Look. I'm sure there's some friendly way to reconcile this! Um, have a\nseat. First of all, we haven't been introduced, I'm Monica Geller."},{"person":"Luisa","txt":" Oh my God, you are! And you're Rachel Green!"},{"person":"Rachel","txt":" Yeah!"},{"person":"Luisa","txt":" Luisa Gianetti! Lincoln High? I sat behind you guys in home room!"},{"person":"Rachel","txt":" Luisa? Oh my God! Monica! It's Luisa!"},{"person":"Monica","txt":" The Luisa from home room!"},{"person":"Rachel","txt":" Yes!!"},{"person":"Luisa","txt":" You have no idea who I am, do you."},{"person":"Monica","txt":" No, none at all."},{"person":"Rachel","txt":" None."},{"person":"Luisa","txt":" Well, maybe that's because you spent four years ignoring me. I mean,\nwould it have been so hard to say 'Morning, Luisa'? Or 'Nice overalls'?"},{"person":"Monica","txt":" Oh, I'm- I'm so sorry!"},{"person":"Luisa","txt":" Ah, it's not so much you, you were fat, you had your own problems. (To\nRachel) But you? What a "},{"person":"Rachel","txt":" What?!"},{"person":"Monica","txt":" Be that as it may, d'you think you could just help us out here on that\nmonkey thing? Y'know, just for old times' sake? Go Bobcats?"},{"person":"Luisa","txt":" I could... but I won't. If I find that monkey, he's mine. (Leaves)"},{"person":"Phoebe","txt":" Dun-dun-duuuur! Sorry."},{"person":"Chandler","txt":" Marcel?"},{"person":"Joey","txt":" Marcel?"},{"person":"Chandler","txt":" Marcel?"},{"person":"Joey","txt":" Marcel?"},{"person":"Woman No. 1","txt":" Hi, can I help you?"},{"person":"Chandler","txt":" Um, we're kind of having an emergency and we-we were looking for\nsomething..."},{"person":"Joey","txt":" A monkey."},{"person":"Chandler","txt":" Yes have you seen any?"},{"person":"Woman No. 1","txt":" No. No, haven't seen a monkey. Do you know anything about fixing\nradiators?"},{"person":"Joey","txt":" Um, sure! Did you, uh, did you try turning the knob back the other way?"},{"person":"Woman No. 1","txt":" Of course."},{"person":"Joey","txt":" Oh. Then, no."},{"person":"Woman No. 2","txt":" Did I put too much rum in here?"},{"person":"Woman No. 1","txt":" Just a sec. (To Chandler and Joey) Hope you find your monkey. (She\nstarts to shut the door)"},{"person":"Chandler","txt":" Oh, nononowaitwaitwaitnono! Uh... we may not know anything about\nradiators per se, but we do have a certain amount of expertise in the heating and\ncooling... mileu."},{"person":"Joey","txt":" Uh, aren't we kind of in the middle of something here?"},{"person":"Chandler","txt":" Yes, but these women are very hot, and they need our help! And they're\nvery hot."},{"person":"Joey","txt":" We can't, alright? (To the women) We're sorry. You have no idea how sorry,\nbut... We promised we'd find this monkey. If you see him, he's about yea high and answers\nto the name Marcel, so if we could get some pictures of you, you'd really be helping us\nout."},{"person":"Chandler","txt":" Okay, from now on, you don't get to talk to other people."},{"person":"Joey","txt":" Marcel?"},{"person":"Chandler","txt":" Marcel?!"},{"person":"Phoebe","txt":" Marcel?"},{"person":"Monica","txt":" Marcel?"},{"person":"Phoebe","txt":" Marcel?"},{"person":"Phoebe","txt":" Oh-my-God!"},{"person":"Monica","txt":" Whaaat!"},{"person":"Phoebe","txt":" Something just brushed up against my right leg!"},{"person":"Monica","txt":" What is it?"},{"person":"Phoebe","txt":" Oh, it's okay, it was just my left leg."},{"person":"Monica","txt":" Look, Phoebe!"},{"person":"Phoebe","txt":" Yeah! Oh, c'mere, Marcel! Oh, Marcel, c'mere!"},{"person":"Luisa","txt":" Step aside, ladies! (She loads a gun)"},{"person":"Monica","txt":" What're you gonna do?"},{"person":"Luisa","txt":" Just a small tranquiliser."},{"person":"Monica","txt":" Run, Marcel, run! Run, Marcel! (Marcel runs off and Luisa runs after\nhim. Monica goes to check up on Phoebe) Are you okay?"},{"person":"Phoebe","txt":" Yeah, think so. Oh! (She notices the tranquiliser dart has hit her in\nthe butt and removes it) Huh. (Sways back) Whoah."},{"person":"Monica","txt":" Oh gosh."},{"person":"Ross","txt":" Marcel?"},{"person":"Rachel","txt":" Marcel?"},{"person":"Ross","txt":" Marc- oh, this is ridiculous! We've been all over the neighbourhood. He's\ngone, he's-he's just gone."},{"person":"Rachel","txt":" Ross, you don't know that."},{"person":"Ross","txt":" Oh come on. It's cold, it's dark, he doesn't know the Village. (Kicks a\nsign in frustration) And now I have a broken foot. I have no monkey, and a broken foot!\nThank you very much."},{"person":"Rachel","txt":" Ross, I said I'm sorry like a million times. What do you want me to do?\nYou want me to break my foot too? Okay, I'm gonna break my foot, right here. (Kicks the\nsign) Ow!! Oh! Oh my God, oh my God! There, are you "},{"person":"Ross","txt":" Yeah, yeah. Y'know, now that you kicked the sign, hey! I don't miss Marcel\nany more!"},{"person":"Rachel","txt":" Y'know, it is not like I did this on purpose."},{"person":"Ross","txt":" Oh, no no no. Nono, this is just vintage Rachel. I mean, things just sort\nof happen around you. I mean, you're off in Rachel-land, doing your Rachel-thing, totally\noblivious to people's monkeys, or to people's feelings..."},{"person":"Rachel","txt":" Ross."},{"person":"Ross","txt":" I don't even wanna hear it, you're just..."},{"person":"Rachel","txt":" Ross."},{"person":"Ross","txt":" Oh, forget it, okay?"},{"person":"Rachel","txt":" Ross!"},{"person":"Ross","txt":" What? What?"},{"person":"Phoebe","txt":" Oh, this is so intense. One side of my butt is totally asleep, and the\nother side has no idea."},{"person":"Ross","txt":" Hi, did you order some bananas?"},{"person":"Mr. Heckles","txt":" What about it?"},{"person":"Ross","txt":" Gimme back my monkey."},{"person":"Mr. Heckles","txt":" I don't have a monkey."},{"person":"Rachel","txt":" Then what's with all the bananas?"},{"person":"Mr. Heckles","txt":" Potassium."},{"person":"Ross","txt":" Marcel? Marcel? Okay, where is he? Where is he? Marcel? Marcel?"},{"person":"Ross","txt":" Marcel! What've you done to him?"},{"person":"Mr. Heckles","txt":" That's my monkey. That's Patti, Patti the monkey."},{"person":"Ross","txt":" Are you insane? C'mere, Marcel, c'mon. (Marcel starts to go to him)"},{"person":"Mr. Heckles","txt":" C'mere, Patti. (Marcel turns round)"},{"person":"Ross","txt":" C'mere, Marcel. (Turns to Ross)"},{"person":"Mr. Heckles","txt":" C'mere, Patti. (Turns to Mr. Heckles)"},{"person":"Luisa","txt":" (Out of shot) Here, monkey. Here, monkey! Here, monkey! (Marcel runs to\nthe door and into Luisa's cage, which she slams shut) Gotcha."},{"person":"Ross","txt":" Okay, gimme my monkey back."},{"person":"Mr. Heckles","txt":" That's "},{"person":"Luisa","txt":" You're both gonna have to take this up with the judge."},{"person":"Mr. Heckles","txt":" That's not my monkey. Just the dress is mine, you can send that\nback whenever."},{"person":"Ross","txt":" Alright, I want my monkey."},{"person":"Luisa","txt":" No!"},{"person":"Rachel","txt":" Oh, c'mon, Luisa!"},{"person":"Luisa","txt":" Sorry, prom queen."},{"person":"Ross","txt":" (To Rachel) You had to be a bitch in high school, you couldn't've been\nfat."},{"person":"Rachel","txt":" Alright. In high school I was the prom queen and I was the homecoming\nqueen and the class president and you... were also there! But if you take this monkey, I\nwill lose one of the most important people in my life. You can hate me if you want, but\nplease do not punish him. C'mon, Luisa, you have a chance to be the bigger person here!\nTake it!"},{"person":"Luisa","txt":" Nope."},{"person":"Rachel","txt":" Alright. Well then how about I call your supervisor, and I tell her that\nyou shot my friend in the ass with a dart?"},{"person":"Ross","txt":" It'll be nice to get this off finally, won't it? Yes it will. (Marcel\nresists) Or we can leave it on for now, that's fine."},{"person":"Rachel","txt":" Y'know, with the right pair of pumps, that would be a great little\noutfit."},{"person":"Ross","txt":" Listen, I'm- I'm sorry I was so hard on you before, it's just I..."},{"person":"Rachel","txt":" Oh, Ross, c'mon. It's my fault, I almost lost your..."},{"person":"Ross","txt":" Yeah, but you were the one who got him back, y'know? You, you were great.\n...Hey, we uh, we still have that, uh, that bottle of wine. You in the mood for, uh,\nsomething grape?"},{"person":"Rachel","txt":" That'd be good."},{"person":"Ross","txt":" Alright. (He goes to get the glasses. Then he hesitates and turns off the\nmain light. Rachel looks round and he acts surprised) The, uh, the neighbours must be\nvacuuming. (He sits down and starts to pour the wine) Well, so long as we're here and, uh,\nnot on the subject, I was thinking about, uh, how mad we got at each other before, and,\num, I was thinking maybe it was partially because of how we, um..."},{"person":"Rachel","txt":" Barry?!"},{"person":"Rachel","txt":"Rachel:"},{"person":"Ross","txt":" We have got to start locking that door!"},{"person":"Monica","txt":" This is me in "},{"person":"Phoebe","txt":" Nope."},{"person":"Monica","txt":" That's because I'm in front of them."},{"person":"Chandler","txt":" Eh. I thought that was an alp."},{"person":"Monica","txt":" Well, high school was not my favourite time."},{"person":"Joey","txt":" I dunno, I loved high school. Y'know? It was just four years of parties\nand dating and sex."},{"person":"Chandler","txt":" Yeah, well I went to boarding school with four hundred boys. Any sex I\nhad would've involved a major lifestyle choice."},{"person":"Monica","txt":" Gosh, doesn't it seem like a million years ago?"}]