[{"person":"Rachel","txt":" Come on Joey!!!"},{"person":"Joey","txt":" Rach, I told you everything I knew last night! Look, it's not that big of a deal,\nso Monica and Chandler are doing it."},{"person":"Rachel","txt":" I can't believe you would say that!"},{"person":"Joey","txt":" Sorry. Monica and Chandler are making love."},{"person":"Rachel","txt":" No! I mean come on! This is a "},{"person":"Joey","txt":" (thinks) I don't know."},{"person":"Rachel","txt":" Is he romantic with her?"},{"person":"Joey","txt":" I don't know."},{"person":"Rachel","txt":" Are they in love?"},{"person":"Joey","txt":" (thinks) I don't know."},{"person":"Rachel","txt":" You don't know anything."},{"person":"Joey","txt":" Ohh, I know one thing!"},{"person":"Rachel","txt":" What?"},{"person":"Joey","txt":" They did it right there on the couch. "},{"person":"Joey","txt":" Hey Ross!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Ross","txt":" (disinterested) Hey-yeah. (He hurries up to the counter.) Hey Gunther, can I have\na scone please? (To the gang.) Wanna hear some good news? Someone I know is getting\nmarried! Yeah! And weddings are happy occasions! Oh, by-the-by it's my ex-wife Emily!"},{"person":"All","txt":"  What? Oh!"},{"person":"Chandler","txt":" Sorry man."},{"person":"Gunther","txt":" Here's your scone."},{"person":"Ross","txt":" Oh, thanks Gunther. (He takes it, hands the plate it's on to Rachel, sets it down\non the table, and proceeds to pound it into oblivion while saying.) STUPID BRITISH SNACK\nFOOD!!!!!!!"},{"person":"Chandler","txt":" Did they teach you that in your anger management class?"},{"person":"Phoebe","txt":" Hey, you know what might help you deal with it? Think of it this way, you and\nEmily are in the past and you can't be mad about the past. So are you still mad about the\nLouisiana Purchase?"},{"person":"Rachel","txt":" Pheebs, I don’t think anyone's mad about that."},{"person":"Phoebe","txt":" Exactly! Because it's in the past!"},{"person":"Joey","txt":" (eyeing the flattened scone) Anybody gonna eat that?"},{"person":"Monica","txt":" Look at us all dressed up for the big office party! By the way, what are we\ncelebrating?"},{"person":"Chandler","txt":" Oh, we had a lot of liquor left over from the Christmas party."},{"person":"Monica","txt":" I think this is so cool because none of our friends are here and we can be a\nreal couple. We don't have to hide."},{"person":"Chandler","txt":" I know, I can do this. (He takes her hand.)"},{"person":"Monica","txt":" Ooh, and I can do this. (She kisses him on the cheek.)"},{"person":"Both","txt":" We can't do that. (They separate.)"},{"person":"Doug","txt":" Hey Bing! (Slaps him on his ass.) (Sees Monica) Wo-ho-ho, who's the pretty lady\nand what the hell is she doing with you?"},{"person":"Chandler","txt":" I asked myself that very question, sir. Uh, (Points to Monica) this is\nMonica. (Points to his boss.) This is my boss, Doug. Doug this is Monica."},{"person":"Monica","txt":" Hi, nice to meet you!"},{"person":"Doug","txt":" Hi! And this is my wife Kara."},{"person":"Kara","txt":" Nice to meet you Monica. Bing! (Slaps Chandler on his butt.)"},{"person":"Doug","txt":" Say uh, Bing, did you hear about the new law firm we got working for us?"},{"person":"Chandler","txt":" No, sir."},{"person":"Doug","txt":" Yeah, Dewey, Cheatum, and Howe."},{"person":"Doug","txt":" Come on honey, let's go drink our body weight. (They walk off leaving Chandler\nand Monica alone.)"},{"person":"Monica","txt":" What was that?"},{"person":"Chandler","txt":" What?"},{"person":"Monica","txt":" That noise you just made?"},{"person":"Chandler","txt":" Oh, that was my work laugh."},{"person":"Monica","txt":" Really? Your work laugh?"},{"person":"Chandler","txt":" Oh, believe me, to survive this party, you're gonna have to come up with one\ntoo."},{"person":"Monica","txt":" All right, check me out."},{"person":"Chandler","txt":" Okay."},{"person":"Doug","txt":" …says $30 Father; same as in town."},{"person":"Chandler","txt":" Hey! Everybody at work loved you last night! "},{"person":"Monica","txt":" Really?"},{"person":"Chandler","txt":" "},{"person":"Monica","txt":" Hey, I thought you already had one."},{"person":"Chandler","txt":" Oh I used too, but then Joey thought it would be fun to go to Central Park\nand hit rocks at…bigger rocks. (He starts to leave and stops an entering Rachel.) Hey\nRach, do you have a tennis racquet?"},{"person":"Rachel","txt":" Oh umm, y'know I lent it to Joey and I never actually got it back."},{"person":"Chandler","txt":" Okay, good luck with that. (Exits.)"},{"person":"Rachel","txt":" (To Monica) Hey!"},{"person":"Monica","txt":" Hi!"},{"person":"Rachel","txt":" What's up?!"},{"person":"Monica","txt":" What are you doing here? I thought you had to do inventory all day."},{"person":"Rachel","txt":" Well yeah, I do, but I decided to take a long lunch and spend some time with my\nfriend Monica. Y'know I-I feel that we don't talk anymore. How are you? What is new with\nyou?"},{"person":"Monica","txt":" Uhh, not much. Uh, work's good."},{"person":"Rachel","txt":" Oh y'know what, we don’t have to talk about work. We can talk about\nanything!"},{"person":"Monica","txt":" Okay. Umm…"},{"person":"Rachel","txt":" Hey! Y'know what? Let's talk about relationships!"},{"person":"Monica","txt":" Okay, what's going on with you?"},{"person":"Rachel","txt":" Nothing! You go!"},{"person":"Monica","txt":" Well, I-I—there was this guy at the bank that I thought was cute umm, but\nI don't anymore."},{"person":"Rachel","txt":" Wow that's uh, juicy. Umm, (checks watch) y'know what though Mon, I actually do\nhave a lot of work to do so if-if—are you sure there's just not anything else?"},{"person":"Monica","txt":" Yes, I'm sure! Rachel is there something that you want to talk me about?"},{"person":"Rachel","txt":" No! (Gets up to leave.) (Under her breath.) If there was I wouldn't tell you."},{"person":"Phoebe","txt":" Okay, then what happened?"},{"person":"Phoebe","txt":" (gasps) Ohh. Uh-huh. Uh-huh. (The chick clucks.) You'll get your turn!"},{"person":"Ross","txt":" (entering from the bathroom) Hey Pheebs, what's going on?"},{"person":"Phoebe","txt":" Nothing! (Picks up and sets the chick down on the floor.) (To the chick.) This\nis not over!"},{"person":"Ross","txt":" No! No! No!"},{"person":"Phoebe","txt":" What?!"},{"person":"Ross","txt":" I was up all night writing this really nasty letter to Emily! It was perfect and\nnow it's all covered in-in… (The duck quacks.) Actually, thanks!"},{"person":"Joey","txt":" (entering from his room) All right! Everybody ready to go to the movies?"},{"person":"Ross","txt":" Uh actually, I think I'm gonna skip it."},{"person":"Joey","txt":" Really?"},{"person":"Ross","txt":" Yeah, I'm gonna stay and read my book. I just wanna be alone right now."},{"person":"Joey","txt":" Oh. Are you sure you don't want to come? Tom Hanks, Meg Ryan, they get mail and\nstuff."},{"person":"Ross","txt":" That's okay, Joe."},{"person":"Joey","txt":" All right, let's go Pheebs."},{"person":"Ross","txt":" (licks the envelope and encounters a foreign substance on the glue.) Oh God!"},{"person":"Doug","txt":" Bing! "},{"person":"Kara","txt":" Oww!!"},{"person":"Monica","txt":" Game!"},{"person":"Doug","txt":" Well, I gotta tell ya Bing; that partner of yours is a real tiger. (To his wife.)\nAre you all right sweethart?"},{"person":"Kara","txt":" (out of breath and mouths) I'm not all right."},{"person":"Doug","txt":" We're, we're just gonna get a little sip of water."},{"person":"Monica","txt":" Am I on fire today or what?! Those birds are browned, basted, and ready to be\ncarved!"},{"person":"Chandler","txt":" Okay, easy Martina. I think we should let them win the next game."},{"person":"Monica","txt":" I'm sorry, I don't understand what you just said."},{"person":"Chandler","txt":" Let them win one."},{"person":"Monica","txt":" Are you crazy?! We own those two! I mean look at 'um, he can't breath and she's\npopping pills."},{"person":"Chandler","txt":" You're not even giving them a chance!"},{"person":"Monica","txt":" They have racquets don't they?!"},{"person":"Doug","txt":" Uh Bing, I think we're gonna make this the last game."},{"person":"Chandler","txt":" Oh yes, sir! Put me out of my misery. Are you sure you never played pro?\n(Does his work laugh.) (To Monica) Please let them win!"},{"person":"Monica","txt":" I'll take it down to 95% but that's the best I can do."},{"person":"Chandler","txt":" Oopsey, missed it!"},{"person":"Monica","txt":" I got it! (She hits a forehand smash that bounces right in between Doug and\nKara and scores a point.)"},{"person":"Doug","txt":" Nice shot."},{"person":"Monica","txt":" I got it!!"},{"person":"Chandler","txt":" Long! (Gives Monica the Work Laugh.)"},{"person":"Monica","txt":" I can't believe you let them win!"},{"person":"Chandler","txt":" Yeah, at least you hid your feelings well about it. (Removes a smashed\nracquet from his bag.)"},{"person":"Monica","txt":" I was frustrated."},{"person":"Chandler","txt":" It was my racquet."},{"person":"Monica","txt":" I was frustrated with you!"},{"person":"Chandler","txt":" If we hadn't lost the game they never would've invented us to dinner tomorrow\nnight."},{"person":"Monica","txt":" Y'know what really bothers me? Is—it's how-how different you act around\nthem! I mean y'know the throwing the tennis games, the fake laugh, the \"I'll see you\naround, Bing!\" \"Not if I see you first, Doug!\" (Mocks the fake laugh.) I\ngotta tell you, I don't like Work Chandler. Okay? The guy's a suck-up."},{"person":"Chandler","txt":" Okay y'know what, because you said that, I'm not putting out tonight."},{"person":"Monica","txt":" I'm telling you, something's wrong! My brother does not stay out all night."},{"person":"Joey","txt":" Maybe we should check the trash chute."},{"person":"Rachel","txt":" Ross couldn't fit down the trash chute."},{"person":"Joey","txt":" That's right, he almost could. Which is exactly how I got stuck there."},{"person":"Phoebe","txt":" Hey!"},{"person":"Rachel","txt":" There he is!"},{"person":"Monica","txt":" Oh my God! (She goes to hug him, stops short, and hits him on the shoulder.)\nWhere the hell have you been?!!"},{"person":"Ross","txt":" Just, y'know out."},{"person":"Rachel","txt":" Ohh, out, oh God, I don't know why we didn't think to check there!"},{"person":"Phoebe","txt":" What were you doing?"},{"person":"Ross","txt":" I uh, went to a bar. And then I just uh, just walked around for a while."},{"person":"Rachel","txt":" You walked around all night in the city by yourself?"},{"person":"Joey","txt":" (snaps his fingers) He hooked up! He hooked up with someone."},{"person":"Ross","txt":" Look, I don't have to answer your questions! Okay? I'm a big boy, I can do\nwhatever I want!"},{"person":"Joey","txt":" He hooked up!! Tell us about her!"},{"person":"Janice","txt":" (entering) Ross you left you scarf in…(sees everyone.) Hey you guys. (Does\nthe laugh.)"},{"person":"Janice","txt":" Uh-oh-okay. Uh-oh-okay. I know what you all are thinking. But Chandler is in "},{"person":"Rachel","txt":" Yeah! No that's what I was thinking."},{"person":"Janice","txt":" So I'm asking you please, take a moment before you judge me."},{"person":"Phoebe","txt":" Oh, nobody's judging you. (They all turn and look at Ross.)"},{"person":"Janice","txt":" Oh! Okay! (To Ross) You, Mister Right Place at the Right Time, call me! (Does\nher famous, or is that infamous, laugh and exits.)"},{"person":"Ross","txt":" Okay, look, I-I know what you guys are going to say…"},{"person":"Phoebe","txt":" You two will have very hairy children."},{"person":"Ross","txt":" Okay, I didn't know you would say that."},{"person":"Rachel","txt":" Ross! Janice?!"},{"person":"Joey","txt":" All right, hold on! Hold on. Hold on. This is Ross, okay? He's our friend. He\nobviously went crazy. He obviously lost his mind."},{"person":"Ross","txt":" Look, I "},{"person":"Phoebe","txt":" So are you actually gonna see her again?"},{"person":"Joey","txt":" Phoebe! Don't put ideas in his head!"},{"person":"Ross","txt":" I "},{"person":"Joey","txt":" Damnit Phoebe!!"},{"person":"Rachel","txt":" (entering) Okay, I have to tell you something that I have never admitted during\nour entire friendship! But, when we were in high school I made out with James Farrell even\nwhen I knew that you liked him! Wow, that feels so good to get off my chest! Okay, you go!"},{"person":"Monica","txt":" My turn? What-what are you talking about?"},{"person":"Rachel","txt":" Ugh, Monica, I know about you and Chandler."},{"person":"Monica","txt":" What?!"},{"person":"Rachel","txt":" I overheard you guys on the phone the other day, and you said, \"I'll just\ntell Rachel that I'm doing laundry for a couple of hours.\" And he said,\n\"Laundry? Is "},{"person":"Monica","txt":" Well. Sounds like you're writing yourself a little play there Rach. Wow! Let me\nknow how that one turns out."},{"person":"Rachel","txt":" Well, I wouldn't know because I got so freaked out that I hung up the phone."},{"person":"Monica","txt":" Well, if you had kept listening, you-you would have heard me call him Mr.\nBig…(Thinks)…ot."},{"person":"Rachel","txt":" What?!"},{"person":"Monica","txt":" Mr. Bigot. He tells the most "},{"person":"Rachel","txt":" All right. So you're telling me that there is nothing going on between you and\nChandler."},{"person":"Monica","txt":" Me and Chandler?! (Does her fake laugh.)"},{"person":"Joey","txt":" All right, put your 20 bucks down. First one to find the tasty treat wins. Okay?"},{"person":"Phoebe","txt":" Uh-hmm."},{"person":"Joey","txt":" All right. Let's get the contestants out of their isolation booths. (He removes\nthe waste bucket that's over the duck and the laundry basket that's over the chicken.) And\nthey're off! (He puts his foot in front of the chick, stopping it from moving.)"},{"person":"Phoebe","txt":" Get your foot off my contestant! Judge!"},{"person":"Joey","txt":" Judge rules, no violation."},{"person":"Phoebe","txt":" Ohhh."},{"person":"Ross","txt":" (entering) Hey guys!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Joey","txt":" Yeah!"},{"person":"Ross","txt":" Y'know what? It sounds so weird to say this but, I just had a great day with\nJanice! "},{"person":"Joey","txt":" What?!"},{"person":"Phoebe","txt":" Are you serious?!"},{"person":"Ross","txt":" Yeah! I opened up to her about all the terrible stuff that's been happening to\nme. I mean I talked for hours. (Joey has lost interest and is watching the race again.) It\nis amazing to have someone give you such-such focused attention."},{"person":"Phoebe","txt":" You don't need Janice for that, you've got us. We…"},{"person":"Joey","txt":" And the duck gets the Nutter-Butter!"},{"person":"Phoebe","txt":" (turning from Ross.) No!! Hey-hey that's not a Nutter-Butter, that's just an\nold Wonton!"},{"person":"Joey","txt":" Judge rules, Nutter-Butter."},{"person":"Phoebe","txt":" Ohh, tough call."},{"person":"Joey","txt":" Yeah."},{"person":"Doug","txt":" But seriously, I believe that we should all support President Clinton. And her\nhusband Bill. (Chandler does the laugh.)"},{"person":"Kara","txt":" So how do you kids like your coffee?"},{"person":"Monica","txt":" Oh, none for me. Thanks."},{"person":"Chandler","txt":" Just a little bit of sugar."},{"person":"Doug","txt":" Well, maybe I'll bring it out and have Monica stick her finger in it. That oughta\nsweeten it up, huh? (Once again, with the laugh.)"},{"person":"Monica","txt":" (To Chandler) How does that laugh not give you a headache?"},{"person":"Chandler","txt":" Oh, you get used to it."},{"person":"Monica","txt":" Y'know, I-I-I don't think that I can. So if you don't mind, maybe this will be\nit for me on the work things."},{"person":"Chandler","txt":" So I laugh at my boss's jokes, what's the big deal?"},{"person":"Monica","txt":" I'd rather hang out with a sniveling work weasel guy when I can be hanging out\nwith my boyfriend who I actually respect."},{"person":"Chandler","txt":" Oh. (Does a double take when he realizes what she just said.)"},{"person":"Doug","txt":" (entering) Uh, I gotta apologize for Kara's coffee. Y'know, I feel sorry for it\nif it ever got in a fight, it's not strong enough to defend itself. (Chandler does not\nlaugh.) Did you hear what I said Bing?"},{"person":"Chandler","txt":" What?"},{"person":"Doug","txt":" The joke Bing. What's the matter with you?"},{"person":"Chandler","txt":" Well, I-I just didn't think it was funny sir."},{"person":"Doug","txt":" Excuse me?"},{"person":"Chandler","txt":" Well, I just…"},{"person":"Monica","txt":" (interrupting) Honey, I just don't think that you understood the joke."},{"person":"Chandler","txt":" Really?"},{"person":"Monica","txt":" Yeah! I mean it was really funny, I-I just don't think you got it. You see\nKara's coffee is-is-is weak tasting, okay? But-but what Doug was-was imply that it was\nweak physically. You get it now honey?"},{"person":"Chandler","txt":" I think I do! (They all laugh.) Thank you, Monica."},{"person":"Monica","txt":" I thought you could use the help."},{"person":"Chandler","txt":" Coffee in a fight! (Does the laugh again.)"},{"person":"Joey","txt":" (entering) Hey Rach! Hey, you mind if I read my comic books in here?"},{"person":"Rachel","txt":" Sure! Why?"},{"person":"Joey","txt":" Oh well, Chandler and Monica are over there and it's kinda hard to concentrate."},{"person":"Rachel","txt":" What?! She just called and said that she was gonna be working late! She keeps\nlying to me! That's it! Y'know what? I'm just gonna go over there and confront them right\nnow!"},{"person":"Chandler","txt":" (from his bedroom) All right, so you're telling me that I have to tell racist\njokes now?!"},{"person":"Monica","txt":" Sorry! I'm just—I'm not very good at this! I'm a terrible liar and I hate\nhaving to lie to Rachel!"},{"person":"Chandler","txt":" But we're not ready to tell yet!"},{"person":"Monica","txt":" I know! It's just that…ever since high school Rachel was the one person I\ntold everything too. Y'know? I miss that so much now. She's my best friend."},{"person":"Monica","txt":" (entering) Joey?! Oh my God, Rachel!"},{"person":"Rachel","txt":" Hey! Hi!"},{"person":"Monica","txt":" Wh-wh-what are you doing here? (She tries to pull her shirt down to cover the\nfact that she's wearing men's boxers.]"},{"person":"Rachel","txt":" Well, I was actually—I-I came over here to-to borrow this lamp. To umm,\nlook at my books, y'know, see them a little better."},{"person":"Monica","txt":" Okay great! "},{"person":"Rachel","txt":" Yeah!"},{"person":"Monica","txt":" Great! Umm, well what-what I was doing in Chandler's room is that umm, I was\ncleaning it! In fact, he pays me to clean it!"},{"person":"Rachel","txt":" Oh! What a great way to earn some extra pocket money."},{"person":"Monica","txt":" Y'know when I said to you earlier that I was at work umm, I'm at my new work."},{"person":"Rachel","txt":" That's good enough. Right? (Pause.) Okay, well umm, I'm gonna go look at my\nbooks!"},{"person":"Monica","txt":" Okay."},{"person":"Rachel","txt":" Okay."},{"person":"Monica","txt":" I'll get back to my new job."},{"person":"Rachel","txt":" 'Kay. (Pause.) Congratulations on your new job. (She goes and hugs Monica and\nis almost in tears.)"},{"person":"Chandler","txt":" Man, she is really gullible."},{"person":"Gunther","txt":" Here you go. (Serves them both some coffee.)"},{"person":"Ross","txt":" Thanks!"},{"person":"Janice","txt":" Actually, I should get going."},{"person":"Ross","txt":" Are you sure? Because I can stay out as late as you want. I told you how I'm on\nsabbatical from work, right?"},{"person":"Janice","txt":" Yes! Yes! You did!"},{"person":"Ross","txt":" Oh…"},{"person":"Janice","txt":" What is wrong now?!"},{"person":"Ross","txt":" This isn't what I ordered! Man! Can anything go right in my life?! First my\nmarriage falls apart and then…"},{"person":"Janice","txt":" I know! I know! And then you lose your apartment! And then you lose your job!\nAnd then your ex-wife gets married so fast! And now the coffee—ahh!! Ross, we need to\ntalk."},{"person":"Ross","txt":" Okay. Sometimes I feel…"},{"person":"Janice","txt":" No-no-no, no. "},{"person":"Ross","txt":" Huh?"},{"person":"Janice","txt":" (starting to cry) You're a very sweet person Ross, umm, unfortunately I don't\nthink I can take another second of you whining!!"},{"person":"Ross","txt":" Let-let me make sure I'm hearing this right, you're ending this with me because "},{"person":"Janice","txt":" Well yeah!!"},{"person":"Ross","txt":" OH…MY…GOD!!"},{"person":"Janice","txt":" Are you gonna be okay?"},{"person":"Ross","txt":" I am now."},{"person":"Janice","txt":" Okay."},{"person":"Joey","txt":" Umm, hi."},{"person":"Janice","txt":" Oh hi! Well, I guess that's two out of three, Joey. (Laughs and exits.)"},{"person":"Ross","txt":" Dude, we got to talk."},{"person":"Chandler","txt":" Okay."},{"person":"Ross","txt":" I just wanted to tell you something before you heard it from someone else and I\nhope this isn't too weird, but uh, I had uh, a thing with Janice. (He laughs, his real\nlaugh this time.) What you're-you're not mad?"},{"person":"Chandler","txt":" Why would I be mad?"},{"person":"Ross","txt":" Well, because y'know there are certain rules about this kind of stuff. You don't\nuh, you don't fool around with your uh, friend's ex-girlfriends or possible girlfriends or\ngirls they're related to."},{"person":"Chandler","txt":" (realizes what Ross just said and the implications to him) I am mad! But you\nknow what I'm gonna do? I'm gonna forgive you! Because that's what friends do! They\nforgive their friends when they do everything you just said, all on the list there. Well,\nbut I want you to remember that "},{"person":"Ross","txt":" Okay."},{"person":"Chandler","txt":" I also want you to remember that I let you live here rent free!"},{"person":"Ross","txt":" All right."},{"person":"Chandler","txt":" And, I want you to remember that I gave you twenty (counts his money) seven\ndollars. No strings attached. Now, if you can't remember that, I think we should write it\ndown—let's write it down!"}]