[{"person":"Phoebe","txt":" (holding a lure) So now, what is this now?"},{"person":"Joey","txt":" Guggly worm."},{"person":"Phoebe","txt":" (laughs and picks up another lure) And this?"},{"person":"Joey","txt":" Glow-pop giggly jammer."},{"person":"Phoebe","txt":" (laughs harder) You make it so funny."},{"person":"Monica","txt":" (not wanting to be left out, picks up something) Hey umm, what’s\nthis?"},{"person":"Joey","txt":" (examining it) Ohh, a hunk of sandwich from last year. (Monica drops the\nsandwich)"},{"person":"Ross","txt":" (pretend fishing in the living room) Ohh, Geller’s got one hooked!\nOhh! Looks like a big one! Yeah, ohh! Ohh! (Swinging the rod back and forth) It’s the\nclassic struggle between man and—(swings the rod and knocks over a lamp.) Someone\nknocked over a lamp."},{"person":"Joey","txt":" (going over and picking up the rod) That’s all right. Hey you guys,\nyou know what’s going to be great about the fishing trip this year? When my dad gets\nme out in the middle of the lake and gives me that, \"Joey, what are you doing with\nyour life?\" stuff. I can say, \"Well, I’m doing a movie with Charlton Heston\ndad. What are you doing with your life?\""},{"person":"All","txt":" Great!"},{"person":"Chandler","txt":" You don’t have to stop having fun just because I’m here.\nKathy didn’t cheat on all of you. (To Joey) Well, except you. (They hug and Chandler\ngoes into the bathroom with the chick and duck following him.)"},{"person":"Monica","txt":" Hey, Joey, I don’t think that you should leave Chandler alone. I\nmean it’s only been two days since he broke up with Kathy. Maybe you can go fishing\nnext week?"},{"person":"Joey","txt":" Look, there’s nothing I can do for him right now, he’s still in\nhis sweat pants, that’s still Phase One. Y'know? I’ll be back for Phase Two, I\nwould never miss Phase Two."},{"person":"Monica","txt":" What’s Phase Two?"},{"person":"Joey","txt":" Gettin’ drunk and going to a strip club. "},{"person":"Rachel","txt":" How does going to a strip club help him better?"},{"person":"Ross","txt":" Because there are naked ladies there."},{"person":"Joey","txt":" Which helps him get to Phase Three, picturing yourself with other women."},{"person":"Ross","txt":" There are naked ladies there too."},{"person":"Joey","txt":" Yeah."},{"person":"Chandler","txt":" (opening the bathroom door and kicking out the chick and duck) Would\nyou give me one minute!! Please."},{"person":"Joshua","txt":" So, these will match the jacket you picked out for me last week?"},{"person":"Rachel","txt":" Um-hmm. (Joshua turns to look in the mirror and leaves Rachel staring at\nhis ass.) There we go. There it is."},{"person":"Joshua","txt":" (turning around) Oh! You know what I need? "},{"person":"Rachel","txt":" Yeah!"},{"person":"Joshua","txt":" Gloves. Brown, leather dress gloves."},{"person":"Rachel","txt":" Oh, okay. Uhh, well let’s see. (Grabs his hand.) You’re\nabout—well uh, this one is large. And this one—(Grabs the other hand.)"},{"person":"Joshua","txt":" Also large?"},{"person":"Rachel","txt":" Yeah! Okay, two larges coming right up!"},{"person":"Joshua","txt":" Okay."},{"person":"Mr. Waltham","txt":" (entering) Rachel! Could I have a moment?"},{"person":"Rachel","txt":" Yes."},{"person":"Mr. Waltham","txt":" I-I was wondering, my niece you see is in from London—well\nShropshire really but y’know—well she’s about your age I say. Anyway I have\ntickets for the opera, Die Fledermaus, and I was wondering if you’d like to keep her\ncompany this evening?"},{"person":"Rachel","txt":" Sure. You got it. Great! "},{"person":"Mr. Waltham","txt":" Oh, good."},{"person":"Rachel","txt":" Me, Fledermaus, great. I really—(motions to Joshua.)"},{"person":"Mr. Waltham","txt":" Ohh! Yes of course, thank you, thank you, thank you so very much."},{"person":"Joshua","txt":" So…(Holds out his hands as to say, \"Where are my\ngloves?\")"},{"person":"Rachel","txt":" So? (She puts her hands in his, totally forgetting about the gloves, and\nhoping for something more intimate.)"},{"person":"Joshua","txt":" Gloves?"},{"person":"Rachel","txt":" Ohh! Right! Right, sorry, I’ll be right back!"},{"person":"Joshua","txt":" Uhh, actually y’know what, I kinda—I have to take off. "},{"person":"Rachel","txt":" Oh."},{"person":"Joshua","txt":" But, I was curious; do you have any plans for tonight?"},{"person":"Rachel","txt":" No! Nothing!"},{"person":"Joshua","txt":" I invested in this night-club and it’s opening tonight, would you\nlike to come?"},{"person":"Rachel","txt":" Yeah! That would be great!"},{"person":"Joshua","txt":" You’re into hardcore S&M right?"},{"person":"Rachel","txt":" (shocked) Well, I-I guess—I…"},{"person":"Joshua","txt":" Kidding! (Rachel is relived) I’m gonna get there early, but\nI’m going to put you on the V.I.P list, okay? Look for me."},{"person":"Rachel","txt":" Yeah, great, you betcha!"},{"person":"Mr. Waltham","txt":" (entering) I almost forget the tickets, didn’t I?"},{"person":"Rachel","txt":" What?"},{"person":"Mr. Waltham","txt":" For you and Emily, tonight, Die Fledermaus."},{"person":"Rachel","txt":" Oh. Oh, right."},{"person":"Mr. Waltham","txt":" I think you’ll like it, it has two out of the three tenors."},{"person":"Rachel","txt":" Oh yay!"},{"person":"Chandler","txt":" Y’know, I can’t believe Kathy did this too me. I really,\nthought that she was the one. I tell you what, from now on I’m never getting out of\nthis chair, ever! Okay? From now on, this chair is the one! You wanna what else is the\none? My sweat pants!"},{"person":"Ross","txt":" Come on, man! Just-just take the sweats off. Okay? Just take ‘em off\nand we’ll have some fun."},{"person":"Joey","txt":" (entering) Hey-hey!"},{"person":"Ross","txt":" Hi!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Ross","txt":" Catch any big fish? (Phoebe, Ross, and Monica all go over to him.)"},{"person":"Joey","txt":" Oh my God, you guys have no idea. "},{"person":"All","txt":" (they all recoil from the smell emanating from him) Oh! God! Wow!"},{"person":"Monica","txt":" You stink!"},{"person":"Ross","txt":" Are you kidding?!"},{"person":"Joey","txt":" Yeah, three days on the lake without a shower. Plus! I fell in that big\ntub of worms at the bait stand! Hey, how-how’s he doing?"},{"person":"Ross","txt":" He hasn’t gotten out of that chair in two days."},{"person":"Joey","txt":" (goes over to Chandler) Hey buddy! How’s it going?"},{"person":"Joey","txt":" (To the rest of the gang) Hey, see that? He just needed his pal to come\nhome. All right, uh, I’ve got to go memorise my lines. (Starts to go his bedroom) Me\nand Charlton Heston bright and early tomorrow morning! Yeah-yeah!"},{"person":"Rachel","txt":" (entering) Hey!"},{"person":"Ross","txt":" Hey!"},{"person":"Rachel","txt":" Hey, Monica!"},{"person":"Monica","txt":" Uh-oh, what’s the matter?"},{"person":"Rachel","txt":" Ohh, it’s Joshua invited me to this fancy club opening tonight.\nBut, I already told Mr. Waltham that I would take his niece to this dumb old opera.\nSo… What are you gonna do?"},{"person":"Monica","txt":" I don’t know sweetie."},{"person":"Rachel","txt":" No! Help me!"},{"person":"Monica","txt":" I can’t! I have to work!"},{"person":"Rachel","txt":" Phoebe?"},{"person":"Phoebe","txt":" I would, but I get my morning sickness in the evening. "},{"person":"Rachel","txt":" Ugh!"},{"person":"Phoebe","txt":" Unless! She wants to spend the night holding my hair back for me."},{"person":"Rachel","txt":" Ohh, gosh. You guys, come on, this is—I have to meet Joshua! This\nis my one chance for him to see the fun Rachel. Y’know the \"Wouldn’t it be\ngreat if she was my wife\" Rachel. Ohh, all right! Are Joey and Chandler back?"},{"person":"Monica","txt":" No, Chandler’s still in Phase One, and Joey’s that thing you\nsmell."},{"person":"Rachel","txt":" Ohh! (Realises that Ross is in the room.) Hi!"},{"person":"Ross","txt":" Hi!"},{"person":"Rachel","txt":" So…."},{"person":"Ross","txt":" No."},{"person":"Rachel","txt":" Ohhhh, come on!!!"},{"person":"Monica","txt":" I think she’s here."},{"person":"Rachel","txt":" No! Wait! Wait-wait! Ross, please!"},{"person":"Ross","txt":" You want me to take some girl I’ve never met to the opera so you can\ngo to a club and flirt with some guy, hmm, that-that is a toughie."},{"person":"Monica","txt":" (looking out the peephole) Ohh, she’s looking down the hall. Oh!\nShe looked right at me! Oh wait, you can’t see people through that little hole, can\nyou? (Goes back to the door.) Hello!"},{"person":"Rachel","txt":" I’ll be right there! (to Ross) Okay, Ross, please come on! I\nthought we have moved on! I thought we’ve gotten to a place where we could be happy\nfor each other! I mean was that just me?"},{"person":"Ross","txt":" All right, I’ll do it."},{"person":"Rachel","txt":" Oh thank you! Thank you, thank you, thank you! (Monica opens the door.)\nEmily?"},{"person":"Emily","txt":" Yes."},{"person":"Rachel","txt":" I’m Rachel Green."},{"person":"Emily","txt":" Thank goodness."},{"person":"Rachel","txt":" There’s been a teeny-teeny change in plans. It turns out that\nI’m not free tonight. So…"},{"person":"Emily","txt":" Really?! Well, that’s just lovely, isn’t it? I must’ve\nmissed your call, even though I didn’t leave the flat all day. "},{"person":"Rachel","txt":" Oh well, no I…"},{"person":"Emily","txt":" Oh, no-no-no, that’s not rude! It’s perfectly in keeping with a\ntrip that I’ve already been run down by one of your wiener carts, and been\nstrip-searched at John F. Kennedy Airport, apparently to you people, I look like someone\nwho’s got a balloon full of cocaine stuffed up their bum."},{"person":"Monica","txt":" I-I-I think you look great."},{"person":"Emily","txt":" Good night, it was very nice to meet you all. (Storms out.)"},{"person":"Rachel","txt":" I’ll get her."},{"person":"Ross","txt":" Please hurry."},{"person":"Phoebe","txt":" Don’t you just "},{"person":"Phoebe","txt":" Ohh!"},{"person":"Monica","txt":" What?"},{"person":"Phoebe","txt":" It kicked! I think the baby kicked!"},{"person":"Monica","txt":" Oh my God!"},{"person":"Phoebe","txt":" Oh no wait, oh no, the elastic on my underwear busted."},{"person":"Joey","txt":" (running from his bedroom) Oh my God! I overslept! I was supposed to be on\nthe set a half an hour ago! I gotta get out of here!"},{"person":"Monica","txt":" Oh wait, Joey, you can’t go like that! You stink!"},{"person":"Joey","txt":" Look, I know I feel asleep before I could shower and now I don’t have\ntime! They’re just ten blocks away, if I run, I can make it."},{"person":"Monica","txt":" Yeah. Run ten blocks, that’ll help the smell."},{"person":"Rachel","txt":" Hey—whoa, slow down. (Gets a whiff of him) No, keep moving. (Joey\nruns off.) Wow!"},{"person":"Monica","txt":" So? How did it go with Joshua last night?"},{"person":"Rachel","txt":" Well, I didn’t see Joshua last night, "},{"person":"Monica","txt":" What?"},{"person":"Phoebe","txt":" Why?"},{"person":"Rachel","txt":" The whole night was horrible, it was pouring down rain, and when I got\nthere, there was no Rachel Green on the list, but there was a Rachel Greep."},{"person":"Phoebe","txt":" Ohh! So, did you get to meet her?"},{"person":"Rachel","txt":" No, there is no Rachel Greep, but then this other girl overheard us and\nshe was all, \"I’m Rachel Greep! I’m Rachel Greep!\" and he let her\nright in. "},{"person":"Monica","txt":" So you hit her in the face?"},{"person":"Rachel","txt":" No, she was already in, but then this big bitch behind me tried to steal\nmy umbrella, so I clocked her. Ohhh! I can’t believe this, all I wanted was a few\nhours outside of work to see Joshua, so he can go ahead and start falling in love with me."},{"person":"Phoebe","txt":" (going over to comfort her) Aww, Pheebs."},{"person":"Rachel","txt":" Honey, that’s you’re name."},{"person":"Phoebe","txt":" That’s short for Phoebe?! I thought that was just what we called\neach other!"},{"person":"Monica","txt":" Hey! You’re wearing pants!"},{"person":"Chandler","txt":" That’s right! Where are the guys? I’m ready to get drunk and\nsee some strippers."},{"person":"Monica","txt":" It’s 9:30 in the morning!"},{"person":"Chandler","txt":" They got a breakfast buffet."},{"person":"Monica","txt":" Hello. (Listens) Oh, hey Ross!"},{"person":"Chandler","txt":" Ooh, let me talk to him!"},{"person":"Monica","txt":" Oh-oh, my God!"},{"person":"Chandler","txt":" Well, can I just…"},{"person":"Monica","txt":" (to Chandler) Shh!! (On phone) Wait, what?"},{"person":"Chandler","txt":" She’s shhing me! It’s my phone and she’s shhing me!"},{"person":"Phoebe","txt":" Shhh!! Please! What’s he saying?"},{"person":"Monica","txt":" He’s with Emily at a Bed and Breakfast in Vermont!"},{"person":"Phoebe","txt":" What? Oh my God!"},{"person":"Rachel","txt":" What? Who the hell is Emily—(realises) noooo!!"},{"person":"Rachel","txt":" They’re in Vermont!! How could this happen?! (She waves her arms\nfranticly and hits Chandler.)"},{"person":"Chandler","txt":" Ow!"},{"person":"Rachel","txt":" How—how did end up in Vermont with that awful witch?! (She hits\nChandler again.)"},{"person":"Chandler","txt":" Maybe, she doesn’t hit him all the time. "},{"person":"Ross","txt":" When we first met her, she was soaking, her feet were wet! Who\nwouldn’t be miserable? I’m telling you when I got her into a dry pair of shoes,\nshe was a totally different person."},{"person":"Emily","txt":" (rushing in) Ross! Come quickly! There’s a deer just outside eating\nfruit from the orchard!"},{"person":"Ross","txt":" I’ve gotta go, there’s a deer just outside eating fruit from the\norchard! (He hangs up and runs out.)"},{"person":"Monica","txt":" He had to go, there’s a deer just outside eating fruit from the\norchard."},{"person":"Rachel","txt":" I don’t get this! She was horrible! (She hits Chandler, yet again.)"},{"person":"Chandler","txt":" Okay, I’m going to go stand over there. (Points and moves into\nthe living room.)"},{"person":"Monica","txt":" Why do you care so much anyway?"},{"person":"Rachel","txt":" I don’t care! All right, y’know what I’m just upset that\nI’m getting nowhere with Joshua that—y’know what still, you do not meet\nsomeone and go flitting off to Vermont!"},{"person":"Monica","txt":" Well, when you first met Barry, you flitted off to Vail."},{"person":"Rachel","txt":" Oh, y’know, would you just for "},{"person":"Chandler","txt":" So y’know, uh, when’s he getting back?"},{"person":"Monica","txt":" A couple of days."},{"person":"Chandler","txt":" Y’know, I knew something like this was going to happen. (He\nstarts to take off his pants, revealing that he is still wearing his sweat pants.)"},{"person":"Monica","txt":" What are you doing?! Chandler! You can’t just go back a phase!"},{"person":"Chandler","txt":" Yes you can. You’re thinking about time, you can’t go back\nin time."},{"person":"Phoebe","txt":" Well, look, why don’t you just, why don’t you do your Phase\nTwo strip club thing with us."},{"person":"Monica","txt":" Yeah, come on, we can be guys!"},{"person":"Chandler","txt":" (laughs) No you can’t."},{"person":"Phoebe","txt":" Come on! Let us be guys! Maybe we want to be guys!"},{"person":"Chandler","txt":" You don’t want to be guys, you’d be all hairy and\nwouldn’t live as long. (Starts to go to his bedroom)"},{"person":"Phoebe","txt":" Y’know you, you just stop being such a wuss and get those off and\nyou come with us and watch naked girls dance around!!"},{"person":"Chandler","txt":" Okay. (Starts to cry)"},{"person":"Phoebe","txt":" I’m sorry. (Goes and hugs him)"},{"person":"Joey","txt":" (rushing in) Hey! Joey Tribbiani! I’m here! I’m here! "},{"person":"The A.D","txt":" Calm down, we got time, we’re running a little late."},{"person":"Joey","txt":" Look at that, Charlton Heston eating a liquorice whip!"},{"person":"The A.D","txt":" Yeah, we loves ‘em. I’ve never seen him with—(He gets a\nwhiff of Joey and starts smelling around.)"},{"person":"Joey","txt":" (trying to act like he’s not the one that stinks.) Whoa! Yeah, what\nthe hell is that? What smells so bad?"},{"person":"The A.D","txt":" You."},{"person":"Joey","txt":" Y’know, I can see why you think that, but ah, actually, you know who\nI think it is?"},{"person":"The A.D","txt":" You?"},{"person":"Joey","txt":" No-no, it’s uh, it’s Heston."},{"person":"The A.D","txt":" What?"},{"person":"Joey","txt":" Yeah, the man wreaks! Smells like he went on a three day fishing trip and\nthen ate some liquorice. "},{"person":"The A.D","txt":" There’s no way he smells, he’s the only one around here with\na shower in his dressing room."},{"person":"Joey","txt":" Really, a shower huh? And uh, which-which room might that be?"},{"person":"The A.D","txt":" The one with \"Heston\" on it."},{"person":"Joey","txt":" Interesting."},{"person":"Monica","txt":" (coming back to the stage and sitting next to Chandler) Okay, I’ve\ngot some Ones, you wanna put them in her panties?"},{"person":"Chandler","txt":" No thanks, Mom!"},{"person":"Phoebe","txt":" Oh, no umm, hi, that-that, you have to put that out, ‘cause\nI’m pregnant."},{"person":"Phoebe","txt":" Ha-ha, it’s not my baby, ha-ha-ha! (He leaves.)"},{"person":"Monica","txt":" Very good, (getting up and sliding a One into the dancer’s hot\npants) so good."},{"person":"Phoebe","txt":" (doing the same) I really, really enjoyed it. Very exotic."},{"person":"Rachel","txt":" (joining them) Well, I just checked our messages and Joshua didn’t\ncall. I mean you’d think he’d be worried about me not showing up at his club.\nUgh, you know what makes it so much worse, Ross is all happy in Vermont!"},{"person":"Phoebe","txt":" Come on! Look where you are!!"},{"person":"Monica","txt":" (to the waitress) When you get a sec, another round of daiquiris."},{"person":"Phoebe","txt":" Remember, a virgin for me please."},{"person":"Monica","txt":" Oh! And don’t let me leave without getting the name of that carpet\nguy."},{"person":"Chandler","txt":" Ahh, come on! Y’know what—y’know what, I think I’m\njust gonna go home and call Kathy."},{"person":"Phoebe","txt":" Well, if you think it will help."},{"person":"Chandler","txt":" No! That was a test! In a couple of hours I’m gonna get really\ndrunk and wanna call Kathy and you guys are gonna have to stop me! And then after that,\nI’m gonna get so drunk, I’m gonna wanna call Janice"},{"person":"Phoebe","txt":" You should! How is she?"},{"person":"Chandler","txt":" Ohhh!!"},{"person":"Monica","txt":" I think somebody needs another lap dance. (Motions for one.)"},{"person":"Charlton Heston","txt":" Hello! Who’s in there? (He opens to curtain to reveal a\nnaked and wet Joey.)"},{"person":"Joey","txt":" How ya doin’?"},{"person":"Charlton Heston","txt":" Who in the hell are you?"},{"person":"Joey","txt":" I guess you wouldn’t believe me if I said I was Kurt Douglas, huh?"},{"person":"Charlton Heston","txt":" Put some pants on kid so I can kick your butt."},{"person":"Joey","txt":" No-no-no, no, no, wait. You see, I’m an actor, Joey Tribbiani,\nI’m doing a scene with you today, and well, I stink."},{"person":"Charlton Heston","txt":" (shocked) You’re in "},{"person":"Joey","txt":" Yeah-yeah, I’m one of the cops that won’t work with you\n‘cause you a lose cannon. Anyway, look, I’m really sorry, but I stink!"},{"person":"Charlton Heston","txt":" Joey, right?"},{"person":"Joey","txt":" Yeah."},{"person":"Charlton Heston","txt":" (tosses him a towel, motions for him to get out of the shower\nand sits down on the couch) Every actor at one time or another—opp! (Joey tries to\nsit down next to him and Heston makes him sit somewhere else.) Every actor thinks he\nstinks, even Lawrence Oliver at sometimes thought he stank, Bob Redford won’t even\nwatch himself."},{"person":"Joey","txt":" Oh no-no-no, you don’t understand…"},{"person":"Charlton Heston","txt":" Listen to me!"},{"person":"Joey","txt":" Oh yeah, yeah."},{"person":"Charlton Heston","txt":" I don’t know one actor worth his salt that didn’t say\nat one time or another, \"God, I stink!\" Hell, I just did a scene out there,\nfirst take, I stunk the place up. But, the important thing you must remember, no matter\nhow badly you think you might stink, you must never, ever bust into my dressing room and\nuse my shower! Do you understand me?!"},{"person":"Joey","txt":" Yes sir! Yes sir, I’m-I’m—(he starts to leave)"},{"person":"Charlton Heston","txt":" Wait a minute! Take your pants."},{"person":"Joey","txt":" Yeah. Oh, yeah."},{"person":"Monica","txt":" So, we did okay at the strip club, right?"},{"person":"Chandler","txt":" Oh yeah, that was great. Thanks to you, the hottest cocktail waitress\nthere is quitting to teach the third grade!"},{"person":"Rachel","txt":" (entering) I can’t believe it! He still hasn’t called."},{"person":"Phoebe","txt":" Who, Josh?"},{"person":"Rachel","txt":" It’s Joshua."},{"person":"Monica","txt":" What, he doesn’t like Josh?"},{"person":"Rachel","txt":" No, I don’t."},{"person":"Chandler","txt":" All right, well I’m gonna put my sweats back on."},{"person":"Phoebe","txt":" Oh no! Wait! Wait! Okay, y’know what, you were right, you were\nright. We really weren’t great at being guys, but you know why? Because we’re\ngirls."},{"person":"Chandler","txt":" Yeah?"},{"person":"Phoebe","txt":" And do you know what girls are really good at?"},{"person":"Chandler","txt":" Stripping!"},{"person":"Phoebe","txt":" No, listening! Sit! Y’know, maybe it would just really, really help\nif you would just talk."},{"person":"Rachel","txt":" Yeah, come on! What’s going in on in there? (Pats his chest.)"},{"person":"Monica","txt":" Yeah. And y’know, if you wanna cry, that’s okay too."},{"person":"Chandler","txt":" Okay, look, I’m gonna have to ask you all to leave."},{"person":"Monica","txt":" Come on! Chandler!"},{"person":"Chandler","txt":" Look, forget it. We tried, but Phase Three is a lost cause, Okay?\nThose strippers were insanely hot, and I couldn’t picture myself with any of them.\n(Sits back in disgust.)"},{"person":"Monica","txt":" They really were pretty, weren’t they? (Rachel and Phoebe both\nagree)"},{"person":"Phoebe","txt":" Yeah, I really liked that fighter pilot one."},{"person":"Monica","txt":" Oh, Candy! She was so spunky! "},{"person":"Phoebe","txt":" Yeah."},{"person":"Monica","txt":" Y’know, I think if I were going to be with a woman. (Chandler is\nintrigued.) It’d, it’d be with someone like Michelle, she was so oh, she was so\npetite."},{"person":"Rachel","txt":" See, I don’t know, for me it would have to Chantal."},{"person":"Monica","txt":" Oh, Chantal!"},{"person":"Rachel","txt":" Oh my goodness, she had the smoothest skin! I mean when I stuck that\ndollar bill in her g-string and grazed her thigh…"},{"person":"Chandler","txt":" (jumping up) Phase Three! I just achieved Phase Three!"},{"person":"Monica","txt":" Really?!"},{"person":"Chandler","txt":" I am totally picturing you with all those women!"},{"person":"Monica","txt":" That’s-that’s not Phase Three."},{"person":"Chandler","txt":" Well, I’m there too!"},{"person":"Rachel","txt":" Well, are we all together? Like in a group?"},{"person":"Chandler","txt":" Stop it! You’re killing me! I think I just moved on to Phase\nFour!"},{"person":"Phoebe","txt":" Oh! What is that? What is that?"},{"person":"Chandler","txt":" Where I don’t want to have a relationship ever! I just want to\nhave sex with strippers and my friends!!"},{"person":"Chandler","txt":" Come on, let me see that smile."},{"person":"Joey","txt":" I don’t wanna."},{"person":"Chandler","txt":" Please?"},{"person":"Joey","txt":" I wanted to go to the strip club!"},{"person":"Chandler","txt":" I know, I know, but you’re gonna have plenty of chances. There\nare literally thousands of women out there just waiting to screw me over."},{"person":"Joey","txt":" Yeah, all right. (Ross enters.)"},{"person":"Monica","txt":" Hey!"},{"person":"Ross","txt":" Hey!"},{"person":"Phoebe","txt":" Hey—ooh so, how was Vermont?"},{"person":"Ross","txt":" Emily is…incredible. I mean there-there are no words to describe it,\nI mean the whole weekend was like a dream. (Sees Rachel coming back from the bathroom.)\nOh! And you! Rach!"},{"person":"Rachel","txt":" Oh, hey!"},{"person":"Ross","txt":" Hey! You were so right!"},{"person":"Rachel","txt":" What?"},{"person":"Ross","txt":" Uh, what you said, about us being in a place where we could finally be\nhappy for each other. "},{"person":"Rachel","txt":" Oh, hmm."},{"person":"Ross","txt":" I mean, I, I-I admit I-I wasn’t quite there. Y’know, I mean the\nthought of you and that-that Josh guy…"},{"person":"Rachel","txt":" Joshua."},{"person":"Ross","txt":" Joshua…guy at that club, dancing and having a good time, the thought\nof it kinda…y’know."},{"person":"Rachel","txt":" Yeah, I…"},{"person":"Ross","txt":" But now! I’m there! I’m totally there! I’m-I’m finally\nwhere you are!"},{"person":"Rachel","txt":" Oh, thank goodness!"},{"person":"Ross","txt":" Yeah, and-and thank you for Emily."},{"person":"Rachel","txt":" Oh, no problem. I’m so glad I could help. Happy for you. (She\nplayfully punches him.)"},{"person":"Ross","txt":" Happy for you. (He punches her back.)"},{"person":"Rachel","txt":" No, happy for you! (Hits him harder.)"},{"person":"Chandler","txt":" All right ladies, here’s what we’re gonna do. (Points to a\nstripper.) "},{"person":"Phoebe","txt":" I-I wanna be with her, (points to the stripper next to her) I like her."},{"person":"Chandler","txt":" Oh, that’s fine! Go with your instincts, go with your instincts."},{"person":"Monica","txt":" Wait, now, what am I doing again?"},{"person":"Chandler","txt":" Come on! Would you please pay attention, I could wake up at any\nmoment!"},{"person":"The Cigarette Guy","txt":" Hi, I’m Joshua, I’m here to pick up Rachel."},{"person":"Rachel","txt":" No-no-no, that’ not Joshua."},{"person":"Chandler","txt":" What do you want from me, I’ve never met the guy. So anyway,\nRachel, I’m sorry you can’t stay, (Rachel is upset about leaving the orgy with\nthe cigarette guy.) but the rest of us have a "}]