[{"person":"Mr. Treeger","txt":" Ohhh, man!!"},{"person":"Joey","txt":" (coming in from his bedroom) What is that?"},{"person":"Chandler","txt":" Treeger’s snaking the shower drain."},{"person":"Mr. Treeger","txt":" What in the name of hell?"},{"person":"Joey","txt":" Maybe he found you flip-flop."},{"person":"Chandler","txt":" Hey!"},{"person":"Joey","txt":" Whoa! Is this porn? What did I do? I must’ve hit something on the\nremote."},{"person":"Chandler","txt":" Do we pay for this?"},{"person":"Joey","txt":" No, we didn’t even pay our cable bill—maybe this is how they\npunish us."},{"person":"Chandler","txt":" Maybe we shouldn’t pay our phone bill—free phone sex."},{"person":"Joey","txt":" Maybe we shouldn’t pay our gas bill? (Stops and thinks about what he\njust said.)"},{"person":"Mr. Treeger","txt":" (coming in from the bathroom) Whoa, hey, that lady’s all kinds\nof naked."},{"person":"Chandler","txt":" Yeah, Joey just pressed something on the remote and it just, came on!"},{"person":"Mr. Treeger","txt":" Yeah, it happened to me once. I was just flipping through the\nchannels and bam! It was like finding money."},{"person":"Chandler","txt":" Like finding money with naked people on it!"},{"person":"Mr. Treeger","txt":" Then I made the mistake of turning off the TV, I never got it back\nagain. And I’m sad. (Exits.)"},{"person":"Joey","txt":" (to Chandler) Why would he turn off the TV? (Chandler shrugs.)"},{"person":"Rachel","txt":" All right, y’know what, come on, do we really have to watch this\nwhile we eat? (She makes a move for the remote.)"},{"person":"Joey and Chandler","txt":" (stopping her) Oh no-no-no-no!"},{"person":"Chandler","txt":" We don’t know what could make this go away."},{"person":"Joey","txt":" Yeah, so no one touches the remote. And no one touches the TV!"},{"person":"Chandler","txt":" And no one touches the "},{"person":"Joey","txt":" Imagine a protective porn bubble if you will, okay?"},{"person":"Monica","txt":" Well at least, I’m going to mute it."},{"person":"Joey and Chandler","txt":" Oh no-no-no! (Monica mutes the TV and they tentatively look\nbehind them)"},{"person":"Chandler","txt":" We still have porn."},{"person":"Joey","txt":" Hey."},{"person":"Phoebe","txt":" (entering, carrying her massage table) Hi!"},{"person":"Monica","txt":" Hi!"},{"person":"Rachel","txt":" Honey, what are you doing? That’s too heavy."},{"person":"Phoebe","txt":" Yeah."},{"person":"Rachel","txt":" Give it here. (She takes the table.) Oh, God. (And gives it to Monica\nright away.)"},{"person":"Monica","txt":" Okay."},{"person":"Phoebe","txt":" Ohh, I’m getting too pregnant for this, lugging around a stupid\nmassage table. Y’know, I have to find a job where I carrying a smaller table. (She\ngoes over and stands in front of the TV.)"},{"person":"Chandler","txt":" Or a job where you don’t have to carry a table."},{"person":"Phoebe","txt":" You mean like a doctor?"},{"person":"Joey","txt":" Pheebs! You’re blocking the porn! Look out!"},{"person":"Phoebe","txt":" Ohh! (She moves.) Oh my. Oh, that reminds me, I have to see my OB-GYN\ntoday."},{"person":"Ross","txt":" Hi."},{"person":"Monica","txt":" Hi."},{"person":"Ross","txt":" So uh, Emily just went to the airport."},{"person":"Monica","txt":" Oh. Why didn’t you take her?"},{"person":"Ross","txt":" Eh, her-her uncle already had planned on doing it. And y’know, we-we\nsaid our good-byes this morning, so…"},{"person":"Monica","txt":" You must feel horrible. Hey! The guys have free porn!"},{"person":"Ross","txt":" (Thinks about it.) Nah."},{"person":"Monica","txt":" Hey, cheer up! You’re gonna see her again, right?"},{"person":"Ross","txt":" Well I, that’s the thing, I don’t know! I mean, whenever I\nbrought it up with her she said, (In a British accent.) \"This is so fantastic! Why do\nwe have to talk about the future? Let’s just enjoy…\""},{"person":"Monica","txt":" (interrupting him) No-no-no, don’t-don’t do the accent.\nYou’ve "},{"person":"Ross","txt":" And why do you care so much?"},{"person":"Monica","txt":" Because! You could get to live out my fantasy!"},{"person":"Ross","txt":" You had fantasies about Emily?"},{"person":"Monica","txt":" No! Y’know, "},{"person":"Ross","txt":" Is that why in junior high you were the only one that hung out with that\nUkrainian kid?"},{"person":"Monica","txt":" Yeah that, plus his mom used to put sour cream on everything!"},{"person":"Ross","txt":" Ahh."},{"person":"Monica","txt":" Do you love her?"},{"person":"Ross","txt":" We said it was only going to be two weeks, y’know?"},{"person":"Monica","txt":" You love her!"},{"person":"Ross","txt":" What-what is love really?"},{"person":"Monica","txt":" Ohhh, I "},{"person":"Ross","txt":" I am a good kisser."},{"person":"Monica","txt":" Then you two can, can sneak into the cockpit, and things will start to\nheat up, and then a stewardess comes in… (Ross looks at her.) I’ve been watching\ntoo much porn."},{"person":"Rachel","txt":" Is that the heartbeat?"},{"person":"The Doctor","txt":" That’s it."},{"person":"Phoebe","txt":" Oh my God!"},{"person":"Rachel","txt":" Oh wow! This is so cool."},{"person":"The Doctor","txt":" Have we talked about the possibility of multiple births?"},{"person":"Phoebe","txt":" Why don’t take care of this one, and should I get pregnant again,\nI’ll hold onto your card, okay?"},{"person":"The Doctor","txt":" No, I’m getting three separate heartbeats."},{"person":"Phoebe","txt":" Three? You guys were worried I wouldn’t even have one!"},{"person":"The Doctor","txt":" Doctors are wrong all the time."},{"person":"Phoebe","txt":" Well, yeah."},{"person":"Rachel","txt":" Well, so, are-are you sure that there are three?!"},{"person":"The Doctor","txt":" Definitely. (Points out each head on the ultrasound.)"},{"person":"Phoebe","txt":" Oh my God! Oh my God! Oh my God!! So I-I mean so in a few months\nI’m going to have three full grown babies just walkin’ around inside me?! Oh!\nOh! And it’s gonna be one of those log rides where they just come shooting out!"},{"person":"The Doctor","txt":" Actually, giving birth to three babies isn’t that different\nfrom giving birth to one."},{"person":"Phoebe","txt":" What do you know?!"},{"person":"Alice","txt":" (entering) Oh-oh, Phoebe!"},{"person":"Phoebe","txt":" Ooh! Hi!"},{"person":"Alice","txt":" Hi! (She runs over and hugs Phoebe’s stomach.) So, how did it go at\nthe doctors?"},{"person":"Phoebe","txt":" Oh well, okay, hey, y’know how when you’re umm, you’re\nwalking down the street and you see three people in a row, and you say, \"Oh,\nthat’s nice?\""},{"person":"Frank","txt":" Yes."},{"person":"Phoebe","txt":" Okay, yeah well, good news, you’re going to have three babies."},{"person":"Alice","txt":" Three babies?"},{"person":"Frank","txt":" I finally got my band!"},{"person":"Alice","txt":" We’re gonna have a big family, I’ve always wanted a big family!"},{"person":"Phoebe","txt":" Oh God, I’m so glad you guys are happy, I was so afraid you were\ngoing to be all freaked."},{"person":"Frank","txt":" Why would we be freaked?"},{"person":"Phoebe","txt":" No, no maybe ‘cause it’s harder to raise them, and the added\nexpense, and…"},{"person":"Frank","txt":" (They’re less than happy now) Oh."},{"person":"Alice","txt":" Right."},{"person":"Phoebe","txt":" No, back to happy. Back to happy!"},{"person":"Alice","txt":" No-no-no, no, it’s going to be fine. Because umm, because I teach\nHome Ec, and uh, I can have 30 kids making baby clothes all year long. Y’know\nit’ll-it’ll be like my very own little sweatshop. "},{"person":"Frank","txt":" Yeah, I’ve been thinking ever since you said we were having\ntriplets, the best thing for me to do is to drop out of college and get a job."},{"person":"Alice","txt":" No, Frank."},{"person":"Phoebe","txt":" No you can’t quit college! No! You’re in college? Really?"},{"person":"Frank","txt":" Yeah, refrigerator college."},{"person":"Alice","txt":" Yeah."},{"person":"Frank","txt":" Yeah, y’know when we found out we were going to have a baby,\ny’know I figured y’know like I should y’know have like a career—and I\nlove refrigerators!"},{"person":"Phoebe","txt":" You can’t give up on your dream."},{"person":"Frank","txt":" No, it’s okay. We’re-we’re gonna have three kids! And\nthat’s-that’s a different kind of dream. Three kids and no money."},{"person":"Ticket Agent","txt":" (On the P.A.) This is the boarding call for Flight 009."},{"person":"Ross","txt":" Emily! (Runs up.)"},{"person":"Emily","txt":" Oh my God! What are you doing here? (They hug)"},{"person":"Ross","txt":" I just, I had to see you one more time before you took-off."},{"person":"Emily","txt":" You are so sweet. (They kiss.)"},{"person":"Ross","txt":" That’s, that’s, that’s a big candy bar. (She’s holding\none of those huge "},{"person":"Emily","txt":" Me too."},{"person":"Ticket Agent","txt":" This is the final boarding call for Flight 009."},{"person":"Emily","txt":" Well, that’ me. (They kiss again.) Here, have this. (She gives him\nthe candy bar.) I’m only allowed one piece of carryon anyway. (She starts towards the\njetway.)"},{"person":"Ross","txt":" (stops her) Wait uh, listen. I-I, I have to tell you something. Umm,\nI’ve been thinking, I’m just gonna come out and say it. Okay? I-I-I ah, I-I\nthink I love you."},{"person":"Emily","txt":" Oh. (She’s shocked and hugs him.) Thank you. (She boards the plane.)"},{"person":"Ross","txt":" That’s no problem."},{"person":"Rachel","txt":" What’s that song? It has been in my head all day long."},{"person":"Chandler","txt":" It’s the theme from Good Will Humping."},{"person":"Rachel","txt":" Y’know who doesn’t even like dirty movies? My new boyfriend\nJoshua."},{"person":"Joey","txt":" Yeah right."},{"person":"Rachel","txt":" No, he told me. He prefers to leave certain things to the imagination."},{"person":"Chandler","txt":" Oh-oh, yeah, and did he also say that ah, some of the dialogue was\ncorny and that he actually found it was funny and not sexy?"},{"person":"Rachel","txt":" Yes!"},{"person":"Joey","txt":" Yeah, he likes porn."},{"person":"Monica","txt":" Where ya going?"},{"person":"Rachel","txt":" I’m going to find out if he really thinks supermodels are too\nskinny. (As she exits, Phoebe enters.) Hey, Pheebs!"},{"person":"Phoebe","txt":" Hey."},{"person":"Joey","txt":" Hey!"},{"person":"Monica","txt":" How did it go with Frank and Alice?"},{"person":"Phoebe","txt":" Well, Frank has to quit college because his super fertile sister is\nhaving three babies! I need to make a lot of money really fast, and I had an idea that I\nwant to talk to you (Points to Chandler) about, ‘cause you work for a big company.\nOkay, insider trading, what information is there that you can give me."},{"person":"Chandler","txt":" They don’t really talk to us about that kind of stuff. I can get\nyou some free white out though."},{"person":"Monica","txt":" Ohh! Did you do what I said? Did-did-did you tell her?"},{"person":"Ross","txt":" I did."},{"person":"Monica","txt":" And well, what did she say?"},{"person":"Ross","txt":" Thank you."},{"person":"Monica","txt":" Oh, you’re totally welcome! What’d she say?"},{"person":"Ross","txt":" She said, \"Thank you.\" I said, \"I love you.\" And she\nsaid, \"Thank you.\""},{"person":"Chandler","txt":" Whoa-whoa, wait a minute, did you say, you love her?"},{"person":"Joey","txt":" Yeah, what were you trying to get her to do?!"},{"person":"Ross","txt":" What do I do now?"},{"person":"Joey","txt":" You play hard to get."},{"person":"Ross","txt":" She already lives in London."},{"person":"Joey","txt":" Then you go to Tokyo."},{"person":"Chandler","txt":" All right look, forget it, forget it. You told her you love her,\nit’s over."},{"person":"Monica","txt":" It is not over! You’re over!"},{"person":"Chandler","txt":" What?"},{"person":"Monica","txt":" You know!"},{"person":"Chandler","txt":" Okay. (Pause) Good one."},{"person":"Monica","txt":" It is not over because she is going to call you and tell you she loves\nyou. And the reason why she couldn’t, is because her feelings were so strong, it\nscared her. Now you go home and wait for her call, she could be calling you from the\nplane! Come on now go! Go! (Tries to push Ross out the door.)"},{"person":"Ross","txt":" Okay! Okay! But if she doesn’t call, it is definitely over! No, wait.\nWait. Unless, eventually, I call her, y’know just to she what’s going on, and,\nand she says she’ll call me back, but then she doesn’t. "},{"person":"Joey","txt":" Way to be strong, man!"},{"person":"Rachel","txt":" Hey!"},{"person":"Chandler","txt":" Hi! Listen, can we watch cartoons on your television? We need a porn\nbreak. We spent the last two hours watching In & Out & In, Again."},{"person":"Rachel","txt":" Well, so, why don’t you just turn it off?"},{"person":"Chandler","txt":" Because then we would be the guys who turned off free porn."},{"person":"Phoebe","txt":" (entering carrying a case) Ooh, good, you’re hear! Okay."},{"person":"Monica","txt":" Hey!"},{"person":"Phoebe","txt":" Hi!"},{"person":"Rachel","txt":" Well, what-what ‘cha got there?"},{"person":"Phoebe","txt":" Oh this, well I’m glad you asked. (She opens the case and removes a\nknife and an soda can.) Now, don’t you hate it when you have to cut a tin can with an\nordinary steak knife? (She efficiently cuts it in half.) Ahh! Now, I know what you’re\nthinking…"},{"person":"Chandler","txt":" Pregnant Woman Slays Four?"},{"person":"Monica","txt":" Phoebe, they didn’t make you pay for those knives, did they?"},{"person":"Phoebe","txt":" No!"},{"person":"Monica","txt":" Are you sure?"},{"person":"Phoebe","txt":" No!"},{"person":"Rachel","txt":" Honey, you’re not gonna make enough money to help Frank and Alice\njust by selling knives."},{"person":"Phoebe","txt":" No-no, I know that, but I just have to make enough money for the second\npart of my plan."},{"person":"Chandler","txt":" What’s the second part of your plan?"},{"person":"Phoebe","txt":" My "},{"person":"Ross","txt":" (Answers the phone.) Hello?"},{"person":"Emily","txt":" Ross."},{"person":"Ross","txt":" Emily, hi! Uh, how-how was you flight?"},{"person":"Emily","txt":" It was dreadful. I felt terrible about how I acted when you said those\nwonderful things."},{"person":"Ross","txt":" No, no, that-that, that’s all right. Umm, I’m just glad you\ncalled."},{"person":"Emily","txt":" Ross umm, there’s something that I’ve got to tell you,\nthere’s-there’s someone else."},{"person":"Ross","txt":" Does that mean the same thing in England as it does in America?"},{"person":"Ross","txt":" She doesn’t know which one of us she wants, me or this Colin guy."},{"person":"Monica","txt":" This isn’t how it’s supposed to go, there can’t be\nanother guy."},{"person":"Ross","txt":" Well…"},{"person":"Monica","txt":" Of course there’s another guy!! This is even more perfect! Now you\nhave to prove your love!"},{"person":"Ross","txt":" I’m not proving anything. Okay, I’m done listening to you. If I\nhadn’t let you talk me into going to the airport in the first place, I never\nwould’ve put my fist through the wall!"},{"person":"Chandler","txt":" You put your fist through the wall?"},{"person":"Ross","txt":" No, I missed and hit the door. But, it opened really hard!"},{"person":"Monica","txt":" "},{"person":"Ross","txt":" What?"},{"person":"Monica","txt":" Yeah, you have to go fight for her!"},{"person":"Joey","txt":" Oh yeah, sure, that makes sense. Yeah. ‘Cause you already told her\nyou love her and she didn’t say it back, then she called you and told you that\nthere’s another guy, so yeah, go to London that’ll scare her!"},{"person":"Monica","txt":" When Rachel was with Paulo, what did you do?"},{"person":"Ross","txt":" I made fun of his accent."},{"person":"Monica","txt":" You sat back and let him have her, you didn’t fight at all. Am I\nright? Do you want the same thing to happen with Emily?"},{"person":"Ross","txt":" No."},{"person":"Monica","txt":" All right then, go fight for her! Go to London! I mean, that could be\nyou and Emily! (Points to the TV.) That, but-but nicer. Just, go to London!"},{"person":"Ross","txt":" Really?"},{"person":"Monica","txt":" Come on! Surprise her! Show up at her doorstep! Don’t let her go\nwithout a fight!"},{"person":"Ross","txt":" All right. All right, I’m gonna do it! "},{"person":"Monica","txt":" All right."},{"person":"Ross","txt":" I’m gonna, I’m gonna go to London and I’m going to fight\nfor her."},{"person":"Monica","txt":" Okay, good luck!"},{"person":"Joey","txt":" Ross! Ross! If you’re going to the airport, could you pick me up\nanother one of those "},{"person":"Rachel","txt":" Hey!"},{"person":"Phoebe","txt":" Ooh-Ooh! I did it! I did it! I figured out a way to make money! I’m\ngonna open up my own massage place and Frank’s gonna help me! And! We can work it\naround his schedule so he doesn’t have to quit school!"},{"person":"Monica","txt":" That’s sounds great, but how are you going to afford it?"},{"person":"Rachel","txt":" Well, we were walking down the street and we saw that van that you guys\nused for catering and we realised…"},{"person":"Phoebe","txt":" I’m telling it! I’m telling it!"},{"person":"Rachel","txt":" Okay."},{"person":"Phoebe","txt":" Okay. You know how people need transportation, but they also need\nmassages to help them relax so I just figured we could combine the two, okay, I give the\nmassages and Frank drives! I can fix up the van, bolt the table in the back, and you know\nwhat I’ve got?"},{"person":"Chandler","txt":" A place where no one will ever get out alive?"},{"person":"Phoebe","txt":" No! Think about it, it’s a taxi that people take when they need to\nrelax, it’s…"},{"person":"Rachel","txt":" (interrupting) Relaxi-Taxi!"},{"person":"Phoebe","txt":" The name was my favourite part!"},{"person":"Rachel","txt":" Well, well I can up with it!"},{"person":"Phoebe","txt":" "},{"person":"Rachel","txt":" Well, I…"},{"person":"Monica","txt":" Hello."},{"person":"Ross","txt":" (on phone) Hey."},{"person":"Monica","txt":" Oh my God! Ross, are you in England? Was Emily surprised?"},{"person":"Ross","txt":" No, because she hasn’t come home yet. And she hasn’t been home\nall night! She’s obviously staying with that other guy, and I’m the stupid moron\nwho spent the whole night outside her apartment!"},{"person":"Monica","txt":" All right. When is, when is the next flight out?"},{"person":"Ross","txt":" About four hours."},{"person":"Monica","txt":" Okay, just stay there a couple more hours and if she doesn’t show\nup by then, then just come on home."},{"person":"Phoebe","txt":" Hey, tell him about Relaxi-Taxi, and-and ask him if he thinks\nthat’s better than Relaxi Cab."},{"person":"Rachel","txt":" Okay, it’s not Relaxi Cab. It’s Relaxicab, like taxicab. "},{"person":"Phoebe","txt":" Oh, that is better."},{"person":"Chandler","txt":" Are we in London?"},{"person":"Monica","txt":" What are you doing here? You can’t be here!"},{"person":"Emily","txt":" I’ve uh, I’ve come to talk to Ross."},{"person":"Emily","txt":" What?"},{"person":"Joey","txt":" (pause) Nothing. No, nothing."},{"person":"Emily","txt":" I was going to call him, but…"},{"person":"Monica","txt":" Oh, you came to tell him you love him! I knew it! (Points at Chandler) I\nwas right! (Points to Emily) I’m right, right?"},{"person":"Emily","txt":" I’d really rather talk to him. "},{"person":"Monica","txt":" Oh."},{"person":"Emily","txt":" I uh, I’ve been to his apartment and he wasn’t there, and uh. I\nneed to talk to him, so do you have any idea where he is?"},{"person":"amazing","txt":"amazing"},{"person":"Emily","txt":" Ross, are you there? Ross, I don’t know if you can hear this\nbut… (Ross has moved to the window, apparently so that he can hear better.) I’m\ngonna talk anyway, uh, I’m in the States with you sister and your friends and\nit’s all over with Colin. I came here to tell you that, and to tell you—Yes,\nJoey you can have all the chocolate you want, just take it! Uh, I came here to tell you\nthat I love you."},{"person":"Ross","txt":" (yelling, thinking Emily can hear him through the answering machine all\nthe way to New York.) I love you too! I’m, I’m gonna call you right now from the\nphone booth! (Realises) You can’t hear me. (Goes to make his call.)"},{"person":"Emily","txt":" I wish I could know if you’d heard any of that. I suppose I’ve\neither just told you I love you or given my neighbours a good laugh. Mrs. Newman if\nyou’re listening, bugger off this in none of your business. I suppose there’s\nnot much chance you did heard that, and there’s the call waiting so, I should go. Oh\nwell. (Answers the call waiting.) Hello."},{"person":"Ross","txt":" Hi."},{"person":"Emily","txt":" Ross, I love you!"},{"person":"Ross","txt":" Ohh! Thank you."},{"person":"Chandler","txt":" Hey."},{"person":"Joey","txt":" Hey."},{"person":"Chandler","txt":" I was just at the bank, and there was this really hot teller, and she\ndidn’t ask me to go do it with her in the vault."},{"person":"Joey","txt":" Same kind of thing happened to me! Woman pizza delivery guy come over,\ngives me the pizza, takes the money, and leaves!"},{"person":"Chandler","txt":" What, no, \"Nice apartment, I bet the bedrooms are huge?\""},{"person":"Joey","txt":" Noo! Nothing!"},{"person":"Chandler","txt":" Y’know what, we have to turn off the porn."},{"person":"Joey","txt":" I think you’re right."},{"person":"Chandler","txt":" All right, ready?"},{"person":"Joey","txt":" One."},{"person":"Chandler","txt":" Two."},{"person":"Both","txt":" Three."},{"person":"Joey","txt":" That’s kinda nice."},{"person":"Chandler","txt":" Yeah, that’s kinda a relief."},{"person":"Joey","txt":" Yeah."},{"person":"Chandler","txt":" You wanna see if we still have it?"},{"person":"Joey","txt":" Yeah."},{"person":"Chandler","txt":" FREE PORN!!!"},{"person":"Joey","txt":" Yeah!!"},{"person":"Chandler","txt":" We have free porn here!!!"}]