[{"person":"Rachel","txt":" Terry, I, I, I know that I haven't worked here very long, but I was\nwondering, do you think it would be possible if I got a $100 advance in my salary?"},{"person":"Terry","txt":" An advance?"},{"person":"Rachel","txt":" It's so that I can spend Thanksgiving with my family. See, every year we\ngo skiing in Vail, and normally my father pays for my ticket, but I sort of started the\nwhole independence thing, you know, which is actually why I took this job."},{"person":"Terry","txt":" Rachel, Rachel, sweetheart. You're a terrible, terrible waitress. Really,\nreally awful."},{"person":"Rachel","txt":" Ok, I, I hear what you're sayin'. I'm with you. Um, but I, but I'm\ntrying really hard. And I think I'm doing better. I really do. Does anybody need coffee?\n(everyone in the place raises their hand) Oh, look at that."},{"person":"Rachel","txt":" Excuse me, sir. Hi, you come in here all time. I was just wondering, do\nyou think there's a possibility that you could give me an advance on my tips?"},{"person":"Rachel","txt":" Ok, ok, that's fine. Fine. Hey, I'm sorry about that spill before.\n(picks up the tip he leaves) Only $98.50 to go. "},{"person":"Monica","txt":" Hey. Ross, did you know Mom and Dad are going to Puerto Rico for\nThanksgiving?"},{"person":"Ross","txt":" No, they're not."},{"person":"Monica","txt":" Yes, they are. The Blymens invited them."},{"person":"Ross","txt":" You're wrong."},{"person":"Monica","txt":" I am not wrong."},{"person":"Ross","txt":" You're wrong."},{"person":"Monica","txt":" No, I just talked to them."},{"person":"Ross","txt":" (getting up, upset) I'm calling Mom."},{"person":"Joey","txt":" Hey, hey."},{"person":"Chandler","txt":" Hey."},{"person":"Phoebe","txt":" Hey."},{"person":"Chandler","txt":" And this from the cry-for-help department. Are you wearing makeup?"},{"person":"Joey","txt":" Yes, I am. As of today, I am officially Joey Tribbiani, actor slash model."},{"person":"Chandler","txt":" That's so funny, 'cause I was thinking you look more like Joey\nTribbiani, man slash woman."},{"person":"Phoebe","txt":" What were you modeling for?"},{"person":"Joey","txt":" You know those posters for the city free clinic?"},{"person":"Monica","txt":" Oh, wow, so you're gonna be one of those \"healthy, healthy, healthy\nguys\"?"},{"person":"Phoebe","txt":" You know, the asthma guy was really cute."},{"person":"Chandler","txt":" Do you know which one you're gonna be?"},{"person":"Joey","txt":" No, but I hear lyme disease is open, so... (crosses fingers) "},{"person":"Chandler","txt":" Good luck, man. I hope you get it."},{"person":"Joey","txt":" Thanks."},{"person":"Ross","txt":" (to Monica) Well, you were right. How can they do this to us, huh? It's\nThanksgiving. "},{"person":"Monica","txt":" Ok, I'll tell you what. How about I cook dinner at my place? I'll make\nit just like Mom's."},{"person":"Ross","txt":" Will you make the mashed potatoes with the lumps?"},{"person":"Monica","txt":" You know, they're not actually supposed to have... (Ross looks at her\nsheepishly) I'll work on the lumps. Joey, you're going home, right?"},{"person":"Joey","txt":" Yeah."},{"person":"Monica","txt":" And I assume, Chandler, you are still boycotting all the pilgrim\nholidays."},{"person":"Chandler","txt":" Yes, every single one of them."},{"person":"Monica","txt":" Phoebe, you're gonna be with your grandma?"},{"person":"Phoebe","txt":" Yes, and her boyfriend. But we're celebrating Thanksgiving in December\n'cause he is lunar."},{"person":"Monica","txt":" So you're free Thursday, then."},{"person":"Phoebe","txt":" Yeah. Oh, can I come?"},{"person":"Monica","txt":" Yeah. Rach, are you thinking you're gonna make it to Vail?"},{"person":"Rachel","txt":" Absolutely. Shoop, shoop, shoop. Only a hundred and two dollars to go."},{"person":"Chandler","txt":" I thought it was $98.50."},{"person":"Rachel","txt":" Yeah, well it was. I, I broke a cup."},{"person":"Ross","txt":" Well, I'm off to Carol's."},{"person":"Phoebe","txt":" Ooh, ooh! Why don't we invite her?"},{"person":"Ross","txt":" (mimicking) Ooh, ooh. Because she's my ex-wife, and will probably want to\nbring her, ooh, ooh, lesbian life partner."},{"person":"Ross","txt":" Hi, is uh, is Carol here?"},{"person":"Susan","txt":" No, she's at a faculty meeting."},{"person":"Ross","txt":" Oh, I uh, just came by to pick up my skull. Well, not mine, but..."},{"person":"Ross","txt":" Thanks. Yeah, Carol borrowed it for a class, and I have to get it back to\nthe museum."},{"person":"Susan","txt":" What's it look like?"},{"person":"Ross","txt":" Kinda like a big face without skin."},{"person":"Susan","txt":" Yes, I'm familiar with the concept. We can just look for it."},{"person":"Ross","txt":" Ok. (browsing the apartment) Wow, you guys sure have a lot of books about\nbein' a lesbian."},{"person":"Susan","txt":" Well, you know, you have to take a course. Otherwise, they don't let you\ndo it. "},{"person":"Ross","txt":" (picking up a book) Hey, hey, Yertle the Turtle. A classic."},{"person":"Susan","txt":" Actually, I'm reading it to the baby."},{"person":"Ross","txt":" The uh, the baby that hasn't been born yet? Wouldn't that mean you're...\ncrazy?"},{"person":"Susan","txt":" What, you don't think they can hear sounds in there?"},{"person":"Ross","txt":" You're not serious, I mean, you really... you really talk to it?"},{"person":"Susan","txt":" Yeah, all the time. I want the baby to know my voice."},{"person":"Ross","txt":" Do you uh, do you talk about me?"},{"person":"Susan","txt":" Yeah, yeah, all the time."},{"person":"Ross","txt":" Really?"},{"person":"Susan","txt":" But um, we just refer to you as Bobo the Sperm Guy."},{"person":"Ross","txt":" Look, if she's talking to it, I just think that I should get some belly\ntime too. Not that I believe any of this."},{"person":"Phoebe","txt":" Oh, I believe it. I think the baby can totally hear everything. I can\nshow you. Look, this will seem a little weird, but you put your head inside this turkey,\nand then we'll all talk, and you'll hear everything we say."},{"person":"Chandler","txt":" I'd just like to say that I'm totally behind this experiment. In fact,\nI'd very much like to butter your head."},{"person":"Monica","txt":" Hey, Rach, did you make your money?"},{"person":"Rachel","txt":" No, not even close. Forget Vail, forget seeing my family, forget shoop,\nshoop, shoop."},{"person":"Monica","txt":" Rach, here's your mail."},{"person":"Rachel","txt":" Thanks, you can just put it on the table."},{"person":"Monica","txt":" (insistently) No, here's your mail."},{"person":"Rachel","txt":" Thanks, you can just put it on the table."},{"person":"Monica","txt":" (gives her an envelope) Would you just open it?"},{"person":"Rachel","txt":" Oh my god, oh, you guys are great."},{"person":"Monica","txt":" We all chipped in."},{"person":"Joey","txt":" (to Monica) We did?"},{"person":"Monica","txt":" (to Joey) You owe me 20 bucks."},{"person":"Rachel","txt":" Thank you. Thank you so much!"},{"person":"Monica","txt":" (hands Chandler a bag) Chandler, here you go, got your traditional\nThanksgiving feast, you got your tomato soup, your grilled cheese fixin's, and your family\nsize bag of Funyuns."},{"person":"Rachel","txt":" Wait, wait, Chandler, this is what you're havin' for Thanksgiving\ndinner? What, what, what is it with you and this holiday?"},{"person":"Chandler","txt":" All right, I'm nine years old."},{"person":"Ross","txt":" Oh, I hate this story."},{"person":"Chandler","txt":" We just finished this magnificent Thanksgiving dinner. I have--and I\nremember this part vividly--a mouthful of pumpkin pie, and this is the moment my parents\nchoose to tell me they're getting divorced."},{"person":"Rachel","txt":" Oh my god."},{"person":"Chandler","txt":" Yes. It's very difficult to appreciate a Thanksgiving dinner once\nyou've seen it in reverse."},{"person":"Joey","txt":" Uh, hi. We uh, we used to work together."},{"person":"Joey","txt":" Yeah, at Macy's. You were the Obsession girl, right? I was the Aramis guy.\n(pretends to spray cologne) Aramis? Aramis? "},{"person":"Joey","txt":" I gotta tell you. You're the best in the business."},{"person":"Joey","txt":" I'm serious. You're amazing. You know when to spritz, when to lay back."},{"person":"Joey","txt":" Ooh, you smell great tonight. What're you wearing?"},{"person":"Joey","txt":" Listen, uh, you wanna go get a drink or something?"},{"person":"Joey","txt":" What's wrong?"},{"person":"Joey","txt":" Oh. What?"},{"person":"Joey","txt":" Wait, wait, wait!"},{"person":"Joey","txt":" So I guess you all saw it."},{"person":"Rachel","txt":" Saw what?"},{"person":"Phoebe","txt":" No, we were just laughing. You know, how laughter can be infectious."},{"person":"Joey","txt":" Set another place for Thanksgiving. My entire family thinks I have VD."},{"person":"Chandler","txt":" Tonight, on a very special Blossom."},{"person":"Monica","txt":" Mmm, looking good. Ok, cider's mulling, turkey's turking, yams are\nyamming. (notices Ross is depressed) What?"},{"person":"Ross","txt":" I don't know. It's just not the same without Mom in the kitchen."},{"person":"Monica","txt":" All right, that's it. You know what? Just get out of my way and stop\nmoping."},{"person":"Ross","txt":" That's closer."},{"person":"Rachel","txt":" I got the tickets! I got the tickets! Five hours from now, shoop, shoop,\nshoop."},{"person":"Chandler","txt":" Oh, you must stop shooping."},{"person":"Rachel","txt":" Ok, I'm gonna get my stuff."},{"person":"Joey","txt":" Chandler, will you just come in already?"},{"person":"Chandler","txt":" No, I prefer to keep a safe distance from all this merriment."},{"person":"Phoebe","txt":" Look out, incoming pumpkin pie!"},{"person":"Chandler","txt":" Ok, we all laughed when you did it with the stuffing, but that's not\nfunny anymore."},{"person":"Joey","txt":" Hey, Monica, I got a question. I don't see any tater tots."},{"person":"Monica","txt":" That's not a question."},{"person":"Joey","txt":" But my mom always makes them. It's like a tradition. You get a little\npiece of turkey on your fork, a little cranberry sauce, and a tot! It's bad enough I can't\nbe with my family because of my disease."},{"person":"Monica","txt":" All right, fine. Tonight's potatoes will be both mashed with lumps, and\nin the form of tots."},{"person":"Ross","txt":" Ok, I'm off to talk to my unborn child. "},{"person":"Monica","txt":" Ah!"},{"person":"Ross","txt":" Ok, Mom never hit."},{"person":"Phoebe","txt":" (stirring pot) Ok, all done."},{"person":"Monica","txt":" What, Phoebe, did you whip the potatoes? Ross needs lumps!"},{"person":"Phoebe","txt":" Oh, I'm sorry, oh, I just, I thought we could have them whipped and then\nadd some peas and onions."},{"person":"Monica","txt":" Why would we do that?"},{"person":"Phoebe","txt":" Well, 'cause then they'd be like my mom used to make them, you know,\nbefore she died."},{"person":"Monica","txt":" Ok, three kinds of potatoes coming up."},{"person":"Rachel","txt":" Ok, good-bye you guys. Thanks for everything. (she starts to leave, and\nhits everyone with her skis) Oh, sorry! Oh, sorry!"},{"person":"Chandler","txt":" The most unbelievable thing has happened. Underdog has just gotten\naway."},{"person":"Joey","txt":" The balloon?"},{"person":"Chandler","txt":" No, no, the actual cartoon character. Of course the balloon. It's all\nover the news. Right before he reached "},{"person":"Rachel","txt":" I can't, I gotta go."},{"person":"Chandler","txt":" Come on. An 80-foot inflatable dog let loose over the city. How often\ndoes that happen?"},{"person":"Phoebe","txt":" Almost never."},{"person":"Monica","txt":" Got the keys? "},{"person":"Rachel","txt":" Ok."},{"person":"Carol","txt":" Anytime you're ready."},{"person":"Ross","txt":" Ok, ok, here we go. (he crouches down near her stomach) Ok, where am I\ntalking to, here? I mean, uh, well, there is one way that seems to offer a certain\nacoustical advantage, but..."},{"person":"Carol","txt":" Just aim for the bump."},{"person":"Ross","txt":" Ok, ok, ok, ok, here goes. You know, I, you know, can't do this. Uh, this\nis too weird. I feel stupid."},{"person":"Carol","txt":" So don't do it, it's fine. You don't have to do it just because Susan\ndoes it."},{"person":"Ross","txt":" (quickly talking) Hello, baby. Hello, hello."},{"person":"Rachel","txt":" I loved the moment when you first saw the giant dog shadow all over the\npark."},{"person":"Phoebe","txt":" Yeah, but did they have to shoot him down? I mean, that was just mean."},{"person":"Monica","txt":" Ok, right about now the turkey should be crispy on the outside, juicy on\nthe inside. Why are we standing here?"},{"person":"Rachel","txt":" We're waiting for you to open the door. You got the keys."},{"person":"Monica","txt":" No I don't."},{"person":"Rachel","txt":" Yes, you do. When we left, you said, \"got the keys.\""},{"person":"Monica","txt":" No I didn't. I asked, \"got the ke-eys?\""},{"person":"Rachel","txt":" No, no, no, you said, \"got the keys\"."},{"person":"Chandler","txt":" Do either of you "},{"person":"Monica","txt":" (panicked) The oven is on."},{"person":"Rachel","txt":" Oh, I gotta get my ticket!"},{"person":"Joey","txt":" Wait, wait, we have a copy of your key."},{"person":"Monica","txt":" Well then get it, get it!"},{"person":"Joey","txt":" That tone will not make me go any faster."},{"person":"Monica","txt":" (angry) Joey!"},{"person":"Joey","txt":" That one will. "},{"person":"Ross","txt":" And everyone's telling me, you gotta pick a major, you gotta pick a major.\nSo, on a dare, I picked paleontology. And you have no idea what I'm saying, because, let's\nface it, you're a fetus. You're just happy you don't have gills anymore."},{"person":"Carol","txt":" Look, you don't have to talk to it. You can sing to it if you want."},{"person":"Ross","txt":" Oh, please. I am not singing to your stomach, ok?"},{"person":"Susan","txt":" Hi, how's it goin?"},{"person":"Ross","txt":" Shh! (singing) "},{"person":"Carol","txt":" I did."},{"person":"Ross","txt":" Does it always, uh--?"},{"person":"Carol","txt":" No, no that was the first."},{"person":"Susan","txt":" Keep singing! Keep singing!"},{"person":"Ross","txt":" (singing) "},{"person":"Susan","txt":" I felt it!"},{"person":"Ross","txt":" (singin) "},{"person":"Joey","txt":" Nope, not that one."},{"person":"Monica","txt":" Can you go any faster with that?"},{"person":"Joey","txt":" Hey, I got one keyhole and about a zillion keys. You do the math."},{"person":"Monica","txt":" Why do you guys have so many keys in there anyway?"},{"person":"Chandler","txt":" (sarcastic) For an emergency just like this."},{"person":"Rachel","txt":" (grabs Chandler by the shirt) All right, listen, smirky. If it wasn't\nfor you and your stupid balloon, I would be on a plane watching a woman do this (makes a\ngesture like a stewardess pointing out exits) right now. But I'm not."},{"person":"Monica","txt":" I swear you said you had the keys."},{"person":"Rachel","txt":" No, I didn't. I wouldn't say I had the keys unless I had the keys, and I\nobviously didn't have the keys."},{"person":"Phoebe","txt":" Ooh, ok, that's it. Enough with the keys. No one say keys."},{"person":"Monica","txt":" Why would I have the keys?"},{"person":"Rachel","txt":" Aside from the fact that you said you had them?"},{"person":"Monica","txt":" But I didn't."},{"person":"Rachel","txt":" Well, you should have."},{"person":"Monica","txt":" Why?"},{"person":"Rachel","txt":" Because!"},{"person":"Monica","txt":" Why?"},{"person":"Rachel","txt":" Because!"},{"person":"Monica","txt":" Why? Because everything is my responsibility? Isn't it enough that I'm\nmaking Thanksgiving dinner for everyone? You know, everyone wants a different kind of\npotatoes, so I'm making different kinds of potatoes. Does anybody care what kind of\npotatoes I want? Nooooo, no, no! (starting to cry) Just as long as Phoebe gets her peas\nand onions, and Mario gets his tots, and it's my first Thanksgiving, and it's all burned,\nand, and I... I..."},{"person":"Chandler","txt":" Ok, Monica, only dogs can hear you now, so, look, the door's open.\nHere we go."},{"person":"Monica","txt":" Well, the turkey's burnt. (checking pots) Potatoes are ruined, potatoes\nare ruined, potatoes are ruined."},{"person":"Ross","txt":" Here we come, walkin' down the—this doesn't smell like Mom's."},{"person":"Monica","txt":" No, it doesn't, does it? But you wanted lumps, Ross? (picks up the pan\nof badly burnt potatoes) Well, here you go, buddy, ya got one."},{"person":"Rachel","txt":" Oh, god, this is great! The plane is gone, so it looks like I'm stuck\nhere with you guys."},{"person":"Joey","txt":" Hey, we all had better plans. This was nobody's first choice."},{"person":"Monica","txt":" Oh, really? So why was I busting my ass to make this delicious\nThanksgiving dinner?"},{"person":"Joey","txt":" You call that delicious? "},{"person":"Monica","txt":" Stop it, stop it, stop it!"},{"person":"Chandler","txt":" Now this feels like Thanksgiving."},{"person":"Phoebe","txt":" Ooh. "},{"person":"Rachel","txt":" What?"},{"person":"Phoebe","txt":" Ugly Naked Guy's taking his turkey out of the oven. Oh my god. He's not\nalone. Ugly Naked Guy's having Thanksgiving dinner with Ugly Naked Gal."},{"person":"Joey","txt":" I've gotta see this. All right Ugly Naked Guy!"},{"person":"Monica","txt":" Ooh, Ugly Naked Dancing!"},{"person":"Phoebe","txt":" It's nice that he has someone."},{"person":"Chandler","txt":" Shall I carve?"},{"person":"Rachel","txt":" By all means."},{"person":"Chandler","txt":" Ok, who wants light cheese, and who wants dark cheese?"},{"person":"Ross","txt":" I don't even wanna know about the dark cheese."},{"person":"Monica","txt":" (holding sandwich) Does anybody wanna split this with me?"},{"person":"Joey","txt":" Oh, I will."},{"person":"Phoebe","txt":" Ooh, you guys have to make a wish."},{"person":"Monica","txt":" Make a wish?"},{"person":"Phoebe","txt":" Come on, you know, Thanksgiving. Ooh, you got the bigger half. What'd\nyou wish for?"},{"person":"Joey","txt":" The bigger half."},{"person":"Chandler","txt":" I'd like to propose a toast. Little toast here, ding ding. I know this\nisn't the kind of Thanksgiving that all of you all planned, but for me, this has been\nreally great, you know, I think because it didn't involve divorce or projectile vomiting.\nAnyway, I was just thinking, I mean, if you'd gone to Vail, and if you guys'd been with\nyour family, if you didn't have syphilis and stuff, we wouldn't be all together, you know?\nSo I guess what I'm trying to say is that I'm very thankful that all of your Thanksgivings\nsucked."},{"person":"All","txt":" That's so sweet."},{"person":"Ross","txt":" And hey, here's to a lousy Christmas."},{"person":"Rachel","txt":" And a crappy New Year."},{"person":"Chandler","txt":" Here, here!"}]