[{"person":"Phoebe","txt":" (angrily) That’s like the tenth time I’ve peed since I’ve\nbeen here!"},{"person":"Monica","txt":" That’s also like the tenth time you told us."},{"person":"Phoebe","txt":" Yeah, oh I’m sorry, it must be really hard to hear! I tell ya,\nit’s a lot easier having three babies play Bringing in the Noise, Bringing in da Funk\non your bladder! I’m so sick of being pregnant! The only happiness I get is from a\ncup of coffee, which of course is decaf, ‘cause—Oh! I’m pregnant!"},{"person":"Ross","txt":" Pheebs, did…you want a cookie?"},{"person":"Phoebe","txt":" (starting to cry) Thank you so much."},{"person":"Rachel","txt":" So uh, Pheebs, honey, how are those mood swings coming?"},{"person":"Phoebe","txt":" I haven’t really had any yet."},{"person":"Ross","txt":" Hey guys!"},{"person":"Chandler","txt":" Hey."},{"person":"Joey","txt":" Hey!"},{"person":"Ross","txt":" All right, here’s the ring. (Shows Chandler the wedding ring he plans\non giving Emily) "},{"person":"Chandler","txt":" (shocked) Yes! Yes! A thousand times, yes!"},{"person":"Ross","txt":" So uh, any ideas for the bachelor party yet?"},{"person":"Joey","txt":" Whoa-whoa-whoa! Before you start handing out wedding rings and planning\nbachelor parties, don’t you have to decide who your best man is gonna be?"},{"person":"Chandler","txt":" Oh, it’s awkward. It’s awkward. It’s awkward."},{"person":"Ross","txt":" I sort’ve already asked Chandler."},{"person":"Joey","txt":" What?! He got to do it at your first wedding!"},{"person":"Ross","txt":" Joey, I figured you’d understand. I mean, I-I’ve known him a lot\nlonger."},{"person":"Joey","txt":" Come on Ross! Look, I-I don’t have any brothers; I’ll never get\nto be a best man!"},{"person":"Chandler","txt":" You can be the best man when I get married."},{"person":"Joey","txt":" (pause) I’ll never get to be a best man!"},{"person":"Ross","txt":" (to Chandler) Wait-wait, so, you get to be my best man twice and I never\nget to be yours at all?"},{"person":"Chandler","txt":" Oh no-no-no, you—yeah, of course you get to be my best man."},{"person":"Joey","txt":" (impatiently tapping Chandler on the shoulder) What about me?! You-you\njust said I could!"},{"person":"Chandler","txt":" I’m not even getting married! Okay, this is a question for\nscience fiction writers!"},{"person":"Joey","txt":" I can’t believe you’re not picking me."},{"person":"Ross","txt":" Hey, how can it "},{"person":"Chandler","txt":" I’m not even… I’m not even…"},{"person":"Ross","txt":" Fine, y’know what, that’s it. From now on, Joey, I want you to\nbe my best man."},{"person":"Joey","txt":" Yes! (to Chandler) Shame about you man."},{"person":"Phoebe","txt":" (to her babies) Stop it!"},{"person":"Monica","txt":" What?"},{"person":"Phoebe","txt":" One of the babies is kicking."},{"person":"Monica","txt":" I thought that was a good thing."},{"person":"Phoebe","txt":" It’s not kicking me, it’s kicking one of the other babies. Oh\n(looks down her dress)! Don’t make me come in there!"},{"person":"Joey","txt":" (entering) Hey!"},{"person":"Monica","txt":" Hey!"},{"person":"Joey","txt":" Do you guys have like a big bowl I can borrow?"},{"person":"Monica","txt":" Yeah, there’s one right under the cabinet. "},{"person":"Joey","txt":" (grabs it) Thanks."},{"person":"Monica","txt":" Why do you need it?"},{"person":"Joey","txt":" Oh, we’re having a big party tomorrow night. Later! (Starts for the\ndoor.)"},{"person":"Rachel","txt":" Whoa! Hey-hey, you planning on inviting us?"},{"person":"Joey","txt":" Nooo, later. (Walks out the door.)"},{"person":"Phoebe","txt":" Hey!! Get your ass back here, Tribbiani!! (Joey walks back in, scared.)"},{"person":"Rachel","txt":" Hormones!"},{"person":"Monica","txt":" What Phoebe meant to say was umm, how come you’re having a party\nand we’re not invited?"},{"person":"Joey","txt":" Oh, it’s Ross’s bachelor party."},{"person":"Monica","txt":" Sooo?"},{"person":"Joey","txt":" Are you bachelors?"},{"person":"Monica","txt":" Nooo!"},{"person":"Joey","txt":" Are you strippers?"},{"person":"Rachel","txt":" Nooo!"},{"person":"Joey","txt":" Then you’re not invited. (Starts for the door again.)"},{"person":"Rachel","txt":" All right fine! You’re not invited to the party we’re gonna\nhave either."},{"person":"Joey","txt":" Oh-whoa, what party?"},{"person":"Rachel","txt":" Well umm…"},{"person":"Monica","txt":" The baby shower for Phoebe!"},{"person":"Joey","txt":" Baby shower. Wow! That sounds sooo like something I don’t want to do!\nLater! (Finally, he makes his exit.)"},{"person":"Phoebe","txt":" I can’t believe I’m gonna have a party! This is so great!\n(Really excited) A party! (Really, really excited) Yay!! (Suddenly, she starts crying and\nRachel moves to comfort her.) I don’t know why."},{"person":"Joey","txt":" This is what I’ve got going for the party so far, liquor wise. Get a\nlot of liquor."},{"person":"Ross","txt":" Great. Great."},{"person":"Joey","txt":" Okay, now uh, in terms of the invite list, I’ve got you, me, and\nChandler and I’m gonna invite Gunther ‘cause, well, we’ve been talking\nabout this pretty loud."},{"person":"Gunther","txt":" I’ll be there."},{"person":"Joey","txt":" All right—oh! Listen, I know this is your party, but I’d really\nlike to the number of museum geeks that are gonna be there."},{"person":"Ross","txt":" Yeah. Tell ya what, let’s not invite any of the anthropologists, only\nthe dinosaur dudes!"},{"person":"Joey","txt":" Okay! We’ll need a six-pack of "},{"person":"Chandler","txt":" (entering) Hey guys, what are you doing?"},{"person":"Ross","txt":" Oh, just planning my bachelor party with my best man."},{"person":"Chandler","txt":" Yeah, well, good luck trying to top the last one."},{"person":"Ross","txt":" Yeah, see, I don’t think it’s gonna that difficult considering\nthis one "},{"person":"Chandler","txt":" Oh, I’m Ross. I’m Ross. I’m too good for the Hut;\nI’m too good for the Hut."},{"person":"Ross","txt":" Look, I gotta go pick up Ben. Everything so far sounds great Joey, just\nremember to keep it on the mellow side, okay? Just a couple of guys hanging out playing\npoker, no-no strippers or anything okay?"},{"person":"Joey","txt":" You got it."},{"person":"Ross","txt":" Okay, see ya later."},{"person":"Chandler","txt":" See ya. (Ross exits, and Chandler moves over next to Joey, laughing.)\nHave fun planning your mellow bachelor party."},{"person":"Joey","txt":" Well, there’s gonna be strippers there. He didn’t say anything\nabout no strippers."},{"person":"Chandler","txt":" He just said, \"No strippers.\""},{"person":"Joey","txt":" Oh, I chose not to hear that."},{"person":"Monica","txt":" Look what I got! Look what I got! Look what I got! (She shows Rachel\nwhat she bought. She bought a little leather jacket and a little cowboy outfit for the\nbabies.) Can you believe they make these for little people?"},{"person":"Rachel","txt":" Little village people."},{"person":"Monica","txt":" Okay, look at this one. This is my favourite. (It’s a little pink\nand white dress for the girl baby.)"},{"person":"Rachel","txt":" Oh, that is so sweet!"},{"person":"Monica","txt":" I know! Phoebe is gonna love dressing them in these!"},{"person":"Rachel","txt":" Huh. Except, Phoebe’s not gonna be the one that gets to dress them."},{"person":"Monica","txt":" Because she’s not gonna get to keep the babies."},{"person":"Rachel","txt":" Oh my God! We are throwing the most depressing baby shower ever!"},{"person":"Monica","txt":" Wait a minute! Unless, we give her all gifts she can use after\nshe’s done being pregnant. Like-like umm, regular coffee, Tequila."},{"person":"Rachel","txt":" Oh, and somebody can get those leather pants she’s always wanted!"},{"person":"Monica","txt":" Oh, she’s gonna love that!"},{"person":"Phoebe","txt":" What the hell is this?! What, did you actually thought it would make me\nfeel better to give me stuff that I can’t use for another two months?! This sucks!\nAll right, what’s my next present?!"},{"person":"All","txt":" I don’t have anything. (All of the rest of the women there hide their\ngifts behind their backs.)"},{"person":"Ross","txt":" Hey listen man, about the stripper…"},{"person":"Joey","txt":" Yeah?"},{"person":"Ross","txt":" Good call!"},{"person":"Chandler","txt":" (banging a spoon against his beer bottle) Okay, a little announcement,\na little announcement. I’ve decided that my best man is, my best friend Gunther!"},{"person":"Gunther","txt":" What’s my last name?"},{"person":"Chandler","txt":" Central Perk?"},{"person":"Gunther","txt":" (to Ross) Thanks for not marrying Rachel. (He starts to leave.)"},{"person":"Joey","txt":" Oh-whoa-wait, Gunther don’t-don’t forget your shirt. (He gives\nGunther his shirt and Gunther leaves.)"},{"person":"Ross","txt":" Hey-hey, what are those?"},{"person":"Joey","txt":" Oh, little party favours, check it out! (It’s a shirt that reads,\n\"Ross Geller, Bachelor Bash 1998\")"},{"person":"Ross","txt":" Wow! Yeah!"},{"person":"Joey","txt":" Oh-oh! (Shows him what’s on the back, \"Best Man Joey Tribbiani,\nwith a huge picture of him.)"},{"person":"Chandler","txt":" (banging on the bottle again) Okay, okay, a little announcement, I\njust want everyone to know that the position of my best man is still open! And uh, (to the\nstripper) so is the position of the bride."},{"person":"The Stripper","txt":" Great!"},{"person":"Ross","txt":" Smooth man. Yeah, you got some chilie on your neck. (Chandler checks and\nruns into the bathroom.) Well, I just want to say, thanks everyone, this-this was great.\nAnd hey! See you guys Monday morning. (They museum geeks wave at him.) Thanks Joey."},{"person":"Joey","txt":" Oh, hey, don’t forget your shirt."},{"person":"Ross","txt":" Oh, thanks! (Takes it and throws it back into the box and leaves.)"},{"person":"Joey","txt":" Okay, hey, museum geeks, party’s over. Okay. Wave bye-bye to the nice\nlady. There you go. Back to your parent’s basement. All right. (The museum geeks exit\nand Joey unlocks his door and lets the chick and the duck out.) Come on boys, come on out!\nHere you go. All right."},{"person":"The Stripper","txt":" Ohhh, look at the little birdies! Are those yours?"},{"person":"Joey","txt":" Yeah!"},{"person":"The Stripper","txt":" Wow, I didn’t know they let you keep chickens and ducks as\npets."},{"person":"Joey","txt":" Oh yeah-yeah. And I got the duck totally trained. Watch this. Stare at the\nwall. (The duck complies.) Hardly move. (The duck complies.) Be white. (The duck\ncomplies.)"},{"person":"The Stripper","txt":" You are really good at that. So uh, I had fun tonight, you throw\none hell of a party."},{"person":"Joey","txt":" Oh thanks. Thanks. It was great meetin’ ya. And listen if any of my\nfriends gets married, or have a birthday, or a Tuesday…"},{"person":"The Stripper","txt":" Yeah, that would be great. So I guess umm, good night."},{"person":"Joey","txt":" Oh unless you uh, you wanna hang around."},{"person":"The Stripper","txt":" Yeah?"},{"person":"Joey","txt":" Yeah. I’ll let you play with my duck."},{"person":"Joey","txt":" Hey, (realises he doesn’t know her name.) stripper! (He notices that\nthe ring box is open, so he picks it up, sees it’s empty and starts to panic.)"},{"person":"Joey","txt":" (running and banging on Chandler’s door) The stripper stole the\nring!! The stripper stole the ring!! Chandler! Chandler, get up! Get up! The stripper\nstole the ring!"},{"person":"Chandler","txt":" (opening the door) What?"},{"person":"Joey","txt":" The ring is gone!"},{"person":"Chandler","txt":" Ugh. Just a sec, give me a minute to wake up for this—Ah-ha-ha!!\nYou lost the ring! You’re the worst best man ever!"},{"person":"Joey","txt":" Dude, this isn’t funny! What am I gonna do?! I go to bed last night,\neverything’s cool! I wake up this morning, the stripper’s gone and the ring is\ngone!"},{"person":"Chandler","txt":" You slept with the stripper?"},{"person":"Joey","txt":" Of course!! (Shrugs.)"},{"person":"Phoebe","txt":" Hi, guys."},{"person":"Rachel","txt":" Hi! Phoebe. (Both Monica and her try to move out of Phoebe’s way.)"},{"person":"Monica","txt":" Hi Phoebe."},{"person":"Phoebe","txt":" I-I wanted to apologise if I—y’know seemed a tad edgy\nyesterday at my shower. Y’know it’s just the hormones, y’know."},{"person":"Rachel","txt":" No we…"},{"person":"Monica","txt":" Hormones."},{"person":"Rachel","txt":" …hormones, yeah."},{"person":"Phoebe","txt":" Anyway, I just wanted to say thank you, it was just, it was so sweet.\n(She goes to hug them and they both flinch, thinking that Phoebe is about to attack them.)"},{"person":"Monica","txt":" Wow, you seem to be doing so much better. That’s great. So how-how\nare things going?"},{"person":"Phoebe","txt":" Good. Y’know—no-no, okay, it’s-it feels like\neverything’s been about me lately, so what’s happening with you?"},{"person":"Rachel","txt":" Oh, well, actually we were just talking about me not going to\nRoss’s wedding."},{"person":"Phoebe","txt":" Oh!"},{"person":"Rachel","txt":" It just might be too hard, given the history and all that…"},{"person":"Phoebe","txt":" Wow! This reminds me of the time when I was umm, living on the street\nand this guy offered to buy me food if I slept with him."},{"person":"Rachel","txt":" Well, h-how is this like that?"},{"person":"Phoebe","txt":" Well, let’s see, it’s not. Really, like that. Because, you see\n"},{"person":"Rachel","txt":" (starting to cry) I’m-I’m sorry, I just thought that…"},{"person":"Phoebe","txt":" Alrighty, here come the water works. (Rachel starts crying harder.)"},{"person":"Joey","txt":" Ugh! I don’t know what I’m going to do! I called the company\nthat sent and th-they don’t care! Then I called 9-1-1 and they laughed at me, if this\nisn’t an emergency, then what is?"},{"person":"Ross","txt":" (entering) Hey guys!"},{"person":"Chandler","txt":" Hey!"},{"person":"Joey","txt":" Hey…"},{"person":"Ross","txt":" I just wanted to thank you again for last night, what a great party! And\nthe guys from work had a blast. Y’know, one of them had never been to a bachelor\nparty before. Yeah! And-and another one had never been to a party before, so…"},{"person":"Joey","txt":" So uh, hey, that uh, that wedding ring, huh? Man, that’s nice!"},{"person":"Ross","txt":" Yeah, right!"},{"person":"Joey","txt":" I was uh, I was thinking I might want to pick one of those babies up for\nmyself, I might want to get one of those…"},{"person":"Ross","txt":" That ring? When my grandmother first came to this country, that ring and\nthe clothes on her back were all she had with her."},{"person":"Chandler","txt":" So you might say, the ring is irreplaceable? (Gives Joey a little\nsqueeze.)"},{"person":"Ross","txt":" Oh absolutely! It has been in my family for generations, and every bride\nwho has worn it has had a long and happy life."},{"person":"Chandler","txt":" So you might say, it’s a magic ring."},{"person":"Joey","txt":" (laughs, softly) Yeah, the stripper stole it."},{"person":"Ross","txt":" My-my ring? My-my wedding ring? The-the stripper stole my wedding ring?!\nH-how?! How could this all happen?!"},{"person":"Chandler","txt":" Well, I think it all started when you said, \"Hey Joey, why\ndon’t you be my best man.\""},{"person":"Ross","txt":" (dialling the phone) All right-all right, fine! I-I’m gonna call the\ncops!"},{"person":"Joey","txt":" Dude, I screwed up, you don’t have to turn me in!"},{"person":"Ross","txt":" Not on you! On the stripper!"},{"person":"Joey","txt":" Oh, yeah, well I already did that! They said they’re gonna look into\nit right after they solved all the murders."},{"person":"Ross","txt":" Okay, well, we’ll call the company that sent her!"},{"person":"Joey","txt":" I did that too! They wouldn’t give me her real name or her number.\nThey said, \"If I bothered them again they’d call the police.\" I said,\n\"If you talk to the police, you tell them I’m missing a ring!\""},{"person":"Ross","txt":" So what, Joey? Wh-wh-what? What are you telling me? That there’s\nnothing we can do? Well, how could this happen?!"},{"person":"Joey","txt":" Look Ross, I am so-so sorry. I-I-I…"},{"person":"Chandler","txt":" Well, what if we just ah, called her, used a fake name, and had her\ncome to my office?"},{"person":"Joey","txt":" Oh, that sounds like fun, but we’ve got a ring to find!!"},{"person":"Monica","txt":" Here’s your tea Phoebe. (They give it to her and quickly take a\nstep back.)"},{"person":"Phoebe","txt":" (sips it) It’s so good. (Monica and Rachel breath a sigh of\nrelief.) Oh, thanks."},{"person":"Rachel","txt":" Good."},{"person":"Monica","txt":" I’m so glad you liked it."},{"person":"Phoebe","txt":" (sets the cup down) Oh! (Grabs her stomach in pain.)"},{"person":"Monica","txt":" What?!"},{"person":"Rachel","txt":" What?! She made the tea! (Points to Monica.)"},{"person":"Phoebe","txt":" Oh! No, I-I think I just had a contraction."},{"person":"Rachel","txt":" You what?"},{"person":"Monica","txt":" Oh my God!"},{"person":"Phoebe","txt":" Yeah, I thought I had one a couple of minutes ago, and now I know that\nwas "},{"person":"Monica","txt":" Wait, you can’t have the baby here! I mean I haven’t\nsterilised it since the guys moved out!"},{"person":"Rachel","txt":" Okay. It’s okay. We’re gonna be okay. Y’know what?\nIt’s okay. I’m gonna, I’m gonna, I’m gonna boil some water and just\nrip up some sheets!"},{"person":"Phoebe","txt":" No. It’s all right; it’s probably false labour. They said\nthat, that can happen near the end, just somebody get the book."},{"person":"Monica","txt":" Rachel, get the book! The book!"},{"person":"Rachel","txt":" Okay! (Runs and grabs a book and hands it to Monica.) Okay! Here!"},{"person":"Monica","txt":" The Bible?!"},{"person":"Rachel","txt":" I don’t know!"},{"person":"Joey","txt":" All right, okay, this is great, uh, Chandler, you get behind the desk.\nAnd-and when she comes in hopefully, she won’t recognise you because, well, why would\nshe? Uh, okay, and then you buzz Ross and I. (to Ross) You be Mr. Gonzalez, and I’ll\nbe uh, Mr. Wong."},{"person":"Ross","txt":" Diverse."},{"person":"The Stripper","txt":" Did anybody call for security?"},{"person":"Chandler","txt":" (to Ross) You be cool. (He opens the door and lets her in as they all\nturn there backs on her.)"},{"person":"The Stripper","txt":" Okay, which one of you guys is Gunther Central-Perk? (Sees Joey.)\nHey, Joey?"},{"person":"Ross","txt":" Where’s my ring? My dead grandmother’s wedding ring? Where is\nit? Where is it?"},{"person":"Chandler","txt":" Way to be cool, man."},{"person":"The Stripper","txt":" What’s he talking about?"},{"person":"Joey","txt":" There was a ring, in a box, on my nightstand, after you left, it was gone!"},{"person":"The Stripper","txt":" Wait, you guys think I stole some ring?"},{"person":"The Guys","txt":" Yeah!"},{"person":"Ross","txt":" We know you took so just-just save yourself the time and confess!"},{"person":"The Stripper","txt":" Okay, who are you? The Hardy boys? Look, I don’t need to\nsteal some stupid ring, all right? I make $1,600 a week doing what I do; any of you guys\nmake that?"},{"person":"Chandler","txt":" Marry me. (Both Ross and Chandler hit him.)"},{"person":"Joey","txt":" I don’t get it! It was in my room all night! And if she didn’t\ntake it, and I didn’t take it; and you (Chandler) didn’t take it, then who did?\n(The duck quacks.) Shh! We’re trying to think! (Ross and Chandler realise it at the\nsame moment and stare at Joey, who doesn’t get it. After a short pause, with the duck\nstill quacking, Joey figures it out and starts pointing at the duck.)"},{"person":"Rachel","txt":" I still don’t get how you know when it’s false labour."},{"person":"Phoebe","txt":" Well, do you "},{"person":"Monica","txt":" How do you feel?"},{"person":"Phoebe","txt":" Okay, I guess. I mean… I don’t know, it’s just, I guess I\nknow it’s going to be over soon."},{"person":"Rachel","txt":" Well, isn’t that a good thing? You said you were sick of this."},{"person":"Phoebe","txt":" I know. It’s just y’know usually when you’re, when\nyou’re done with the pregnant thing, y’know, then you get to do the mom thing.\nI’m gonna be y’know, sitting around in my leather pants, drinking Tequila."},{"person":"Monica","txt":" Some moms do that."},{"person":"Phoebe","txt":" Okay that’s even sadder. Look, I know, I know what I got myself\ninto, it’s just that now that they’re in me it’s like, it’s like I\nknow them y’know, I mean-I mean, it’s just not gonna be easy when these little\nbabies have to go away."},{"person":"Monica","txt":" Aww, sweetie, but it’s not like you’re not gonna have\nanything. You’re gonna have nieces and nephews, and some ways that’s even\nbetter."},{"person":"Phoebe","txt":" Yeah, okay."},{"person":"Rachel","txt":" No, really. Really, Pheebs, you’re not gonna be the one worrying\nabout saving for college, or yelling at them when they’re bad, y’know, or\ndeciding to put them on Ritalin when they just won’t calm down. Y’know?"},{"person":"Monica","txt":" I mean, you’re the one they’re gonna come to when they wanna\nrun away from home, and the one they talk to about sex."},{"person":"Rachel","txt":" And you just get to be cool Aunt Phoebe!"},{"person":"Phoebe","txt":" Cool Aunt Phoebe. I am pretty cool!"},{"person":"Monica","txt":" Yeah."},{"person":"Rachel","txt":" And y’know what else, oh my God, are they gonna love you."},{"person":"Phoebe","txt":" They are gonna love me."},{"person":"Rachel","txt":" Oh!"},{"person":"Phoebe","txt":" Thanks you guys! Again."},{"person":"Monica","txt":" Oh, sweetie! (They all hug.)"},{"person":"Phoebe","txt":" You’re the best. Thanks. Oh! "},{"person":"Monica and Rachel","txt":" What?!"},{"person":"Phoebe","txt":" Just kidding. Ahh!"},{"person":"Rachel","txt":" What?!"},{"person":"Monica","txt":" Oh my God!"},{"person":"Phoebe","txt":" Got cha again, you guys are so easy."},{"person":"Joey","txt":" If anything should happen to him…"},{"person":"Ross","txt":" Joey! The vet said it’s a simple procedure."},{"person":"Joey","txt":" So! Things can go wrong! You don’t know! What if he doesn’t make\nit?!"},{"person":"Chandler","txt":" He will, Joe."},{"person":"Joey","txt":" Yeah, but what if he doesn’t? He’s such a good duck."},{"person":"Joey","txt":" I’m so worried about him, y’know?"},{"person":"The Doctor","txt":" (coming in from surgery) Somebody lose a ring?"},{"person":"Ross","txt":" Oh my God! Thank you! Thank you so much! (He grabs the ring, kisses it,\nand then does a double-take realising where it’s been.)"},{"person":"Joey","txt":" H-h-h-how’s the duck?"},{"person":"The Doctor","txt":" He’s doing just fine, he’s resting now, but you can see\nhim in a little bit."},{"person":"Joey","txt":" Ohh, great! Oh hey, listen Ross, thanks for being so cool about this."},{"person":"Ross","txt":" No, that’s all right."},{"person":"Joey","txt":" No, it’s not. I mean you-you made me your best man and I totally let\nyou down!"},{"person":"Chandler","txt":" Hey, come on, it’s not your fault."},{"person":"Joey","txt":" Yeah, it is! You wouldn’t have lost the ring, right? Y’know\nwhat, Ross you were right from the start, he (Chandler) should be your best man."},{"person":"Chandler","txt":" No, you should."},{"person":"Joey","txt":" Now, don’t argue with me…"},{"person":"Ross","txt":" Hey! Hey! Hey! "},{"person":"Chandler","txt":" Really?"},{"person":"Joey","txt":" Really?"},{"person":"Ross","txt":" Hey, both you guys should be up there with me. I mean, you two are-are\nmy… I mean, I’m lucky to have just one good… (They all start getting\nemotional.)"},{"person":"Chandler","txt":" Thanks man."},{"person":"Joey","txt":" (starting to cry) I gotta go check something over here. (He walks away so\nthat they can’t see him cry.)"},{"person":"Chandler","txt":" What a baby."},{"person":"Ross","txt":" Total wuss!"}]