[{"person":"Ross","txt":" Hey, remember when I had a monkey?"},{"person":"Chandler","txt":" Yeah."},{"person":"Ross","txt":" Yeah, what, what was I thinking?"},{"person":"Joey","txt":" (he’s just picked up their bill) Hey! So, what’s with the 20\npercent tip? Did I do something wrong?"},{"person":"Chandler","txt":" Twenty percent is a pretty generous tip Joe."},{"person":"Joey","txt":" Y’know what’s more generous than that?! Fifty percent!\nY’know what’s even more generous than that?!!"},{"person":"Chandler","txt":" I see where you’re goin’!"},{"person":"Ross","txt":" What’s up with the greed Joe?"},{"person":"Joey","txt":" All right, look I’m sorry you guys, but it’s just that I gotta\nget these new head shots made. And they’re really expensive, y’know? I’m\ndown to like three! Well, actually two ‘cause one of ‘em I kinda blackened in\nsome teeth—Why did I do that?! (Hits himself in the head.)"},{"person":"Ross","txt":" Well isn’t there something you can do to earn a little extra money? I\nmean, can’t-can’t you pick up, I don’t know, an extra shift here?"},{"person":"Phoebe","txt":" Or, y’know, I used to beg for money. Of course it helps if\nyou’ve got y’know a little of this (she sticks her chest out and shakes it)\ngoin’ on. Wow! I still have it!"},{"person":"Ross","txt":" Oh, wait! Wait! Don’t you have an audition today? Yeah! Maybe\nyou’ll get that job!"},{"person":"Joey","txt":" Oh, ha-ha-ha! Ooh! Wait a minute, I used to get medical experiments down\non me all the time!"},{"person":"Chandler","txt":" (reminiscing) Ah, finally an explanation."},{"person":"Joey","txt":" No-no! I used to get paid for all kinds of medical stuff, remember?\nLet’s see uh, well I don’t want to donate sperm again. (To Ross) I really prefer\ndoing that at the home office y’know? (Ross nods his head.) Ooh-ooh, maybe they want\nlike some of my blood or-or spit or something, huh?"},{"person":"Gunther","txt":" (approaching with a tray with an order on it) Joey!"},{"person":"Joey","txt":" Yeah?"},{"person":"Gunther","txt":" What did I tell you about talking to your friends while you’re\nworking?"},{"person":"Joey","txt":" Uhh do it?"},{"person":"Gunther","txt":" That guy (points) has been waiting for his coffee for ten minutes!\nHe’s complained about you three times! (He hands the coffee cup to Joey, assuming\nthat Joey will deliver it and walks away.)"},{"person":"Joey","txt":" Well, where was I? (Takes a sip of the coffee.)"},{"person":"Ross","txt":" Hi!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Ross","txt":" Hey, what have you guys been up to?"},{"person":"Phoebe","txt":" Ohh! We went to a self-defense class today!"},{"person":"Ross","txt":" Wow!"},{"person":"Rachel","txt":" Yeah, kicking a guy in the crotch all morning really takes it out of ya!"},{"person":"Joey","txt":" Takes it out of you? (Laughs.)"},{"person":"Phoebe","txt":" Now, we can kick anybody’s ass!"},{"person":"Rachel","txt":" Yeah!"},{"person":"Ross","txt":" After one class? I don’t think so."},{"person":"Rachel","txt":" What? You wanna see me self-defend myself?! Go over there (points) and\npretend you’re a sexual predator! Go on! I dare ya!!"},{"person":"Ross","txt":" Well, of course you can defend yourself from an attack you know is coming,\nthat’s not enough. Look, I studying kara-tay for a long time, and there’s a\nconcept you should really be familiar with. It’s what the Japanese call (he holds two\nfingers up to his temple, and he does this every time he says this word) unagi."},{"person":"Rachel","txt":" Isn’t that a kind of sushi?"},{"person":"Ross","txt":" No, it’s a concept!"},{"person":"Phoebe","txt":" Yeah it is! It is! It’s freshwater eel!"},{"person":"Ross","txt":" All right, maybe it means that too…"},{"person":"Rachel","txt":" Ohh! I would kill for a salmon skin roll right now!"},{"person":"Ross","txt":" Y’know what? Fine! Get attacked! I don’t even care! "},{"person":"Phoebe","txt":" (deadpan) Come on Ross. We’re sorry. Please tell us what it is."},{"person":"Ross","txt":" Unagi is a state of total awareness. Okay? Only by achieving true unagi\ncan you be prepared for any danger that may befall you!"},{"person":"Phoebe","txt":" You mean in case someone is trying to steal your bamboo sleeping mat or\nyour kettle of fish?"},{"person":"Ross","txt":" (moves closer) All I’m saying is, it’s one thing being prepared\nfor an attack against like each other; whole another story being prepared for an attack, I\ndon’t know, like a (turns and puts his face close to Rachel’s and screams) "},{"person":"Ross","txt":" All right, you know that one was coming, but that doesn’t mean you\nhave unagi. (Does the finger thing.)"},{"person":"Rachel","txt":" (To Phoebe) Ooh! Y’know what? If we made reservations, we could\nhave unagi in about a half-hour."},{"person":"Ross","txt":" Y’know what… (Moves away as Chandler enters, panicked.)"},{"person":"Chandler","txt":" Hey-hey, is Monica here?"},{"person":"Phoebe","txt":" No."},{"person":"Ross","txt":" No."},{"person":"Chandler","txt":" Okay, look I need your help, I don’t know what to get her for\nValentine’s Day."},{"person":"Rachel","txt":" Well, Valentine’s Day was like two weeks ago, so I wouldn’t\nget her a calendar!"},{"person":"Chandler","txt":" (laughs) She was working on Valentine’s Day so we’re\ncelebrating it tonight."},{"person":"Joey","txt":" Ohh, hey! Why don’t you book a date for both of you at one of those\nromantic spas?"},{"person":"Phoebe","txt":" Ooh, Joey, that’s actually a really good idea!"},{"person":"Joey","txt":" And of course, crotchless panties. "},{"person":"Chandler","txt":" Well appealing as that does sound to her boyfriend (pause) and her\nbrother, (the camera pans to Ross flashing Joey a very evil look; Joey gets scared) I\ncan’t do that we promised we’d make each other gifts this year."},{"person":"Rachel","txt":" Aw, I love that."},{"person":"Phoebe","txt":" You guys!"},{"person":"Joey","txt":" You can’t make crotchless panties? You take, you take a pair of\nscissors and you just cut…"},{"person":"Rachel","txt":" (interrupting him) Okay-okay-okay! So, making things. That sounds like\nso much fun."},{"person":"Chandler","txt":" Yeah, I thought so to until I paper mached one of my eyes shut."},{"person":"Phoebe","txt":" Oh, I love paper mache! What did you make?"},{"person":"Chandler","txt":" I made a… (Does one of those gibberish words.)"},{"person":"Phoebe","txt":" What is that?"},{"person":"Chandler","txt":" Nothing!"},{"person":"Ross","txt":" So what are you gonna do?"},{"person":"Chandler","txt":" Well, have you guys made anything that maybe I can take credit for?"},{"person":"Phoebe","txt":" Ohh! I have! I have! I started making these little sock bunnies! (She\ntakes out a sock that’s been made into a bunny with eyes, nose, mouth, whiskers, and\ntwo other socks sown onto it for ears.) Oh for crying out loud!"},{"person":"Rachel","txt":" Hey, wait a minute! That is my sock!"},{"person":"Phoebe","txt":" Now, it’s you little bunny friend. (She sticks it in Rachel’s\nface and they both laugh.)"},{"person":"Chandler","txt":" (admiring his work) This, this actually is a… (Does the same\ngibberish word from before.)"},{"person":"Monica","txt":" (entering) Hey!"},{"person":"Chandler","txt":" Hey! Honey, can I ask you a question about the Valentine’s Day\ngifts?"},{"person":"Monica","txt":" Oh, yeah."},{"person":"Chandler","txt":" Do we have to make the entire thing?"},{"person":"Monica","txt":" Yes! Why, did you—you forget to make yours?"},{"person":"Chandler","txt":" Of course, of course not. I just have to uh, go over to the place\nwhere I-I made it and pick-pick it up."},{"person":"Monica","txt":" Okay. (They kiss.) Okay, I can’t wait! This is going to be the best\nValentine’s Day ever! (Chandler giggles and exits.) I can’t believe it! Make the\npresents! Make the presents!"},{"person":"Chandler","txt":" (sticking his head back in) What?"},{"person":"Monica","txt":" I’m just so excited to make the presents! (Chandler does another\nsarcastic/scared laugh and leaves.) Shoot!"},{"person":"Joey","txt":" (to the receptionist) Hi uh, I’m Joey Tribbiani and with all do\nrespect I’d like to donate some fluids."},{"person":"Receptionist","txt":" We’re actually at the end of one of our research cycles, so\nwe’re not looking for applicants right now."},{"person":"Joey","txt":" Oh that’s too bad. I’ve kinda been saving up. (She just looks at\nhim in horror.) Uh, are you sure there’s no studies I can participate in?"},{"person":"Receptionist","txt":" Well, here’s a schedule of what’s coming up. (Hands it\nto him.)"},{"person":"Joey","txt":" Thanks. (Starts to read it.) Well but this one starts now. (Points to\none.)"},{"person":"Receptionist","txt":" Oh that one is available now, but only identical twins are\neligible. It’s a twins study. "},{"person":"Joey","txt":" But it’s $2,000."},{"person":"Receptionist","txt":" Sorry."},{"person":"Joey","txt":" Well how about this one? Testing the effects of Joey Tribbiani on\nattractive nurse receptionists."},{"person":"Receptionist","txt":" We already got the results back on that on, and they’re not\ngood. (Joey beats a hasty retreat.)"},{"person":"Ross","txt":" "},{"person":"Phoebe","txt":" Ross!!!"},{"person":"Rachel","txt":" What the hell was that?!"},{"person":"Ross","txt":" A lesson in the importance of unagi. (He starts doing the finger thing\nevery time now.)"},{"person":"Phoebe","txt":" Ohh, "},{"person":"Ross","txt":" Perhaps. Now I’m curious, at what point during those girlish screams\nwould you have begun to "},{"person":"Rachel","txt":" All right, so we weren’t "},{"person":"Ross","txt":" I’m sorry I had to take such drastic measures to make my point, but\nI—look, I just want you guys to be safe. (Monica comes out to throw out the garbage\nand Ross screams…) "},{"person":"Joey","txt":" (in his head) 2,000 bucks is a lot of money. Oh, I wish I had a twin.\nWhere could I find someone who looks exactly like me? (The camera widens its shot to\nreveal a room full of Joey look-a-likes. Joey looks at the guy next to him and then back\nat his script.)"},{"person":"Chandler","txt":" Hey."},{"person":"Ross","txt":" (not turning around) Chandler. I sensed it was you."},{"person":"Chandler","txt":" What?!"},{"person":"Ross","txt":" Unagi. I’m always aware."},{"person":"Chandler","txt":" Okay, are you aware unagi (does the finger thing) is an eel?"},{"person":"Ross","txt":" What’s up?"},{"person":"Chandler","txt":" I can’t figure out what to make Monica."},{"person":"Ross","txt":" Oh, why don’t you make her one of your little jokes."},{"person":"Chandler","txt":" I’m going crazy! Okay? Do you have any thing around here that\nlooks homemade?"},{"person":"Ross","txt":" Y’know what? She’d-she’d love this. (Picks up a model of\nthe Saturn V rocket, that’s the one that took man to the moon.) Uh, it’s an\nexact replica of Apollo 8. I made it in the sixth grade."},{"person":"Chandler","txt":" Yeah, I guess I could use that. I could say that your love sends me to\nthe moon."},{"person":"Ross","txt":" Yeah-yeah, except Apollo 8 didn’t actually land on the moon. But\nyou-you-you could write that umm, your love lets me orbit the moon twice and return\nsafely. (Apollo 8 was the first one that orbited the moon and the one that read the\nChristmas Story from the orbit of the moon on Christmas Eve, 1968. They also took the\nfamous Earthrise picture of the Earth rising over the moon.)"},{"person":"Chandler","txt":" Wait a minute, I can’t give this to her."},{"person":"Ross","txt":" Why not?"},{"person":"Chandler","txt":" Because it says \"Captain Ross\" on the side and \"I hate\nMonica\" on the bottom."},{"person":"Ross","txt":" Oh."},{"person":"Phoebe and Rachel DANGER","txt":"!!!!!"},{"person":"Rachel","txt":" Ahhhhh, salmon skin roll. (She does the finger thing.)"},{"person":"Chandler","txt":" Okay. Okay. (He goes to the closet, moves the clothes out of the way,\nand notices an empty hanger. He takes the empty hanger and bends it all out of shape. Then\nhe holds it out as if he’s giving it to her.) Yes honey, I made it myself. (He throws\nit down and goes to her chest, grabs something, goes to the bed table, and takes out a\npair of scissors. He turns around and holds the scissors to the crotch of the panties he\njust removed.) I can’t do it. I can’t do it. (He throws them both down and\ncontinues looking. He opens another closet door and finds a tape.) Oh! Oh! A mixed tape! A\nmixed tape!! (He runs out into the living room.)"},{"person":"Chandler","txt":" Hey! Hi! You uh, ready to exchange gifts?"},{"person":"Monica","txt":" Sure! Okay, you go first."},{"person":"Chandler","txt":" Okay, come here! Come here."},{"person":"Monica","txt":" Okay! (She takes her present for him and they move over to sit on the\ncouch.)"},{"person":"Chandler","txt":" Now, it’s not wrapped because I just, just finished it."},{"person":"Monica","txt":" Okay."},{"person":"Chandler","txt":" But I made you a tape of what I think are all romantic songs."},{"person":"Monica","txt":" Oh, what a great gift! Is "},{"person":"Chandler","txt":" (momentarily terrified) Maybe we’ll have to listen and see!"},{"person":"Monica","txt":" Oh, I love it! Thank you so much!"},{"person":"Chandler","txt":" Okay!"},{"person":"Monica","txt":" Okay, you ready to open yours?"},{"person":"Chandler","txt":" Yeah!"},{"person":"Monica","txt":" Okay."},{"person":"Chandler","txt":" It’s a sock bunny."},{"person":"Monica","txt":" Yeah-yeah, you remember how I call you bunny?"},{"person":"Chandler","txt":" Not really."},{"person":"Monica","txt":" Well, I did one time, and-and I want to start doing it more. See\nthat’s what this is about."},{"person":"Chandler","txt":" I see. Y’know umm, Phoebe makes sock bunnies."},{"person":"Monica","txt":" No! No, she doesn’t. Uh Phoebe, what she makes—that’s\nuh—they’re sock rabbits. They are completely different—Okay! Okay! Okay! I\ndidn’t make it! I’m sorry! I totally forgot about tonight and the fact that\nwe’re supposed to "},{"person":"Chandler","txt":" Oh, it’s okay. I don’t…"},{"person":"Monica","txt":" No-no, it’s not okay! It’s not! I mean you were just…\nYou’re so incredible! You went through all this time and effort to make this tape for\nme! Y’know I’m just gonna—I, I am gonna make this up to you! I will! I-I am\ngoing to "},{"person":"Chandler","txt":" (thinking it over) Well, I did put a lot of thought in the tape. (They\nboth run into the bedroom.)"},{"person":"Chandler","txt":" Wow! (To the sock bunny still on his hand.) "},{"person":"Monica","txt":" Oops! (Covers its eyes.) Y’know, your birthday is in a\nmonth-and-a-half, what do you say I forget to get you a present for that too?"},{"person":"Chandler","txt":" You are totally and completely 100% forgiven."},{"person":"Monica","txt":" We have got to wash that! (Referring to the sock bunny.)"},{"person":"Chandler","txt":" Yeah! (Takes it off his hand and throws it behind the night-stand.)"},{"person":"Monica","txt":" Do you remember that jacket that you love so much, that you thought was\ntoo expensive?"},{"person":"Chandler","txt":" You have done enough!"},{"person":"Monica","txt":" I wanna wake up early and go get it for you!"},{"person":"Chandler","txt":" No you don’t—get it in black, not brown."},{"person":"Monica","txt":" Oop, your cake is ready!"},{"person":"Chandler","txt":" Oop!"},{"person":"Chandler","txt":" Well, it’s like that old saying, have some sex, eat some cake."},{"person":"Joey's Look-A-Like","txt":" Hey Mon! Hey Chann! (He goes to the fridge) Just\ngettin’ a soda! (Does so.)"},{"person":"Monica","txt":" Who the hell are you?!"},{"person":"Joey's Look-A-Like","txt":" I’m Joey! How are you doin’?!"},{"person":"Joey","txt":" (entering) No! No! No! No! No! How "},{"person":"Joey","txt":" Look, I got to apologize on the behalf of Carl."},{"person":"Chandler","txt":" Who the hell is Carl?!"},{"person":"Joey","txt":" Oh, did I not mention? Carl is a guy I hired to be my identical twin for a\nmedical research project."},{"person":"Chandler","txt":" Y’know sometimes the good ideas are just right in front of you,\naren’t they?"},{"person":"Joey","txt":" Okay, I know it sounds crazy, but I think it might work. Y’know? The\nonly problem is, Carl’s acting is… (Does the international hand symbol for\nso-so.)"},{"person":"Monica","txt":" The "},{"person":"Joey","txt":" Yeah, he’s the reason I didn’t get that big "},{"person":"Carl","txt":" (sticking his head back in) Hey, uh can I get a little piece of that cake?"},{"person":"Joey","txt":" (to Carl) Pizza!! We like Pizza!! Get out!!! (Carl does so.)"},{"person":"Phoebe","txt":" Pat Sajak?"},{"person":"Rachel","txt":" Yep!"},{"person":"Phoebe","txt":" Alex Trebek?"},{"person":"Rachel","txt":" Oh, of course!"},{"person":"Phoebe","txt":" Chuck Woolery?"},{"person":"Rachel","txt":" Definitely! Phoebe, you will not find a single game show host,\nwho’s ass I cannot kick."},{"person":"Rachel","txt":" Say it!"},{"person":"Phoebe","txt":" Say we are unagi!"},{"person":"Ross","txt":" It’s not something you are! It’s something you have!"},{"person":"Rachel","txt":" Say it!"},{"person":"Ross","txt":" Y’know what? I can easily get out of this, but there is a chance you\ncan get very, very hurt!"},{"person":"Joey","txt":" All right Carl, we’re next. Now remember, what is not gonna be?"},{"person":"Carl","txt":" Another "},{"person":"Joey","txt":" That’s right! And what are you not gonna do?"},{"person":"Carl","txt":" Well, I’m not gonna talk because…"},{"person":"Joey","txt":" (gets very angry) Damnit Carl! (Carl goes to say something more, and Joey\nsilences him with a grunt.)"},{"person":"The Doctor","txt":" (entering) (To the receptionist) Can I have the next one please?\n(Takes the form.) Joey and Tony Tribbiani. (Joey and Carl stand up.)"},{"person":"Joey","txt":" That’s us."},{"person":"The Doctor","txt":" (seeing they’re not identical) But uh, this is a study for\nidentical twins."},{"person":"Joey","txt":" That’s right, $2,000."},{"person":"The Doctor","txt":" But, you’re not identical twins."},{"person":"Joey","txt":" Damnit Carl!"},{"person":"Chandler","txt":" Oh my good God."},{"person":"Monica","txt":" Hey! Continuing the countdown of your favorite meals. Tonight, No. 3,\nmacaroni and cheese with cut up hot dogs."},{"person":"Chandler","txt":" Look, you have done enough! Okay? You have to stop this now."},{"person":"Monica","txt":" I will! But not tonight. For dinner music, I thought we could listen to\nthat tape you made me."},{"person":"Chandler","txt":" Oh, the mixed tape."},{"person":"Monica","txt":" "},{"person":"Monica","txt":" You are just the sweetest. (They kiss.)"},{"person":"Janice","txt":" I love the way you look "},{"person":"Chandler","txt":" No! You’re the sweetest! (He tries to kiss her but Monica backs\naway with a look that could kill on her face.)"},{"person":"The Instructor","txt":" Okay ladies, that ends today’s class, and let’s\nremember, let’s be safe out there. "},{"person":"Ross","txt":" It’s a great class."},{"person":"The Instructor","txt":" Thanks."},{"person":"Ross","txt":" Yeah, yeah, I was watching. (The instructor just nods and walks away.)\nUmm, hey, a couple of questions though. Umm, about that-that-that last move where the\nwoman tripped you and then pinned you to the floor, what-what-what-what would you do next?"},{"person":"The Instructor","txt":" Well, she would take her keys and try to jam them…"},{"person":"Ross","txt":" No. No-no. No. What would "},{"person":"The Instructor","txt":" Who? Me the attacker?"},{"person":"Ross","txt":" Yes that’s right."},{"person":"The Instructor","txt":" Why?"},{"person":"Ross","txt":" I tired attacking two women, did not work."},{"person":"The Instructor","txt":" What?!"},{"person":"Ross","txt":" No, I mean it’s okay, I mean, they’re-they’re my friends.\nIn fact, I-I-I was married to one of them."},{"person":"The Instructor","txt":" Let me get this straight man, you attacked your ex-wife?!"},{"person":"Ross","txt":" Oh, no! No-no! No, I tired! But I couldn’t. That’s why I’m\nhere. Maybe we could attack them together? (He glares at him.) That-that’s a no."},{"person":"Chandler","txt":" I am so, so, so, so sorry!"},{"person":"Monica","txt":" (not buying it) Uh-huh."},{"person":"Chandler","txt":" And I will cook anything you want in here (points to the kitchen), and\ndo anything in there! (Points to the bedroom.)"},{"person":"Monica","txt":" (pointing to the kitchen) Yeah you will! (Points to the bedroom) And,\nare you kiddin’ me?!"},{"person":"Chandler","txt":" Come on Monica, it’s our Valentine’s Day. Please?\nPlease-please, please?"},{"person":"Monica","txt":" Okay."},{"person":"Chandler","txt":" Okay. (They hug.)"},{"person":"Janice’s Voice","txt":" (singing) "},{"person":"Chandler","txt":" So, are we going in there?"},{"person":"Monica","txt":" I am!! (Enter her room and closes the door behind her.)"},{"person":"Janice’s Voice","txt":" (singing) "},{"person":"Ross","txt":" Ah-ha, nowhere to run! (He starts to run towards them.)"},{"person":"Rachel","txt":" I don’t like sitting up here! I’m just gonna over… (She\nstarts to get up.)"},{"person":"Phoebe","txt":" (stopping her) No Rachel! They got here first!"},{"person":"Phoebe","txt":" Why is Ross doing that?"},{"person":"Ross","txt":" "},{"person":"Rachel","txt":" Oh my God! Why is he jumping on those women!"},{"person":"Phoebe","txt":" We should help him!"},{"person":"Rachel","txt":" I… Well, I don’t think they need any help."}]