[{"person":"Rachel","txt":" So who’s idea was it to put everybody in the diner on skates?"},{"person":"Monica","txt":" Oh, some idiot customer put a suggestion in the suggestion box."},{"person":"Phoebe","txt":" Oh my God, they took my idea!"},{"person":"Monica","txt":" That was you?!"},{"person":"Phoebe","txt":" Yeah! Okay, here you go. (rolls her back to Rachel)"},{"person":"Gunther","txt":" (bringing Rachel a mug) Rachel, I made you a cocoa. "},{"person":"Phoebe","txt":" Oh my God, are you guys okay?"},{"person":"Gunther","txt":" Are you all right?"},{"person":"Joey","txt":" (leaving Central Perk and seeing Monica laying on top of Rachel who is\nmoaning in pain.) Oh my."},{"person":"Chandler","txt":" (sporting a goatee) Hey."},{"person":"Joey","txt":" Hey. Y'know with that goatee you kinda look like Satan."},{"person":"Chandler","txt":" Oh, so that’s why the priest threw holy water on me.\n(there’s no reaction from Joey) Okay, listen, "},{"person":"Joey","txt":" Hey I was crying because, because nobody believed Quincy’s theory.\nOkay?"},{"person":"Ross","txt":" (entering) Hey!"},{"person":"Chandler","txt":" Hey."},{"person":"Ross","txt":" (triumphantly) I’m gonna be on TV!!"},{"person":"Chandler","txt":" No way!"},{"person":"Ross","txt":" Yeah! They’re putting together this panel to talk about these fossils\nthey just found in Peru and "},{"person":"Chandler","txt":" Oh my God! Who’s gonna watch that?!"},{"person":"Ross","txt":" Thanks. You ready to go?"},{"person":"Chandler","txt":" Yeah. (they start to leave)"},{"person":"Joey","txt":" Saw a girl with that vest."},{"person":"Chandler","txt":" Thanks. (He takes off the vest and throws it on the floor.)"},{"person":"Anchorwoman","txt":" (on TV) While most of us think of chocolate bunnies and baskets as\ntraditional Easter gifts. Some people insist on giving live chicks as presents. (Joey is\nintrigued by the idea) Unfortunately, the sad fact remains that most of these little guys\nwon’t live to see the fourth of July. (Joey starts to call a place to buy a little\nbaby chick) Because of as a result of improper care, they will be dead."},{"person":"Joey","txt":" (on phone) Yeah, hi. You guys got any of those baby chicks? ‘Cause I\nwas watching this ah, commercial on TV and man, those guys are cute!"},{"person":"Pete","txt":" Hi!"},{"person":"Monica","txt":" Hi! Hey, Pete you’re back! Hey, check this out. (She starts to\nskate over to him)"},{"person":"Pete","txt":" Wow! Skates! "},{"person":"Monica","txt":" Wow! You’re a lot sturdier that Chandler. He crumpled like a piece\nof paper. So how was you’re trip?"},{"person":"Pete","txt":" Well... (he holds up a gift he brought her)"},{"person":"Monica","txt":" Oh, what’d ya bring me?! (She opens the gift) Awww, hotel\ntoiletries from Japan. Oh, these are gonna go in my permanent collection. You want some\ncoffee?"},{"person":"Pete","txt":" Yeah, sure, that’d be great."},{"person":"Monica","txt":" (popping back up) Regular or decaf?"},{"person":"Pete","txt":" Ah, which ever is closest. "},{"person":"Monica","txt":" Okay. (hands him a cup)"},{"person":"Pete","txt":" So ask me what I did today."},{"person":"Monica","txt":" So what did you do today Pete?"},{"person":"Pete","txt":" I bought a restaurant and I would like you to be the head chef."},{"person":"Monica","txt":" What?! Oh.(She turns around quickly and falls)"},{"person":"Monica","txt":" Can you believe he just offered me a restaurant?"},{"person":"Rachel","txt":" What a jerk! You want me to kick his ass?"},{"person":"Monica","txt":" I mean this has been like my dream since I got my first Easy Bake Oven\nand opened Easy Monica’s Bakery. I mean I would kill for this job. I mean I can\ntotally do this job, and God knows I paid my dues. (She removes her fake breasts) But\nPete’s just doing this because he has a crush on me."},{"person":"Rachel","txt":" And you’re still not attracted to him at all?"},{"person":"Monica","txt":" Hmm, no. I mean how can I accept a restaurant from him? I-I-I-I\ncan’t. I couldn’t even accept a necklace from Stu Vincent in the seventh grade."},{"person":"Rachel","txt":" Yeah, but Mon that’s totally different. He was you’re health\nteacher."},{"person":"Monica","txt":" Oh, please. "},{"person":"Monica","txt":" What? Honey."},{"person":"Rachel","txt":" Oh, I am, my side still hurts from when you crashed into me yesterday."},{"person":"Monica","txt":" Oh God, I’m so sorry."},{"person":"Rachel","txt":" I know. "},{"person":"Rachel","txt":" Ow!!"},{"person":"Monica","txt":" Oh God!"},{"person":"Ross","txt":" (entering, wearing a white suit with a little red bow tie) Hey, you guys!\nGuess what?"},{"person":"Rachel","txt":" (looking at the outfit) Got a job on a river boat?"},{"person":"Ross","txt":" Y'know what I didn’t wear this suit for a year because you hated it.\nWell, guess what? You’re not my girlfriend anymore so..."},{"person":"Rachel","txt":" Oh I see, so this suit is making a point."},{"person":"Ross","txt":" Right."},{"person":"Rachel","txt":" Now that you’re on you’re own, you’re free to look as\nstupid as you like."},{"person":"Ross","txt":" (to Monica) You like it right?"},{"person":"Monica","txt":" Oh absolutely. I like it even more on you than I did on Colonel Sanders.\n(Ross starts to leave) Ross! Ross! I’m kidding!"},{"person":"Rachel","txt":" Yeah, come here!"},{"person":"Monica","txt":" What-what was it you were gonna tell us? "},{"person":"Rachel","txt":" Yeah. Oh! Was how you invented the cotton gin?!"},{"person":"Ross","txt":" Okay, good bye! (leaves)"},{"person":"Chandler","txt":" So um, after you put the suggestion in the box, how long did it take\nfor the roller skating thing to happen."},{"person":"Phoebe","txt":" Umm, oh, about three months."},{"person":"Chandler","txt":" Okay, so I guess that’s about ah, two weeks before the topless\nthing kicks in."},{"person":"Joey","txt":" (entering carrying a box) Hey!!"},{"person":"Chandler","txt":" Hey!"},{"person":"Joey","txt":" I got you something! Open it! Open it!"},{"person":"Chandler","txt":" Okay. (He opens it and it’s a baby chick) It’s a chicken."},{"person":"Joey","txt":" It’s cute, huh?"},{"person":"Phoebe","txt":" Whoa-whoa-whoa, you guys, do you know anything about chicks?"},{"person":"Chandler","txt":" Fowl? No. Women? Nooo."},{"person":"Phoebe","txt":" Okay, well they are a huge responsibility, especially at this age. They\nrequire constant care. They-they need just the right food, and lot’s and lot’s\nof love."},{"person":"Joey","txt":" Oh, well no problem there. (He picks up the chick, hugs it really tight,\nand talks to it like it’s a little baby.)"},{"person":"Chandler","txt":" Easy Lenny."},{"person":"Pete","txt":" So? I mean have you thought about it?"},{"person":"Monica","txt":" Okay. Here’s the thing."},{"person":"Pete","txt":" Oh no, not the thing. I hate the thing. What’s the thing?"},{"person":"Monica","txt":" I can’t do it. I’m sorry, I wish I could, but umm, see you\nhave these feelings for me...."},{"person":"Pete","txt":" Wait, wait, wait, wait, that’s-that’s what you’re worried\nabout? If that’s the problem, we’ve got no problem."},{"person":"Monica","txt":" Huh?"},{"person":"Pete","txt":" No! Look, I was gonna tell you this over dinner, but I met somebody else.\nOn my trip."},{"person":"Monica","txt":" Oh?"},{"person":"Pete","txt":" Her name’s Ann, she’s a journalist. Ahh, we met on the plane.\nShe asked me if she could finish off my peanuts, I thought she said something else, we had\na big laugh. Yeah, I just, I mean I got, I got tired of waiting."},{"person":"Monica","txt":" Oh, that’s great! I mean I’m-I’m sorry, but I’m so\nhappy for you. And now I can work for you!"},{"person":"Pete","txt":" I guess you can."},{"person":"Monica","txt":" Oh my God! Oh, this is incredible! Ohh! (she rolls over and kisses him\non the cheek) All right, y'know what? I’m just gonna roll right into that office\nand-and quit!"},{"person":"Pete","txt":" All right."},{"person":"Monica","txt":" Okay. (she gets ready to go) Can you give me a little push?"},{"person":"Pete","txt":" Yeah, sure. Good luck!"},{"person":"Monica","txt":" (rolling towards the office) I’m quitting!! Woo-hoo! (She rolls\nthrough a doorway and out of sight. We then hear a big crash, and see Monica roll past the\ndoor the other way.) I’m okay!! I’m all right!!"},{"person":"Phoebe","txt":" (to Pete) Wow! That’s exciting, you went to Japan, made up a woman."},{"person":"Pete","txt":" What?"},{"person":"Phoebe","txt":" I’m just saying, this woman, I mean she’s fictitious. No?"},{"person":"Pete","txt":" Why would you say that?"},{"person":"Phoebe","txt":" ‘Cause you’re still into Monica. So you told her there was\nsomebody else so she would agree to work with you, so ‘cause you figure oh if you\nspent a lot of time together, maybe something might happen, and..."},{"person":"Pete","txt":" You’re good. You’re good!"},{"person":"Phoebe","txt":" Yeah, no, I’m fairly intuitive and psychic. It’s a substantial\ngift."},{"person":"Pete","txt":" Listen, can you promise me that you won’t tell her though?"},{"person":"Phoebe","txt":" Absolutely, oh I promise. Tell her what?"},{"person":"Pete","txt":" Thanks a lot."},{"person":"Phoebe","txt":" No I’m serious. I mean I’m intuitive, but my memory sucks."},{"person":"Chandler","txt":" Okay, but this is the last time. (singing) With a chick-chick here,\nand a chick-chick there. Here a chick, there a chick, everywhere a chick-chick-(Joey\nenters)-chickeeeen."},{"person":"Joey","txt":" Hey."},{"person":"Chandler","txt":" Hey."},{"person":"Joey","txt":" How’s she doing?"},{"person":"Chandler","txt":" She?"},{"person":"Joey","txt":" Well yeah, don’t-don’t you think it’s a she?"},{"person":"Chandler","txt":" I don’t know. (He picks the chick up and turns it over, trying to\ndetermine the sex of the chick, and blows on it.) I can’t tell, what ever it was went\nback in too quickly."},{"person":"Joey","txt":" Well, anyway, I got to go change, I’m ah, meeting some of the cast\nfor drinks."},{"person":"Chandler","txt":" Excuse me?"},{"person":"Joey","txt":" What?"},{"person":"Chandler","txt":" I stayed home from work today while you were at rehearsal so somebody\ncould be here with our chick!"},{"person":"Joey","txt":" Hey! Who was up from 2 o’clock this morning until 5 o’clock this\nmorning trying to get her back to sleep?"},{"person":"Chandler","txt":" You don’t think I get up when you get up?"},{"person":"Joey","txt":" Ohhh, here it comes."},{"person":"Chandler","txt":" Yes, here it comes! I’m stuck here all day, and then you come in\nand spend two seconds with us and then expect to go off gallivanting with your friends?\nWell I don’t think so mister!"},{"person":"Joey","txt":" Hey!! I need to relax! Okay? I was working all day!"},{"person":"Chandler","txt":" And you don’t think taking care of our chick is work?"},{"person":"Joey","txt":" That’s not what I said. Okay, I just meant..."},{"person":"Chandler","txt":" I know what you meant!! (pause) You notice that ever since we got this\nchick, we’ve been fighting a lot more than we used too?"},{"person":"Joey","txt":" I don’t know, maybe we weren’t ready to have a chick."},{"person":"Chandler","txt":" I’ll take her back tomorrow."},{"person":"Joey","txt":" Do you think we’ll get our three bucks back?"},{"person":"Ross","txt":" (entering carrying a garment bag) Hey!"},{"person":"Chandler","txt":" Hey!"},{"person":"Ross","txt":" (sees the chick) Ohhh, hey! All right, listen, I-I have that TV thing in\nlike two hours, and I need your help, okay? What do you think? (takes out two suits) This\nblue suit, or this brown one?"},{"person":"Joey","txt":" Well, the brown one brings out your eyes, but your butt looks great in the\nblue one."},{"person":"Ross","txt":" Really? (Joey gives him a ‘Like I would know’ look)"},{"person":"Rachel","txt":" (she reaches for the bottle) Oww! (She grabs the bottle, but has trouble\nopening it. She pops the top off and aspirins fly all over the place as Ross enters.)"},{"person":"Ross","txt":" Wow! That aspirin dance really works!"},{"person":"Rachel","txt":" (She bends over to try and pick up the aspirin) Oww!"},{"person":"Ross","txt":" Oh my God, is that still..."},{"person":"Rachel","txt":" I’m fine, I’m fine."},{"person":"Ross","txt":" No you’re not."},{"person":"Rachel","txt":" Yes I am! "},{"person":"Ross","txt":" Rach!"},{"person":"Rachel","txt":" Look, I’m fine. Watch. (She picks up an aspirin between her toes)\nLook at that. (She lifts her leg to grab the aspirin with her hand and almost falls over.)\nWhoa-whoa!"},{"person":"Ross","txt":" (stopping her from falling) Okay, okay. Look, you have got to go to a\ndoctor! Okay?"},{"person":"Rachel","txt":" No. I have "},{"person":"Ross","txt":" And I’m sure you’re gonna make a big impression. Hi! I’m\nRachel Green. It’s nice to meet you. (He lifts his leg and imitates shaking hands\nwith it, just like how Rachel was trying to pick up the aspirin with her feet.) Come on,\nyou probably have a broken rib!"},{"person":"Rachel","txt":" Well, I will go to the hospital tomorrow, it’ll still be broken\nthen."},{"person":"Ross","txt":" Rach..."},{"person":"Rachel","txt":" But y'know, I could use a hand getting ready."},{"person":"Ross","txt":" Rachel..."},{"person":"Rachel","txt":" Look, either help me or go."},{"person":"Ross","txt":" Fine. I’ll go."},{"person":"Rachel","txt":" (with a hurt expression on her face) Okay, but before you go, could you\nhelp me first?"},{"person":"Ross","txt":" (He checks his watch) Sure. I’ll help you."},{"person":"Chandler","txt":" (rushing in) Oh, good! Good! Do you guys know how to get a chick out\nof a VCR?!"},{"person":"Rachel","txt":" (She drops the brush) Y'know what? I cannot do this with my left hand!\nWould you please, help me with this too?"},{"person":"Ross","txt":" Ohh. (He drops the shoes, takes the brush from her, and licks the tip. He\ndoesn’t like how it tastes.)"},{"person":"Rachel","txt":" (taking the brush back) Okay. Let’s use this brush. (Hands him\nanother one.)"},{"person":"Ross","txt":" Okay. This stuff? "},{"person":"Rachel","txt":" Yeah."},{"person":"Ross","txt":" All right."},{"person":"Rachel","txt":" Careful. Light. Okay, do you know how, just sweep it across the lid.\nOkay? Just sweep it."},{"person":"Ross","txt":" Oke-dokey. (He pokes her in the eye with the brush.)"},{"person":"Rachel","txt":" Oh-ho!"},{"person":"Ross","txt":" Sorry."},{"person":"Rachel","txt":" Hey! That’s just poking me in the eye!"},{"person":"Ross","txt":" Sorry, I’m sorry. Close, close, close..."},{"person":"Rachel","txt":" Okay, just sweep it."},{"person":"Ross","txt":" I’m sweeping..."},{"person":"Rachel","txt":" Right."},{"person":"Ross","txt":" Sweep, sweep....(He starts to paint it on her eye, making it look like she\nhas a black eye.)"},{"person":"Rachel","txt":" Okay, now make it even, ‘cause we don’t..."},{"person":"Ross","txt":" What? What?"},{"person":"Rachel","txt":" We don’t want it-it to be too much, we want it to be subtle."},{"person":"Ross","txt":" No. No, y'know you don’t, you don’t wear enough of this. (Rachel\nis shocked) What?"},{"person":"Rachel","txt":" Since when, since when do you think I don’t wear enough of this?"},{"person":"Ross","txt":" Well I, close your eyes, I just think you’re gonna like this a little\nbetter, ‘cause, close-close... (He gets some more on the brush)"},{"person":"Rachel","txt":" Blow it."},{"person":"Ross","txt":" (blows it) Sorry. ‘Cause umm, I think this will make you a little\nmore sophisticated."},{"person":"Rachel","txt":" Sophisticated like a hooker?"},{"person":"Monica","txt":" Hey!"},{"person":"Phoebe","txt":" Hey! "},{"person":"Monica","txt":" Hey, guess what I’m doing tonight."},{"person":"Phoebe","txt":" What?"},{"person":"Monica","txt":" I’m checking out the restaurant with Pete."},{"person":"Phoebe","txt":" Ohh, Monica, I am so excited for you."},{"person":"Monica","txt":" I know."},{"person":"Phoebe","txt":" Ooh, I have to tell you something."},{"person":"Monica","txt":" What?"},{"person":"Phoebe","txt":" But I can’t tell you."},{"person":"Monica","txt":" Okay, but wouldn’t it be easier if you had to tell me something\nthat you could tell me."},{"person":"Phoebe","txt":" Well, sure in a perfect world. But, no, I promised I wouldn’t tell,\nand I swore to like all my gods."},{"person":"Monica","txt":" Okay. Does it have to do with Ross and Rachel?"},{"person":"Phoebe","txt":" No."},{"person":"Monica","txt":" Does it have to do with Joey?"},{"person":"Phoebe","txt":" No."},{"person":"Monica","txt":" Does it have to do with-with Chandler and that sock that he keeps by his\nbed?"},{"person":"Phoebe","txt":" No, but let’s come back to that later!"},{"person":"Ross","txt":" There you go! Good enough for your party, huh?"},{"person":"Rachel","txt":" Sure."},{"person":"Ross","txt":" Yep?"},{"person":"Rachel","txt":" Sure, I’ll just sit next to the trans-sexual from purchasing."},{"person":"Ross","txt":" Okay, come on! All right, I gotta go! So good luck at the party. Okay?"},{"person":"Rachel","txt":" Oh wait, Ross, would you just stay and help me get dressed?"},{"person":"Ross","txt":" (checks his watch) Sure, okay."},{"person":"Rachel","txt":" Okay. Okay, great! Umm, okay, just turn around."},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" I don’t want you to see me naked!"},{"person":"Ross","txt":" Rachel, I’ve seen you naked a million times. I ate hot fudge off you\nnaked. Remember, I-I sucked that mini-marshmallow out of your belly button?"},{"person":"Rachel","txt":" Yeah, but that was different. Y’know? I mean, we were, we were\ngoing out then, now I think it’s weird."},{"person":"Ross","txt":" Rach, y'know I can see you naked any time I want."},{"person":"Rachel","txt":" What?"},{"person":"Ross","txt":" All I have to do is close my eyes. See? (closes his eyes) Woo-hoo!!"},{"person":"Rachel","txt":" Ross! Stop that!"},{"person":"Ross","txt":" Ah, I’m sorry."},{"person":"Rachel","txt":" Come on! I don’t want you thinking of me like that any more!"},{"person":"Ross","txt":" Ahh, sorry, nothing you can do about it. It’s one of my ah, rights as\nthe ex-boyfriend. (closes his eyes again) Oop, oh yeah!"},{"person":"Rachel","txt":" Stop it! Cut it out! Cut it out!"},{"person":"Ross","txt":" Okay, okay, I’m sorry, it will never happen... (closes eyes) Uh-oh!\nWait a minute! Wait-wait, now there are a hundred of you and I’m the king. "},{"person":"Rachel","txt":" Rosss..."},{"person":"Ross","txt":" Come on, would you grow up? It’s no big deal."},{"person":"Rachel","txt":" All right. (She starts to take off her robe) Fine."},{"person":"Ross","txt":" Yowzah!!!"},{"person":"Rachel","txt":" O-kay!! See what you did, I’m gonna be doing it by myself now.\nOkay? "},{"person":"Ross","txt":" Aww, come on."},{"person":"Rachel","txt":" That’s it. (She crawls onto the bed) Ow!!! "},{"person":"Ross","txt":" Oh my God!"},{"person":"Rachel","txt":" Oh-ow!"},{"person":"Ross","txt":" All right."},{"person":"Rachel","txt":" Ow!"},{"person":"Ross","txt":" Look..."},{"person":"Rachel","txt":" Ow!"},{"person":"Ross","txt":" Okay."},{"person":"Rachel","txt":" Ow!"},{"person":"Ross","txt":" Rach?"},{"person":"Rachel","txt":" Ow! Ow!"},{"person":"Ross","txt":" Easy. Easy. You have to go to the hospital. Okay?"},{"person":"Rachel","txt":" Okay, I do. "},{"person":"Ross","txt":" Okay."},{"person":"Rachel","txt":" I really do."},{"person":"Ross","txt":" Okay, I’m gonna get your coat and then I’ll-I’ll put you in\na cab."},{"person":"Rachel","txt":" Okay. Oh wait, wait-wait, you’re not gonna come with me?"},{"person":"Ross","txt":" (He thinks about it) Of course I am. I just have to make a call."},{"person":"Rachel","txt":" Okay."},{"person":"Ross","txt":" Okay? (goes into the living room)"},{"person":"Rachel","txt":" Thank you. (She goes to take off her make-up and screams in pain)\nOww!!!! God!"},{"person":"Ross","txt":" (rushing back in) What?! I wh-, what’s wrong?"},{"person":"Rachel","txt":" I’m sorry, I just can’t go to the hospital lookin’ like\nthis."},{"person":"Monica","txt":" Does it involve travel?"},{"person":"Phoebe","txt":" Noo!"},{"person":"Monica","txt":" Does it involve clogs?"},{"person":"Phoebe","txt":" Oh, wait, wait. Clogs, or claws?"},{"person":"Monica","txt":" Clogs."},{"person":"Phoebe","txt":" No."},{"person":"Monica","txt":" Claws?!"},{"person":"Phoebe","txt":" No."},{"person":"Monica","txt":" Okay, so it doesn’t involve Ross or Rachel or Chandler or Joey.\nBut, what about Pete?"},{"person":"Phoebe","txt":" (Shaking her head yes) No!"},{"person":"Monica","txt":" What is it?! What about Pete?"},{"person":"Phoebe","txt":" I don’t know! (frantically points at Monica)"},{"person":"Monica","txt":" Okay, I feel like I’m talking to Lassie. All right, Phoebe would\nyou just tell me!"},{"person":"Phoebe","txt":" I can’t!!"},{"person":"Monica","txt":" Okay, I gotta go. (gets up)"},{"person":"Phoebe","txt":" I, but you’re so close! No!"},{"person":"Monica","txt":" Okay, does it involve something to do with Pete’s computer company?"},{"person":"Phoebe","txt":" Oh, just go. You’re never gonna get it!"},{"person":"Chandler","txt":" I know. See, yes. That’s Yasmine Bleeth, she’s a completely\ndifferent kind of chick. I love you both. But in very different ways."},{"person":"Joey","txt":" (entering) Hey!"},{"person":"Chandler","txt":" Hey!"},{"person":"Joey","txt":" (sees he’s watching "},{"person":"Chandler","txt":" I did! But the store wouldn’t take her back! So then I took her\nto the shelter, and you know what I found out? "},{"person":"Chandler","txt":" If they can’t find a home for her, they kill her! And I’m\nnot gonna let that happen to little Yasmine!"},{"person":"Joey","txt":" Okay, good, good, good, ‘cause, good, ‘cause I was kinda having\nsecond thoughts too. "},{"person":"Chandler","txt":" Okay. And it’s not just chicks y'know? It’s all kinds of\nother animals!"},{"person":"Joey","txt":" That’s horrible! Well, you did the right thing man."},{"person":"Chandler","txt":" Thanks, I’m glad you see it that way."},{"person":"Chandler","txt":" Ohhh-hoo, funny story!"},{"person":"Monica","txt":" I don’t believe this! Wow, look at this refrigerator! It’s\ngigantic! I mean I could live in this thing! I’d be cold, but I’m always cold.\nOh my God, look at these spider burners! I love spider burners."},{"person":"Pete","txt":" So you like it?"},{"person":"Monica","txt":" Oh, it is sooo perfect. Thank you so much. (runs over and hugs him)"},{"person":"Pete","txt":" Oh, you’re welcome. (He takes a deep breath)"},{"person":"Monica","txt":" Did you just smell my hair?"},{"person":"Pete","txt":" Nooo. Uh-huh, no way. What? No."},{"person":"Monica","txt":" Oh God."},{"person":"Pete","txt":" What?"},{"person":"Monica","txt":" You still have feelings for me don’t you?"},{"person":"Pete","txt":" Now, nooo! I’m just excited about the restaurant, that’s all."},{"person":"Monica","txt":" Pete."},{"person":"Pete","txt":" Okay, I love you. Is that so bad?"},{"person":"Monica","txt":" No, it’s not bad. It’s not bad at all. It’s-it’s\nreally nice."},{"person":"Pete","txt":" Look, the only who stands to get hurt is me. And I’m okay with that."},{"person":"Monica","txt":" You may be okay about getting hurt, but I am not okay with being the one\nwho hurts you. That’s why I can’t take this job."},{"person":"Pete","txt":" What?"},{"person":"Monica","txt":" And well, we probably shouldn’t see each other anymore. I’m\nsorry."},{"person":"Pete","txt":" Okay, yeah. I mean... If that’s, if that’s really what you want,\nokay."},{"person":"Monica","txt":" Okay, bye. "},{"person":"Pete","txt":" I’m sorry things didn’t work out..."},{"person":"Monica","txt":" All right shut up for a second and let me just see something. (She\nkisses him back on the lips) Oh, wow! (They then hug and kiss, very passionately.)"},{"person":"Rachel","txt":" Okay, you’d tell me the truth. Right?"},{"person":"Ross","txt":" Rach, you can’t look fat in an x-ray."},{"person":"Rachel","txt":" Okay."},{"person":"Chandler","txt":" Okay! Now you stay out here, and you think about what you did!!"},{"person":"Ross","txt":" (to Chandler) That’s a duck."},{"person":"Chandler","txt":" That’s a bad duck!!! (to Ross) How’d the thing go tonight,\nRoss?"},{"person":"Ross","txt":" Oh, it was, nah, well...."},{"person":"Rachel","txt":" What thing? What thing?"},{"person":"Ross","txt":" Nothing, ah there was this thing at the museum. Come on. (they go into her\napartment) Easy."},{"person":"Chandler","txt":" (to the duck) Okay, now when you come back I hope you remember that,\nthat chick is not a toy! (He goes back into the apartment)"},{"person":"Rachel","txt":" What thing? What is this thing?"},{"person":"Ross","txt":" I was kinda, supposed to be on TV tonight for "},{"person":"Rachel","txt":" Oh my God! "},{"person":"Ross","txt":" Yeah."},{"person":"Rachel","txt":" Ross, why didn’t you tell me that?"},{"person":"Ross","txt":" Eh, ‘cause I knew that if I told you, you’d make me go, and I\nknew you needed someone to be with you tonight. Come on. Come on."},{"person":"Rachel","txt":" I cannot believe you."},{"person":"Ross","txt":" What?"},{"person":"Rachel","txt":" That is the sweetest thing, I just...."},{"person":"Ross","txt":" (breaking the silence) You should get some sleep."},{"person":"Rachel","txt":" Okay."},{"person":"Ross","txt":" So, I’ll umm..."},{"person":"Rachel","txt":" Oh, I’m sorry I spoiled you’re evening."},{"person":"Ross","txt":" No, that’s, no, as long as you’re okay. So I’ll ah,\nI’ll see you tomorrow."},{"person":"Rachel","txt":" Um-hmm, yeah."},{"person":"Rachel","txt":" (After he closes the door) See ya."},{"person":"Chandler","txt":" (coming out of his apartment and seeing Ross) What did you do?"},{"person":"Joey","txt":" What ‘cha doing?"},{"person":"Chandler","txt":" Having a swim."},{"person":"Joey","txt":" What about the chick?"},{"person":"Chandler","txt":" Chicks don’t swim."},{"person":"Joey","txt":" Are you sure?"},{"person":"Chandler","txt":" I don’t know. Should we try it?"},{"person":"Joey","txt":" Sure."},{"person":"Chandler","txt":" See, I told you they don’t swim. (He goes to take it out)"},{"person":"Joey","txt":" (stopping him) Wait. Give him a minute."},{"person":"Chandler","txt":" Noo! (takes him out) Oh, it’s okay, it’s okay, baby, baby,\nbaby."}]