[{"person":"Ross","txt":" So I told Carl, ‘Nobody, no matter how famous their parents are,\nnobody is allowed to climb on the dinosaur.’ But of course this went in one ear and\nout....."},{"person":"Rachel","txt":" "},{"person":"Monica","txt":" "},{"person":"Chandler","txt":" "},{"person":"Gunther","txt":" "},{"person":"Phoebe","txt":" "},{"person":"Ross","txt":" Hey. When you guys were kids and you played "},{"person":"Monica","txt":" I was always Joanne."},{"person":"Joey","txt":" Question. Was ah, ‘Egg the Gellers!’ the war cry of your\nneighbourhood?"},{"person":"Phoebe","txt":" Ewww! Oh! It’s the Mattress King!"},{"person":"Joey","txt":" Booo!!"},{"person":"Chandler","txt":" (to Janice) Don’t look honey. Change the channel! Change the\nchannel!"},{"person":"Janice","txt":" Wait! Wait! I wanna see this. After I divorce him, half of that kingdom\nis gonna be mine."},{"person":"Matress King","txt":" (on TV) "},{"person":"Chandler","txt":" What a wank!"},{"person":"Janice","txt":" Oh, I cannot believe he’s using our divorce to sell mattresses."},{"person":"Monica","txt":" I know! And four ninety-nine for a pillow top queen set, who cares about\nthe divorce, those babies will sell themselves. (they all stare at her) And I’m\nappalled for you by the way."},{"person":"Matress King","txt":" (on TV) "},{"person":"Rachel","txt":" ‘Okay. (listens) Okay, daddy we’ll see you tomorrow night.\n(listens) Okay bye-bye.’ (hangs up)"},{"person":"Ross","txt":" We?"},{"person":"Rachel","txt":" Are ah, having dinner with my Dad tomorrow night, I hope that’s\nokay."},{"person":"Ross","txt":" Oh shoot, tomorrow’s not so good, I’m supposed to um, fall off\nthe Empire State building and land on a bicycle with no seat. Sorry."},{"person":"Rachel","txt":" Ross, my father doesn’t hate you."},{"person":"Ross","txt":" Please, he refers to me as ‘wethead’."},{"person":"Rachel","txt":" But honey he calls everybody by a nickname! Okay, look, I know, all\nright, just one dinner, please, just one night for me, please. I just want him to love you\nlike I do. (Ross looks at her) All right, well not exactly like I do, but, but, if you do\ncome to dinner, I’ll love you like I do in that black thing that you like."},{"person":"Chandler","txt":" (leaning in) I’ll go."},{"person":"Ross","txt":" Fine."},{"person":"Rachel","txt":" Thank you."},{"person":"Ross","txt":" Hi Gunther."},{"person":"Gunther","txt":" Yeah, we’ll see!"},{"person":"Joey","txt":" (entering) Hey, you guys!"},{"person":"Phoebe","txt":" Hey!"},{"person":"Joey","txt":" Guess what?"},{"person":"Ross","txt":" What?"},{"person":"Joey","txt":" I got a gig!"},{"person":"All","txt":" Yay!!"},{"person":"Chandler","txt":" See, that’s why I could never be an actor. Because I can’t\nsay gig."},{"person":"Phoebe","txt":" Yeah, I can’t say croissant. (realises) Oh my God!"},{"person":"Monica","txt":" What’s the part?"},{"person":"Joey","txt":" Well, it’s not a part, no. I’m teaching acting for soap operas\ndown at the Learning Extension."},{"person":"Ross","txt":" Come on! That’s great."},{"person":"All","txt":" Wow!"},{"person":"Joey","txt":" Yeah, yeah. It’s like my chance to give something back to the acting\ncommunity."},{"person":"Ross","txt":" Y’know your probably not allowed to sleep with any of your students."},{"person":"Joey","txt":" (glares at him) I know!"},{"person":"Phoebe","txt":" Ugh! I don’t know Monica. It feels funny just being here. I mean if\nyou buy a bed from Janice’s ex-husband, that’s like betraying Chandler."},{"person":"Monica","txt":" Not at these prices."},{"person":"Phoebe","txt":" (sees a little kid playing with a race car bed) (to kid) Hi. Y'know in\nEngland this car would be on the other side of the store. (the kid just stares at her, and\nshe makes the ‘that went right over your head’ motion) Woo!"},{"person":"Monica","txt":" (lying down on a mattress) Oh! Ohhhhh! Oh! Phoebe, come here. Aw, this\nis my new bed. You gotta feel this bad boy."},{"person":"Phoebe","txt":" Eh, Monica it, it feels so weird, y'know, Chandler’s your friend...\n(hops onto the bed) Oh! Oh my God! Aw, all right take this bed, you can make other\nfriends."},{"person":"Joey","txt":" Good evening. I’m Mr. Tribbiani. And I will be teaching acting for\nsoap operas. Now um, on my first day as (proudly) Dr. Drake Remoray on "},{"person":"Joey","txt":" Hi!"},{"person":"Phoebe","txt":" Hey! Ooh! How was teaching last night?"},{"person":"Joey","txt":" Oh it was great. Yeah, you get to say stuff like, ’Hey, the bell\ndoesn’t dismiss you, "},{"person":"Phoebe","txt":" Ooooh, nice."},{"person":"Joey","txt":" Oh, and guess what, I got an audition for "},{"person":"Phoebe","txt":" Oh, yay!"},{"person":"Joey","txt":" Yeah, it’s this great part, this boxer named Nick. And I’m so,\nso right for it, y'know, he’s just like me. Except he’s a boxer, and has an evil\ntwin."},{"person":"Phoebe","txt":" Oh. (goes and answers the door and there is this "},{"person":"Guy","txt":" Dom da-da dom! Here ye! Here ye! Delivery from the Mattress King. (to\nPhoebe) You Miss Geller?"},{"person":"Phoebe","txt":" Okay."},{"person":"Guy","txt":" Sign here. (hands her a clipboard)"},{"person":"Phoebe","txt":" Oh, do I have a middle name. All right Monica Velula Geller. It’s\nthat bedroom there. (points to Monica’s room)"},{"person":"Joey","txt":" Hey, Monica bought a bed from the Mattress King?"},{"person":"Phoebe","txt":" Yeah, so please, please, please, don’t say anything to Chandler."},{"person":"Joey","txt":" You want me to lie to Chandler?"},{"person":"Phoebe","txt":" Is that a problem?"},{"person":"Joey","txt":" No."},{"person":"Phoebe","txt":" Oh, hey, hey Nick the boxer let’s see what you got. All right ya,\nput ‘em up. Come on. (they start shadow boxing)"},{"person":"Joey","txt":" Hey, you’re ah, pretty good at this."},{"person":"Phoebe","txt":" Yeah, well I had to learn, I was staying at the Y and some off the young\nmen weren’t acting Christian enough."},{"person":"Joey","txt":" Ahh!"},{"person":"Joey","txt":" Hey now!"},{"person":"Joey","txt":" Hey!!! Oww!! And I’m bleeding."},{"person":"Phoebe","txt":" Oh! Oh! Oh!"},{"person":"Joey","txt":" Okay, great."},{"person":"Phoebe","txt":" Wow! And I’m a vegetarian! All right, all right, well I’m\nsorry, we’ll put some ice on it. "},{"person":"Joey","txt":" Okay."},{"person":"Phoebe","txt":" ‘Kay, put your head back."},{"person":"Joey","txt":" All right. I can’t see."},{"person":"Phoebe","txt":" All right, I have ya. Oh God."},{"person":"Guy","txt":" Which bedroom do ya want it in Miss Geller?"},{"person":"Phoebe","txt":" Oh, it’s the compulsively neat one by the window, okay."},{"person":"Guy","txt":" Gotcha. (he and his helper walk in carrying the racecar bed.)"},{"person":"Rachel","txt":" Hi Daddy!"},{"person":"Dr. Green","txt":" This where they put it? What, there no table available in the\nkitchen! Hello, baby."},{"person":"Rachel","txt":" You remember Ross."},{"person":"Dr. Green","txt":" Um-hmm."},{"person":"Ross","txt":" Nice to see you again Dr. Green. "},{"person":"Dr. Green","txt":" So! (they both try to sit next to Rachel but Dr. Green is\nsuccessful.) (to Ross) How’s the library?"},{"person":"Ross","txt":" Ugh, museum."},{"person":"Dr. Green","txt":" What happened to the library?"},{"person":"Ross","txt":" There never was a library. I mean there are libraries, its just that I ah,\nI never worked at one."},{"person":"Dr. Green","txt":" You know what’s really good here, the lobster. What do you say\nshall I just order three."},{"person":"Ross","txt":" Yeah, if you’re really hungry. (Dr. Green stares at him) It was a\njoke, I made a joke."},{"person":"Rachel","txt":" Yeah, actually Daddy Ross is allergic to lobster."},{"person":"Dr. Green","txt":" What kind of person is allergic to lobster? I guess the kind of\nperson that works at a library."},{"person":"Ross","txt":" It’s not a library..."},{"person":"Dr. Green","txt":" (interrupting him) I know!! It’s a museum! What, you’re the\nonly one around here who can make a joke! At least mine was funny. Ah, waiter, we will\nhave two lobsters and a menu. (nods at Ross, and mouths I don’t know to the waiter.)"},{"person":"Ross","txt":" So, Dr. Green, how’s the old boat."},{"person":"Dr. Green","txt":" They found rust. You know what rust does to a boat?"},{"person":"Ross","txt":" It gives it a nice antiquey look."},{"person":"Dr. Green","txt":" (he stares at Ross) Rust, is boat cancer, Ross."},{"person":"Ross","txt":" Wow. I’m sorry, when I was a kid I lost a bike to that. (Rachel\ngiggles at that)"},{"person":"Dr. Green","txt":" Excuse me for a moment, will you please, I want to say good night to\nthe Levines, before we go."},{"person":"Rachel","txt":" Okay."},{"person":"Ross","txt":" Okay! (picks up a knife and pretends to stab his heart.)"},{"person":"Rachel","txt":" Aw honey stop! It’s not that bad."},{"person":"Ross","txt":" Yeah. (sees the bill) Op! Uh-oh! I think your Dad must’ve added\nwrong. He only tipped like four percent."},{"person":"Rachel","txt":" Yeah. That’s Daddy."},{"person":"Ross","txt":" That’s Daddy?! But doesn’t it bother you? You’re a\nwaitress."},{"person":"Rachel","txt":" Yes, it bothers me Ross, but y'know if he was a regular at the coffee\nhouse, I’d be serving him sneezers."},{"person":"Ross","txt":" So?"},{"person":"Rachel","txt":" So. Ross, I’ve bugged him about this a million times, he’s not\ngonna change."},{"person":"Ross","txt":" You really serve people sneezers?"},{"person":"Rachel","txt":" Well um, "},{"person":"Dr Green","txt":" You kids ready?"},{"person":"Ross","txt":" Thanks again, Dr. Green."},{"person":"Dr. Green","txt":" All right."},{"person":"Dr. Green","txt":" Oh, wait, wait, wait, wait, I think I forgot my receipt."},{"person":"Ross","txt":" Oh, ah, you don’t need that."},{"person":"Dr. Green","txt":" Why not?"},{"person":"Ross","txt":" The carbon, it’s messy, I mean it gets on your fingers and causes,\nthe, the ah, night blindness."},{"person":"Dr. Green","txt":" (gets his receipt and notices the twenty) What is this? Who put a\ntwenty down here? Huh?"},{"person":"Ross","txt":" Oh, yeah, that would be me, um, I have, I have a problem I-I tip way too\nmuch, way, way, too much, it’s a sickness really."},{"person":"Rachel","txt":" Yeah it is, it is. (to Ross) We really, really have to do something\nabout that."},{"person":"Ross","txt":" I know."},{"person":"Dr. Green","txt":" Excuse me, you think I’m cheap?"},{"person":"Rachel","txt":" Oh Daddy, no he didn’t mean anything by that, he really\ndidn’t."},{"person":"Ross","txt":" Nothing I do means anything, really."},{"person":"Dr. Green","txt":" This is nice. I pay two hundred dollars for dinner, you put down\ntwenty, and you come out looking like Mr. Big Shot. You really want to be Mr. Big Shot?\nHere, I’ll tell you what, you pay the whole bill, Mr. Big Shot, all right. (rips up\nthe bill, and throws it at Ross, then leaves)"},{"person":"Ross","txt":" Well Mr. Big Shot is better than ‘wethead’."},{"person":"Joey","txt":" Okay, some tricks of the trade. Now, I’ve never been able to cry as\nan actor, so if I’m in a scene where I have to cry, I cut a hole in my pocket, take a\npair of tweezers, and just start pulling. Or ah, or, let’s say I wanna convey that\nI’ve just done something evil. That would be the basic ‘I have a fishhook in my\neyebrow and I like it’ (Does it by raising one eyebrow, and showing off the pretend\nfishhook.) Okay, let’s say I’ve just gotten bad news, well all I do there is try\nand divide 232 by 13. (looks all confused) And that’s how it’s done. Great soap\nopera acting tonight everybody, class dismissed."},{"person":"Student","txt":" Hey, Mr. Trib."},{"person":"Joey","txt":" Hey-hey."},{"person":"Student","txt":" Guess what, I got an audition!"},{"person":"Joey","txt":" Awww, one of my students got an audition. I’m so proud."},{"person":"Student","txt":" I was wondering if you would consider coaching me for it?"},{"person":"Joey","txt":" You bet! What’s the part?"},{"person":"Student","txt":" Oh it’s great, it’s a role on "},{"person":"Rachel","txt":" You had to do it, didn’t you? You couldn’t just leave it\nalone."},{"person":"Ross","txt":" Four percent. Okay. I tip more than that when there’s a bug in my\nfood."},{"person":"Rachel","txt":" Ross, tonight was about the two of you getting along. (Ross groans and\nrubs his neck) Oh, would you just see my chiropractor, already."},{"person":"Ross","txt":" Yeah, I’m gonna go to a doctor who went to school in a mini-mall."},{"person":"Ross","txt":" Hey Pheebs, what are you doing?"},{"person":"Phoebe","txt":" I’m, I’m freaking out! Monica kinda trusted me with something\nand she shouldn’t have! All right, I haven’t lived here in a while, so I have to\nask you something. Does Monica still turn on the lights in her bedroom?"},{"person":"Rachel","txt":" Um. yeah."},{"person":"Phoebe","txt":" I am "},{"person":"Rachel","txt":" All right, look, here’s the bottom line Ross, this is fixable, if\nwe act fast, okay. So, I’ll invite him to brunch tomorrow and you can make nice."},{"person":"Ross","txt":" Look, honey, I have tried to make nice, it doesn’t work."},{"person":"Rachel","txt":" Okay, look, Ross, I realise that my Father is difficult, but that’s\nwhy you have got to be the bigger man here."},{"person":"Ross","txt":" Look sweetie, I could be the bigger man, I could be the biggest man, I\ncould be a big, huge, giant man, and it still wouldn’t make any difference, except\nthat I could pick your Father up and say ‘Like me! Like me tiny doctor!’"},{"person":"Rachel","txt":" Okay, well can’t you just try it one more time Ross? For me? For\nme?"},{"person":"Ross","txt":" Rachel one brunch is not gonna solve anything. You gotta face it, okay\nwe’re never gonna get along."},{"person":"Rachel","txt":" Okay, well you are just gonna have too, okay. Because I already got a\nMother and a Father who cannot stay in the same room together, okay, I don’t wanna\nhave to have a separate room for you too!! (starts to cry)"},{"person":"Ross","txt":" Okay, okay, okay. (hugs her) I’ll get the bagels."},{"person":"Monica","txt":" (sees the bed) What’s this?"},{"person":"Phoebe","txt":" Isn’t it cool! Varoom! Varoom!"},{"person":"Monica","txt":" This is not the bed I ordered!"},{"person":"Phoebe","txt":" I know, you must’ve won like a contest or something! "},{"person":"Monica","txt":" Phoebe!"},{"person":"Monica","txt":" Why is this car in my bedroom?"},{"person":"Phoebe","txt":" I’m sorry, okay, I-I wasn’t looking, and the store says that\nthey won’t take it back because you signed for it..."},{"person":"Monica","txt":" When did I sign for it?"},{"person":"Phoebe","txt":" When I was you! Y'know what, it’s all Joey’s fault,\n‘cause he left his nose open!"},{"person":"Monica","txt":" Did you make brownies today?"},{"person":"Chandler","txt":" Knock, knock."},{"person":"Monica","txt":" (to Phoebe) Quick, take off your dress, he won’t notice the bed."},{"person":"Chandler","txt":" Hey, I’m going for sushi does anybody want.. (enters and sees the\nbed) Whoa-whoa, somebody missed the off ramp."},{"person":"Phoebe","txt":" It’s Monica’s bed. What?"},{"person":"Chandler","txt":" Okay. (to Monica) It’s a racecar."},{"person":"Phoebe","txt":" So. This has always been Monica’s bed, what you’re just\nnoticing now, how self-involved are you?"},{"person":"Chandler","txt":" Okay, well it this bed isn’t new, how come there is plastic on\nthe mattress?"},{"person":"Monica","txt":" Sometimes I have bad dreams. (starts to break down, and Phoebe offers\nher, her hand to comfort her.)"},{"person":"Student","txt":" Look, I just saw my best friends brains smeared across the canvas,\nthat’s not gonna be me, not me."},{"person":"Joey","txt":" Wow! That was good. That was...(points to his pocket) Tweezers?"},{"person":"Student","txt":" No."},{"person":"Joey","txt":" Whoa. That was really good."},{"person":"Student","txt":" Thanks, any suggestions?"},{"person":"Chandler","txt":" You told him to play the boxer gay!!"},{"person":"Joey","txt":" Well, I-I might’ve said supergay."},{"person":"Chandler","txt":" You totally screwed him over."},{"person":"Monica","txt":" Joey, you’re this guy’s teacher. I mean how could you do this?"},{"person":"Joey","txt":" Because, Monica, the guy’s so good, and I really, really want this\npart."},{"person":"Phoebe","txt":" Well, if you really, really want it, then it’s okay."},{"person":"Rachel","txt":" (opening the door) Hi Daddy."},{"person":"Dr. Green","txt":" Baby. Ross."},{"person":"Ross","txt":" Dr. Green. How are you? (offers his hand, and Dr. Green puts his scarf on\nit.)"},{"person":"Dr. Green","txt":" Thanks for dinner last night."},{"person":"Ross","txt":" Thank you for teaching me a valuable lesson."},{"person":"Dr. Green","txt":" Nice hair. What’d ya do? Swim here?"},{"person":"Ross","txt":" (to Rachel) Okay, that’s it, I can’t take it anymore."},{"person":"Rachel","txt":" What? What? He’s interested in you. He-he likes your hair, he just\nwants to know how you got here."},{"person":"Ross","txt":" Oh, please. Sweetie it’s hopeless, okay, I’m just gonna go.\n(starts to leave rubbing his neck)"},{"person":"Rachel","txt":" What?!"},{"person":"Ross","txt":" Look, look I’m sorry. It’s just that...."},{"person":"Dr. Green","txt":" Ross? What’s with the neck?"},{"person":"Rachel","txt":" He’s got this thing. And I keep telling him to go to my\nchiropractor..."},{"person":"Dr. Green","txt":" You’re still going to that chiropractor, that man couldn’t\nget into medical school in Extapa!"},{"person":"Ross","txt":" Thank you! That’s what I keep saying."},{"person":"Rachel","txt":" Excuse me, Dr. Bobby happens to be an excellent doctor."},{"person":"Ross","txt":" Uh."},{"person":"Dr. Green","txt":" Wait a minute, his name is Dr. Bobby?"},{"person":"Rachel","txt":" Well that’s his last name."},{"person":"Ross","txt":" And his first name."},{"person":"Dr. Green","txt":" He’s Bobby Bobby?"},{"person":"Rachel","txt":" It’s Robert Bobby."},{"person":"Dr. Green","txt":" Oh."},{"person":"Rachel","txt":" And um, excuse me, he helps me."},{"person":"Ross","txt":" Oh-ho please. Ask her how?"},{"person":"Dr. Green","txt":" What do you need help for?"},{"person":"Rachel","txt":" With my alignment. I’ve got one leg shorter than the other."},{"person":"Dr. Green","txt":" Oh God!"},{"person":"Ross","txt":" Argue with that."},{"person":"Rachel","txt":" What? It’s true, my right leg is two inches shorter."},{"person":"Dr. Green","txt":" Come on! You’re just titling! (to Ross) Her legs are fine!"},{"person":"Ross","txt":" I know that!"},{"person":"Dr. Green","txt":" So, why do you let her go to a chiropractor for?"},{"person":"Rachel","txt":" I’m sorry, let her?"},{"person":"Ross","txt":" What can I do, she doesn’t listen to me about renter’s insurance\neither."},{"person":"Dr. Green","txt":" Wait a minute, you don’t have renter’s insurance?!"},{"person":"Rachel","txt":" No."},{"person":"Dr. Green","txt":" Well what if somebody steals something? How are you gonna run after\nhim with one leg shorter than the other?!"},{"person":"Ross","txt":" Hey, would you ah, would you like some juice?"},{"person":"Dr. Green","txt":" I’d love some juice. Thanks."},{"person":"Ross","txt":" Okay. (to Rachel) Wow! This is going so well. Did you see us? Did you see?"},{"person":"Rachel","txt":" Yeah honey, I’m standing right there! Why didn’t you just tell\nhim about the mole I haven’t got checked yet."},{"person":"Ross","txt":" Excellent!"},{"person":"Joey","txt":" (sadly) There will come a time in each of your careers when you’ll\nhave a chance to screw over another soap opera actor. I had such an opportunity in the\nrecent, present. And I’m ashamed to say that I took it, I advised a fellow actor to\nplay a role, homosexually. Yeah, we both auditioned for the part, and uh, as it turned\nout, they ah, they liked the stupid gay thing and cast him. And now, he’s got a two\nyear contract opposite Susan Luchhi, the first lady of daytime television, and me, me\nI’m stuck here teaching a bunch of people, most of whom are too ugly to even be on\nTV. I’m sorry, I’m sorry, I’m sorry. (he gets a huge round of applause from\nhis students.) Thank you."},{"person":"Jester","txt":" Uh, may I help you?"},{"person":"Monica","txt":" Yeah, I talked to you on the phone, I’m the lady that got stuck\nwith the racecar bed."},{"person":"Jester","txt":" Look, it’s like I told you, there’s nothing I can do. You\nsigned for it, Monica Velula Geller."},{"person":"Joey","txt":" All right, Jester man, look we wanna see the king."},{"person":"Jester","txt":" Nobody sees the king!"},{"person":"Joey","txt":" Oh-ho-kay, I’m talking to the king. (starts to go to a back room)"},{"person":"Jester","txt":" Hey! You can’t go back there!"},{"person":"Janice","txt":" Oh my God."},{"person":"Chandler","txt":" Varrrrrroom! Hey! Watch it lady! Varrrrrrrrrrom! (makes a screeching\nsound as he pretends to stomp on the brakes.) Hey-hey good lookin’! (honks the\nbed’s little horn on the steering wheel.) Varrrrrrrrroom. (notices Rachel and stops)\nAll right, I’ll leave. My bed’s so boring."}]