[{"person":"Ross","txt":" Hey! I just got uh, my teacher evaluations! Check out what this one\nstudent wrote, \"I loved Dr. Geller’s class. Mind blowing lectures! Dr. Geller,\nyou are definitely the hottie of the paleontology department!\""},{"person":"Chandler","txt":" Ahh, Hotties of the Paleontology Department, there’s a big\nselling calendar, eh?"},{"person":"Rachel","txt":" Who wrote it?"},{"person":"Ross","txt":" Oh, I wish I knew, but the evaluations are all anonymous."},{"person":"Joey","txt":" Oh hey, do you still have their final exams?"},{"person":"Ross","txt":" Yeah."},{"person":"Joey","txt":" Oh, ‘cause you can just match the evaluation to the exam with the\nsame handwriting and boom, there’s your admirer. (Ross is stunned.)"},{"person":"Chandler","txt":" A hot girl’s at stake and all of the sudden he’s Rain Man."},{"person":"Rachel","txt":" Okay, wait a minute, wait a minute, why are we so sure that this is a\ngirl?"},{"person":"Ross","txt":" It’s a girl! Anyway, it wou—it wouldn’t matter. Okay?\nBecause I’m a teacher and "},{"person":"Chandler","txt":" Oh, is that against the rules?"},{"person":"Ross","txt":" No, but it is frowned upon."},{"person":"Chandler","txt":" I see."},{"person":"Ross","txt":" Besides, there’s a big age difference."},{"person":"Joey","txt":" Oh, well think of it like this, when you’re 90…"},{"person":"Ross","txt":" I know when I’m 90 she’ll be like 80 and it won’t seem like\nsuch a big difference."},{"person":"Joey","txt":" No that’s not what I was going to say at all. No, what I was going to\nsay is when you’re 90 you’ll still have the memory of what it was like to be\nwith a 20-year-old."},{"person":"Joey","txt":" Hey Chandler! Y’know that girl you went to college with who-who\nbecame a movie director?"},{"person":"Chandler","txt":" Oh yeah, Dana Keystone. She was in my Movement class."},{"person":"Phoebe","txt":" What’s a Movement class?"},{"person":"Monica","txt":" It’s Chandler’s way of pretending he didn’t take mime."},{"person":"Joey","txt":" Oh well listen, anyway she’s directing the new Al Pacino movie. You\ngotta get me an audition!"},{"person":"Chandler","txt":" Oh, I don’t know man. I haven’t talked to her in like ten\nyears."},{"person":"Joey","txt":" No-no-no, please-please Chandler I-I-I would owe you "},{"person":"Chandler","txt":" You "},{"person":"Joey","txt":" Hey-hey dude, why are you changing the subject? Why? Will you make the\ncall or what?"},{"person":"Chandler","txt":" Oh okay, I’ll-I’ll try."},{"person":"Joey","txt":" All right! Thanks! You’re the best! Now listen, the last day of\nauditions is Thursday. Okay? So I gotta get in there by Thursday. Okay? Just remember\nThursday. Thursday. Can you remember Thursday?"},{"person":"Chandler","txt":" Yeah so, Tuesday?"},{"person":"Joey","txt":" (angrily) Thursday! Look if you need help remembering think of like this,\nthe third day. All right? Monday, one day. Tuesday, two day. Wednesday, when? Huh? What\nday? Thursday! The third day! Okay?!"},{"person":"Chandler","txt":" (sarcastically) Thank you."},{"person":"Joey","txt":" Okay."},{"person":"Rachel","txt":" (entering from the bathroom) Hey Mon? I’m gonna check my messages."},{"person":"Chandler","txt":" You just thought of that in there?"},{"person":"Monica","txt":" Yeah sure, nature called, she wanted to see who else did."},{"person":"Rachel","txt":" (on phone) Hello? (Shocked that someone answered.) Uh, Rachel. (To the\ngang.) Great, someone is in our apartment. Call the cops!"},{"person":"Monica","txt":" You’re on the phone!"},{"person":"Rachel","txt":" (on phone) Oh my God! Oh my God! Thank you! (Hangs up) That was the fire\ndepartment, there was a fire at our place!"},{"person":"Phoebe","txt":" Oh my God! How bad was it?"},{"person":"Rachel","txt":" Well, he didn’t say, but it was a fire. I’m guessing not very\ngood. Come on, we gotta go!"},{"person":"Monica","txt":" Come on! (The girls all run out and Joey holds up Chandler by smiling.)"},{"person":"Chandler","txt":" What are you smiling about? What is so funny?"},{"person":"Joey","txt":" The part I want to audition for is a fireman, this is so meant to be!"},{"person":"Burt","txt":" (another professor) Wow! It looks like you were very generous with your\ngrades this semester! (Ross frantically starts to change some as a female student,\nElizabeth, approaches.)"},{"person":"Elizabeth","txt":" Professor Geller?"},{"person":"Ross","txt":" (startled) Yeah?"},{"person":"Elizabeth","txt":" I wanted to say how much I enjoyed your class."},{"person":"Ross","txt":" Oh thank you. Thanks very much. (Leans up against the board and on a\nthumbtack.) Ow! (He pulls away.)"},{"person":"Elizabeth","txt":" Uh, I’m a little embarrassed about calling you a hottie on my\nevaluation…"},{"person":"Ross","txt":" That was you?"},{"person":"Elizabeth","txt":" Yeah. I felt a little weird about it. You’re a teacher. I’m a\nstudent. But would you maybe want to go out with me sometime?"},{"person":"Ross","txt":" Oh I, I don’t-I don’t think that would be the best idea."},{"person":"Elizabeth","txt":" Oh, because I was thinking, the semester’s over; you’re not my\nteacher anymore."},{"person":"Ross","txt":" What time?"},{"person":"Elizabeth","txt":" (checks her grade) Oh, y’know what? Forget it, you already gave me\nan A."},{"person":"Ross","txt":" Gotcha. (Starts to leave.)"},{"person":"Elizabeth","txt":" I’m kidding!"},{"person":"Ross","txt":" Oh! So-so seriously, what time?"},{"person":"Phoebe","txt":" Coming through! (Has to dodge a fireman) Oh! Coming through! (Sees a\ncute one.) Oh! Hello! Hi! (Smiles then realizes) No! Right! Coming through! "},{"person":"Monica","txt":" Oh well, it’s not so bad. "},{"person":"Fireman #1","txt":" Yeah, most of the damage is pretty mostly contained in the bedrooms."},{"person":"Phoebe","txt":" Oh!"},{"person":"Rachel","txt":" My God! (They both run into the bedrooms.)"},{"person":"Joey","txt":" (to the fireman) Hey buddy, do you think I can borrow your uniform this\nThursday?"},{"person":"Fireman #1","txt":" Excuse me?"},{"person":"Monica","txt":" Joey! He’s working! (To Chandler) You would look "},{"person":"Joey","txt":" Oh, how bad is it?"},{"person":"Phoebe","txt":" Oh, it’s bad. It’s really bad. The only thing in there that\nisn’t burned is an ass. Which I do "},{"person":"Chandler","txt":" How’s your room Rach?"},{"person":"Rachel","txt":" Everything’s ruined. My bed. My clothes. Look at my favorite blue\nsweater. (Hold it up.)"},{"person":"Monica","txt":" Isn’t that mine?"},{"person":"Rachel","txt":" Fine! I’m sorry for your loss! (Hands it back to her.)"},{"person":"Fireman #1","txt":" So uh, you’re not gonna be able to live here for a while, you\nladies have a place to stay?"},{"person":"Rachel","txt":" (stands up) Wow! Oh-okay, look pal, I am "},{"person":"Monica","txt":" (pulling Rachel back down) Yes, they can stay with us."},{"person":"Chandler","txt":" Have you figured out what started the fire Mr. Fireman?"},{"person":"Fireman #1","txt":" Well uh, do either of you smoke?"},{"person":"Phoebe","txt":" No, not usually. But yeah, I could use one right now."},{"person":"Fireman #1","txt":" No-no-no, do you uh light candles? Burn incense?"},{"person":"Phoebe","txt":" Yes! I do! All the time! I love them! Oh my God! I did it! It’s me!\nIt’s me! I burned down the house! I burned down the house!"},{"person":"Rachel","txt":" Okay Phoebe calm down, there’s no need to place blame. Okay? (To\nthe fireman) I warned her about those candles."},{"person":"Chandler","txt":" God, it’s great to catch up! I can’t believe how long\nit’s been!"},{"person":"Joey","txt":" Chandler, is that… (Mimes someone using a movie camera and Chandler\nnods yes.)"},{"person":"Chandler","txt":" (on phone) Oh that’s great! Good for you."},{"person":"Joey","txt":" Hey-hey listen… (Chandler waves him away.)"},{"person":"Chandler","txt":" Okay! So yeah, maybe we can get together umm… (Joey mimes\nthrowing something in the air, catching it, rolling it out, putting it in an oven and\ncutting it.) Can you hold for one second please? (To Joey) What?!"},{"person":"Joey","txt":" When you’re off the phone, do you wanna get a pizza?"},{"person":"Chandler","txt":" (on phone) Hi! I’m back. (Goes to hang up the phone.) Yeah, that\nsounds great. (Listens) Okay. Well, we’ll do it then. (Listens) Okay, bye-bye. (He\nhangs up the phone and turns around to see Joey standing close to him and screams.)"},{"person":"Joey","txt":" Hey listen, so when’s-when’s my audition? I mean I know\nit’s Thursday, but what time?"},{"person":"Chandler","txt":" Hi."},{"person":"Monica","txt":" Hey!"},{"person":"Chandler","txt":" (To Joey) We didn’t get to the audition. I’m gonna take her\nto coffee and then we’ll do it then."},{"person":"Joey","txt":" Ah-ha!"},{"person":"Monica","txt":" Wow! So, now you’re going on a date with this girl?"},{"person":"Chandler","txt":" Honey, it is not a date! I haven’t talked to her in ten years!\nYou can’t just call up somebody you haven’t talked to in ten years and ask them\nfor a favor. There are rules, y’know? You gotta, you got to put in some time."},{"person":"Monica","txt":" You’re right, I’m sorry. It’s not like you’re\ny’know, going out with an ex-girlfriend."},{"person":"Chandler","txt":" No, we only went out once."},{"person":"Monica","txt":" You dated her!"},{"person":"Chandler","txt":" Not once!"},{"person":"Monica","txt":" All right, well why don’t I go out with an ex-boyfriend and do Joey\na favor?!"},{"person":"Joey","txt":" Hey, you wanna do Joey a favor, maybe you go out with Joey. (He turns\naround to see Chandler glaring at him.)"},{"person":"Chandler","txt":" (laughs) Oh that’s great, my friend Joey’s in the movie\nbusiness."},{"person":"Dana","txt":" Y’know who I ran into from school? Howie."},{"person":"Chandler","txt":" (giggles) My friend’s name is Joey."},{"person":"Dana","txt":" Apparently Howie’s editing now. Yeah, he-he-he calls me up and asks\nme if he can edit my new movie. Can you believe that?! Y’know I-I-I haven’t\nspoken to him in like ten years and he asks me for a favor!"},{"person":"Chandler","txt":" Yeah, I’ve always hated that Howie."},{"person":"Dana","txt":" No, no \"How you doing?\" Man, I mean not even a cup of coffee\nfirst!"},{"person":"Chandler","txt":" The nerve huh?"},{"person":"Dana","txt":" Yeah!"},{"person":"Chandler","txt":" Refill?"},{"person":"Monica","txt":" Now, this is last minute so I want to apologize for the mess. Okay?"},{"person":"Rachel","txt":" Oh my God! It sure didn’t look this way when I lived here."},{"person":"Monica","txt":" I know! Now look, there’s only one problem though. There’s\nonly room for one, so I guess one of you will have to stay at Joey’s."},{"person":"Phoebe","txt":" Well, since the fire was kinda my fault I guess (To Rachel) you should\nget to stay here."},{"person":"Rachel","txt":" Hey! Hey-hey, now this was no one’s fault Pheebs. Okay? It was an\naccident."},{"person":"Phoebe","txt":" Well no, it was my fault so you should get the nice room."},{"person":"Rachel","txt":" Okay! (She jumps on the bed.)"},{"person":"Monica","txt":" So Rach! You’re the first guest at Hotel Monica! Umm, you’ll\njust have to tell me how you like your eggs in the morning. And I thought I would bring\nthem to you, y’know, in bed. Oh, you have been through so much."},{"person":"Rachel","txt":" I have."},{"person":"Joey","txt":" This right here is where I keep the pizza. (He points to the chair.) And\nuh that’s where the napkin is. (Points to the floor next to the chair.)"},{"person":"Phoebe","txt":" What’s that smell?"},{"person":"Joey","txt":" I know! (Shrugs his shoulders.)"},{"person":"Elizabeth","txt":" Oh please! It was such a big class! You never even noticed me!"},{"person":"Ross","txt":" What? Of course I did! You uh, you sat next to Sleepy Sleeperson."},{"person":"Elizabeth","txt":" Who?"},{"person":"Ross","txt":" Oh uh, I had trouble remembering everyone’s name, so I-I kinda came\nup with nicknames. Like the guy on the other side of you was Smelly von Brownshirt."},{"person":"Elizabeth","txt":" Oh yeah. So umm, did you have a nickname for me?"},{"person":"Ross","txt":" Umm, no. No."},{"person":"Elizabeth","txt":" Yes you did! What was it?"},{"person":"Ross","txt":" Umm, it’s Cutie McPretty."},{"person":"Elizabeth","txt":" Ohh that’s so sweet!"},{"person":"Ross","txt":" Listen, I gotta tell ya, I-I’m having a great time! Y’know how\nbefore you said it might be weird, the whole student teacher thing, and to be frank I\nthought it would be too, but it’s not. I mean it’s not at all."},{"person":"Burt","txt":" (exiting from a restaurant) Dr. Geller!"},{"person":"Ross","txt":" (pushing Elizabeth into a doorway) Burt!"},{"person":"Phoebe","txt":" So did you sleep well last night?"},{"person":"Rachel","txt":" I did. "},{"person":"Phoebe","txt":" Yeah?"},{"person":"Rachel","txt":" I did, Monica was so sweet she left a little mint on my pillow."},{"person":"Phoebe","txt":" Y’know what Joey left on my pillow?"},{"person":"Rachel","txt":" What?"},{"person":"Phoebe","txt":" Gum!"},{"person":"Fireman #2","txt":" Well, we determined the cause of the fire."},{"person":"Phoebe","txt":" Yeah I know, it was my candle. My candle!"},{"person":"Fireman #2","txt":" No, there was an appliance left on in the bathroom. It’s looks\nlike a curling iron."},{"person":"Phoebe","txt":" I don’t use a curling iron."},{"person":"Fireman #2","txt":" Well someone does."},{"person":"Rachel","txt":" Well, don’t look at me! My hair’s straight! Straight!\nStraight! Straight!"},{"person":"Fireman #2","txt":" It could’ve been a hair straightener."},{"person":"Rachel","txt":" Oh."},{"person":"Joey","txt":" This is where I keep the pizza. (It’s the same location as before.)\nAnd—Hey! Where did the napkin go?! (The napkin is not in it’s spot.)"},{"person":"Monica","txt":" Now there you go! I wouldn’t want my best guest to strain her eyes!"},{"person":"Phoebe","txt":" Thanks Monica!"},{"person":"Monica","txt":" Does that smell bother you?"},{"person":"Phoebe","txt":" What the smell from Joey’s? No, I can hardly smell it over here."},{"person":"Monica","txt":" Well you let me know if you can, because y’know I can bake a pie to\ncover it."},{"person":"Phoebe","txt":" I can smell it a little, bake the pie."},{"person":"Monica","txt":" Okay!"},{"person":"Phoebe","txt":" Okay."},{"person":"Monica","txt":" Hello? (Listens) Oh yes, one minute please. (To Phoebe) It’s for\nyou. It’s the fire inspector."},{"person":"Phoebe","txt":" Oh! (Takes the phone.) Hello? (Listens) Yeah this is Phoebe. (Listens)\nReally?!"},{"person":"Joey","txt":" (in a funny voice) Yeah, so it turns out that it wasn’t the hair\nstraightener that started the fire. (Rachel prompts him on what to say next.) No-no, it\nwas the candles. It’s very not good leaving candles unattended. In fact, one of the\nfirst things they teach you in fire school is… (Phoebe suddenly enters.) Uhh…\nUhh… Okay. Well, I have to go now. (Phoebe leaves.)"},{"person":"Ross","txt":" We had such a great time! She’s-she’s incredible! I thought\nthe-the age difference might be a problem, but it wasn’t. It wasn’t at all.\nElizabeth is very mature for her age. (Joey makes the international sign for big boobies.)\n(To Monica) A concept lost on some people!"},{"person":"Monica","txt":" So it’s okay to date a student."},{"person":"Ross","txt":" Well, not really. I mean technically it’s-it’s not against the\nrules or anything, but it is frowned upon. Especially by that professor we ran into last\nnight, Judgey von Holierthanthou."},{"person":"Monica","txt":" Well Ross, you be careful now. You don’t want to get a reputation\nas y’know Professor McNailshisstudents. "},{"person":"Ross","txt":" Yeah. What-what should I do?"},{"person":"Joey","txt":" Well Ross, it seems pretty clear. I mean what’s more important? What\npeople think or how you feel, huh? Ross, you gotta follow your heart."},{"person":"Monica","txt":" Joey that is so sweet."},{"person":"Chandler","txt":" (entering) Hey."},{"person":"Joey","txt":" Hey-hey-hey! So, how did it go with Dana? Any reason I should leave a\nblock of time open say Thursday?"},{"person":"Chandler","txt":" I couldn’t do it."},{"person":"Joey","txt":" You couldn’t do it?!"},{"person":"Chandler","txt":" Hey, relax I just need more time. We’re going to dinner tonight."},{"person":"Monica","txt":" What?! You’re going out with her again!"},{"person":"Ross","txt":" Going out with who?"},{"person":"Chandler","txt":" Uh, Dana Keystone from college."},{"person":"Ross","txt":" Oh yeah! Wasn’t she uh… (Does the international sign for big\nboobies.)"},{"person":"Chandler","txt":" No, that was Dana Caplin."},{"person":"The Guys","txt":" Ohhhh! (They all look up in a moment of reflection.)"},{"person":"Monica","txt":" Joey! You didn’t even know her!"},{"person":"Joey","txt":" Ah whatever!"},{"person":"Chandler","txt":" Great story again! The yarns that you weave! Woo-hoo-hoo!"},{"person":"Dana","txt":" Y’know uh, actually I-I-I should get going."},{"person":"Chandler","txt":" Oh no-no-no! Stay! Stay! Because you-you should you-you-you should\nstay!"},{"person":"Dana","txt":" Wow. Oh, I am really flattered, but I just I don’t feel that way\nabout you."},{"person":"Chandler","txt":" Oh no-no-no, that’s not—No-no-no!"},{"person":"Dana","txt":" I’m sorry Chandler, y’know you are such a sweet guy and I, I\ndon’t want to hurt you. Oh, I wish there was something I can do to make you feel\nbetter."},{"person":"Chandler","txt":" No-no—Really?!"},{"person":"Dana","txt":" Of course!"},{"person":"Chandler","txt":" (breaking up) Well, it just hurts so bad. I uh…"},{"person":"Dana","txt":" Ohh, I’m sorry."},{"person":"Chandler","txt":" Well maybe there is one thing you can do."},{"person":"Dana","txt":" What?! Anything! Anything! "},{"person":"Chandler","txt":" Well, I umm, I mean this is just off the top of my head now, umm but I\nhave this friend. This actor friend and he would kill me if he thought I was doing this\numm, but umm would it be possible for him to get an audition for your movie say on\nThursday?"},{"person":"Dana","txt":" Absolutely! But you-you would really feel better about me rejecting you if\nyour actor friend can audition for my movie?"},{"person":"Chandler","txt":" Well, the heart wants what it wants. I’ll see you later. (He runs\noff and leaves her with the bill, which the waiter promptly delivers.)"},{"person":"Monica","txt":" Hey! How’s it goin’?"},{"person":"Phoebe","txt":" Well, not much has changed in the last five minutes."},{"person":"Monica","txt":" Yes it has! I made cookies!"},{"person":"Phoebe","txt":" Oh that’s all right. I’m still full from your homemade potato\nchips."},{"person":"Monica","txt":" But you should eat them now because they’re hot from the oven."},{"person":"Phoebe","txt":" Okay. (Reaches for one.)"},{"person":"Monica","txt":" (pulling the plate back) Oh-ho! But not in here! Can’t eat ‘em\nin bed, remember? No crumbies!"},{"person":"Phoebe","txt":" (gritting her teeth) Okay, I’ll be out in a second."},{"person":"Monica","txt":" Okay!"},{"person":"Monica","txt":" (opening the door) What are you doing?"},{"person":"Phoebe","txt":" That doesn’t lock does it?"},{"person":"Rachel","txt":" Oh, Joey! Sorry!"},{"person":"Joey","txt":" No that’s all right. Don’t worry about it."},{"person":"Rachel","txt":" Oh but look! That’s gonna leave a stain! "},{"person":"Joey","txt":" Rach! Hey! It’s fine! You’re at Joey’s!"},{"person":"Rachel","txt":" Really?"},{"person":"Joey","txt":" Yeah! Look! (He throws some of his spaghetti on the floor.)"},{"person":"Rachel","txt":" I’ve never lived like this before."},{"person":"Joey","txt":" I know."},{"person":"Joey","txt":" All right, don’t waste it, I mean its still food. (He picks it up and\neats it.)"},{"person":"Ross","txt":" What do you want to do now? Huh? You wanna go get a drink?"},{"person":"Elizabeth","txt":" Uhh, I can’t."},{"person":"Ross","txt":" Oh, you have some studying to do?"},{"person":"Elizabeth","txt":" No, I have some turning 21 to do."},{"person":"Ross","txt":" Y’know I remember when uh, when I was in college, we used to…\n(He sees some of his colleagues enter and puts his head on her lap.)"},{"person":"Elizabeth","txt":" What are you doing?"},{"person":"Ross","txt":" Nothing, I’m-I’m just, I’m so comfortable with you!"},{"person":"Elizabeth","txt":" Do you not want to be seen with me?"},{"person":"Ross","txt":" What? No! Of course, of course I do! Are-are they gone?"},{"person":"Elizabeth","txt":" Uh no, they’re still here but I think I’m about to leave."},{"person":"Ross","txt":" What?! No! No! Wait! You’re right, this is stupid. Who cares what\npeople think? I mean, I mean we like each other right? There’s nothing wrong with\nthat. Come on. (They get up and go over to the table where his colleagues are sitting.)\nBurt? Lydia? Mel? This is Elizabeth."},{"person":"Elizabeth","txt":" Hi!"},{"person":"Lydia","txt":" Aren’t you in my Popular Culture class?"},{"person":"Ross","txt":" That’s right Lydia, Elizabeth here is a student and uh, we’re\ndating. And you may frown upon that, but we’re not gonna hide it anymore."},{"person":"Mel","txt":" You are "},{"person":"Ross","txt":" What?"},{"person":"Burt","txt":" They’re gonna fire you! You can’t date a student! It’s\nagainst the rules."},{"person":"Ross","txt":" Really? Its not just frowned upon?"},{"person":"Rachel","txt":" I love it at Joey’s!"},{"person":"Joey","txt":" Hey, here you go. (Hands her another one.)"},{"person":"Chandler","txt":" (entering, sees Rachel’s throw) Ni-hi-ice! "},{"person":"Rachel","txt":" Thanks!"},{"person":"Chandler","txt":" (To Joey) So, you busy Thursday?"},{"person":"Joey","txt":" Oh, very funny. I don’t know if you remember, but my audition was\nsupposed to be Thursday. (Chandler doesn’t say anything until Joey figures it out.)\nYou got me the audition?! Let’s hug it up! (They hug.)"},{"person":"Chandler","txt":" Okay. Okay. (Joey puts him down.) What are you gonna do to me if you\nget the part?"},{"person":"Phoebe","txt":" (entering) Hey! Hi!"},{"person":"Rachel","txt":" Hi!"},{"person":"Phoebe","txt":" (To Rachel) Listen umm, yeah okay, I need to talk to you!"},{"person":"Rachel","txt":" Uh-huh."},{"person":"Phoebe","txt":" Now I know that they said that the umm, the hair straightener started\nthe fire but I think I’m partly at fault. You see, I didn’t, I didn’t tell\nyou but umm, but I-I had recently refilled the tissues and so y’know let’s just\nface it, that’s just kindling! So I think it’s better that I stay at\nJoey’s."},{"person":"Rachel","txt":" No, no-no-no. Phoebe, this was my fault and besides y’know what?\nI’m fine here."},{"person":"Phoebe","txt":" Okay. Oh umm, Chandler, Monica is looking for you."},{"person":"Chandler","txt":" Really?"},{"person":"Phoebe","txt":" Yeah she said something about crumbies."},{"person":"Chandler","txt":" No! No! No! I was so careful! (Runs out.)"},{"person":"Phoebe","txt":" (To Rachel) Okay, you have to switch with me! Monica is driving me\ncrazy!"},{"person":"Joey","txt":" That’s right, all the ladies want to stay at Joey’s."},{"person":"Rachel","txt":" No! No! Phoebe, come on! I don’t want to switch! Please come on! I\ncan throw wet paper towels here!"},{"person":"Phoebe","txt":" No but at Monica’s you can eat cookies over the sink!"},{"person":"Rachel","txt":" I know. I’m sorry."},{"person":"Phoebe","txt":" All right fine! This looks like so much fun. (Examining the bowl of wet\npaper towels.)"},{"person":"Joey","txt":" Yeah. "},{"person":"Phoebe","txt":" God, what a mess. (She grabs the bowl and heads for Monica’s.)"},{"person":"Ross","txt":" Wow! It actually is in the handbook. I can’t date you or have a hot\nplate in my office. I can’t believe we have to stop seeing each other."},{"person":"Elizabeth","txt":" For what it’s worth I did appreciate you standing up for me. It\nfelt really nice. It kinda made me like you even more."},{"person":"Ross","txt":" I know, I know I really like you too. But we-we can’t date. It’s\nagainst the rules. It’s forbidden."},{"person":"Elizabeth","txt":" Wow!"},{"person":"Ross","txt":" What?"},{"person":"Elizabeth","txt":" Just hearing you describe it as forbidden, it’s really hot."},{"person":"Ross","txt":" Really?"},{"person":"Elizabeth","txt":" Yeah."},{"person":"Ross","txt":" Well I-I-I don’t care how hot it is it’s-it’s uh, it’s\nwrong."},{"person":"Elizabeth","txt":" Stop it! (She starts to get all worked up.)"},{"person":"Ross","txt":" (feeling it too) No! No! It’s wrong! It’s-it’s-it’s\nnaughty. It’s taboo."},{"person":"Elizabeth","txt":" Shut the book!"},{"person":"Ross","txt":" Let’s also get a hot plate!"},{"person":"Chandler","txt":" Hey!"},{"person":"Joey","txt":" Hey!"},{"person":"Chandler","txt":" So?!"},{"person":"Joey","txt":" So?"},{"person":"Chandler","txt":" It’s Thursday! How was the audition?!"},{"person":"Joey","txt":" Wh? Monday, one day. Tuesday, two day. Wednesday, when huh what?\nThurs—(He gasps in horror.) Oh! (Runs out and Chandler just shakes his head. After a\nsecond Joey runs back in to grab a piece of pizza and runs back out.)"}]