[{"person":"Monica","txt":" Hey! So what do you think?"},{"person":"Chandler","txt":" New haircut? (Monica nods ‘No.’) Necklace? (No) Dress? (No)\nBoots? (Monica nods ‘Yes.’) Boots!"},{"person":"Monica","txt":" Yes! Now, they’re a little more than I normally spend on\nboots…or rent (Shows him the receipt.)"},{"person":"Chandler","txt":" Oh my God!"},{"person":"Monica","txt":" I know."},{"person":"Chandler","txt":" I’m gonna miss being able to afford food."},{"person":"Monica","txt":" I’m sorry, they just, they just look so good! And the saleswoman\nwas looking at me like, \"Oh, these are way too expensive for you.\""},{"person":"Chandler","txt":" She had a point. (Shows her the receipt.) "},{"person":"Rachel","txt":" (entering) Hi!"},{"person":"Monica","txt":" Hey."},{"person":"Rachel","txt":" Oh my God! (Notices the boots) Oh Monica! Those boots are amazing!"},{"person":"Monica","txt":" They’re mine!"},{"person":"Chandler","txt":" Yeah well, too bad we’re gonna have to return them."},{"person":"Rachel","txt":" Return them?! Shh! They’re gonna hear you!"},{"person":"Monica","txt":" Honey, I’m not returning them. Okay? I mean I-I know they cost a\nlot, but I’m going to wear them all the time. You’ll see. Besides, I love the\ncompliments. I mean, have you ever had something so beautiful everyone wanted it?"},{"person":"Chandler","txt":" I have you."},{"person":"Monica","txt":" Nice try; I’m keeping the boots."},{"person":"Ross","txt":" That’s right, I love you! And-and I’m gonna play with you all\nthe time."},{"person":"Phoebe","txt":" How can you let him talk to your crotch like that?"},{"person":"Rachel","txt":" (pause) He’s talking to the baby."},{"person":"Phoebe","txt":" Ohh! Okay! Okay, cause when-when he said, \"I can’t wait to\nhear your first words,\" I thought, \"There’s a trick.\""},{"person":"Rachel","txt":" Okay. Well, I gotta go you guys. I’ll see you later."},{"person":"Phoebe","txt":" Okay."},{"person":"Ross","txt":" Bye."},{"person":"Rachel","txt":" Bye. (She gets up to leave but is stopped by Joey)"},{"person":"Joey","txt":" Oh hey Rach, listen—Hi!"},{"person":"Rachel","txt":" Hi."},{"person":"Joey","txt":" Umm, can you do me a favor? I was talkin’ to my sister and she knows\nyou work at "},{"person":"Rachel","txt":" No, forget it! No way! I am not sending anymore "},{"person":"Joey","txt":" No-no-no-no-no-no, not her, not her. My youngest sister, Dina, she’s\nreally interested in fashion, and she wants to talk to someone successful, y’know, to\ngive her some advice."},{"person":"Rachel","txt":" I guess I can talk to one of my supervisors…"},{"person":"Joey","txt":" Oh no-no-no-no, she wants to talk to you!"},{"person":"Rachel","txt":" Really?! Oh my God! I’m successful!"},{"person":"Joey","txt":" Okay, so will you meet with her?"},{"person":"Rachel","txt":" Yes! I’d love to! Have her come by the office."},{"person":"Joey","txt":" Great! Thanks! You’re gonna love her so much. And—Oh, she’s\nthe smartest of all the Tribbiani children. Hey, y’know the S.A.T’s?"},{"person":"Rachel","txt":" Yeah."},{"person":"Joey","txt":" She took ‘em!"},{"person":"Phoebe","txt":" Hey Ross! Doesn’t Ben go to the Smithfield Day School?"},{"person":"Ross","txt":" Yeah. Why?"},{"person":"Phoebe","txt":" Sting has a son that goes there too!"},{"person":"Ross","txt":" Yeah I know; he’s in Ben’s class."},{"person":"Phoebe","txt":" You knew this and you never said anything?! With all the stupid dinosaur\nstuff you tell us?!"},{"person":"Ross","txt":" Fine! No more dinosaur stuff! Can I talk about fossils? (Joey is about to\nsit down and hears this so instead he groans and exits.)"},{"person":"Phoebe","txt":" Sting’s son, seven years old and there’s a picture."},{"person":"Ross","txt":" What are you reading? The Kidnappers Guide to Manhattan Private Schools?"},{"person":"Phoebe","txt":" No, it’s "},{"person":"Ross","txt":" Uh, I actually haven’t even met him."},{"person":"Phoebe","txt":" Uh-huh, yeah that’s too bad. I really want to go to his concert\nFriday night, but it’s totally sold out. I know! Why don’t you meet him and get\ntickets?! If you get two I’ll take you."},{"person":"Ross","txt":" Well actually, I’m picking Ben up tomorrow, maybe he’ll be\nthere."},{"person":"Phoebe","txt":" There you go! Oh, you are so lucky! You might actually get to meet Sting\ntomorrow! "},{"person":"Monica","txt":" Hey guys!"},{"person":"Chandler","txt":" Hey-hey."},{"person":"Rachel","txt":" Hi Monica!"},{"person":"Monica","txt":" Hey. (Sits down on the arm of the couch.)"},{"person":"Rachel","txt":" Hi boots."},{"person":"Monica","txt":" See Chandler? I’m getting a lot of use out of them already!\nThey’re very practical. See, you can wear them with dresses, with skirts, with\npants…"},{"person":"Chandler","txt":" You can wear them with shorts on a street corner and earn the money to\npay for them. (Goes and gets some coffee at the counter.)"},{"person":"Phoebe","txt":" Wow! They’re beautiful!"},{"person":"Rachel","txt":" Ahh…"},{"person":"Monica","txt":" (almost crying) They hurt so much!"},{"person":"Phoebe","txt":" What?!"},{"person":"Monica","txt":" The guy who made these hates feet and wants to see them die!"},{"person":"Rachel","txt":" Well-well you can give them to me! I haven’t felt my feet in years!"},{"person":"Monica","txt":" I can’t! I spent so much money on them and I told Chandler that\nI’d wear them all the time, I just can’t give them away!"},{"person":"Phoebe","txt":" Well then get your money back and return them!"},{"person":"Monica","txt":" I can’t do that either! The soles’ are already a little\nscuffed up and the insides are filled with my blood."},{"person":"Ross","txt":" (entering) Hey!"},{"person":"Chandler","txt":" (returning to his seat) Hey!"},{"person":"Ross","txt":" Hey I uh just picked up Ben from school…"},{"person":"Chandler","txt":" (spinning around looking for him) I don’t think you did a very\nthorough job!"},{"person":"Ross","txt":" I dropped him off at Carol’s. (To Phoebe) Anyway, it turns out that\nI’m not going to be able to get those tickets though."},{"person":"Phoebe","txt":" Oh no! Why not?"},{"person":"Ross","txt":" Well it turns out that Ben and Sting’s son do not get along."},{"person":"Phoebe","txt":" How come?!"},{"person":"Ross","txt":" Apparently, Sting’s son made fun of the fact that Ben’s moms are\nlesbinims."},{"person":"Phoebe","txt":" Wait! But Ross if they don’t get along then "},{"person":"Ross","txt":" Phoebe, you can’t force kids to be friends."},{"person":"Phoebe","txt":" Sure you can! Give them some blocks, put them in a playpen!"},{"person":"Ross","txt":" Playpen?! Ben’s seven!"},{"person":"Phoebe","txt":" Your kid is seven?! (Ross nods, \"Yes.\") (To the rest)\nHe’s really small. (To Ross) Please! Please get the tickets!"},{"person":"Ross","txt":" Look I’m sorry Pheebs, I can’t do it."},{"person":"Phoebe","txt":" Yes you can! Sting says so himself!"},{"person":"Ross","txt":" What?"},{"person":"Phoebe","txt":" (singing) "},{"person":"Ross","txt":" Look Phoebe, I’m sorry it’s just…"},{"person":"Phoebe","txt":" (singing) "},{"person":"Ross","txt":" Phoebe, I…"},{"person":"Phoebe","txt":" (singing) "},{"person":"Joey","txt":" (entering, with Dina) Here she is! Future fashion superstar!"},{"person":"Rachel","txt":" Oh Joey, I’m hardly a…"},{"person":"Joey","txt":" My little sister Dina!"},{"person":"Rachel","txt":" Right! Hi Dina! "},{"person":"Dina","txt":" Hi."},{"person":"Rachel","txt":" Nice to meet you. (They shake hands.)"},{"person":"Dina","txt":" Thanks so much for meetin’ with me. Joey’s told me so much about\nyou!"},{"person":"Joey","txt":" This is so exciting for her. Well, I’ll let you two fash…ists\nget down to business. (Exits.)"},{"person":"Rachel","txt":" Okay. All right Dina, well let’s talk about the different areas of\nfashion that you could get involved in. Let’s see, there’s design, but you may\nneed a whole other degree for that. Uh, there’s-there’s sales, which is great\nbecause you get to travel…"},{"person":"Dina","txt":" I…I don’t care about fashion! I’m pregnant! And I know you\nare too, so you gotta help me!"},{"person":"Rachel","txt":" (stunned) And there’s marketing…"},{"person":"Monica","txt":" (standing up) Ahhhhhhhh!"},{"person":"Chandler","txt":" (opening the door) What’s wrong?"},{"person":"Monica","txt":" Oh nothing I’m just—just was yawning. (Mimics the groan from\nbefore and stretches.)"},{"person":"Chandler","txt":" Oh don’t forget, my office holiday party is tonight. (They go\ninto the apartment.)"},{"person":"Monica","txt":" Honey, we don’t really have to go to this thing tonight do we?"},{"person":"Chandler","txt":" Now sweetie, I know you don’t like my office parties, but you can\nwear your new boots. See? Every cloud has a…supple leather lining."},{"person":"Monica","txt":" I-I don’t-I don’t think that I’m gonna wear the boots\ntonight."},{"person":"Chandler","txt":" Why not?"},{"person":"Monica","txt":" Well y’know, I’m just-I’m just worried that bosses will\nsee them and think they pay you too much money. Or! Or your assistant will see them\nand-and want a raise!"},{"person":"Chandler","txt":" Do you think I work at some kind of boot pricing company?"},{"person":"Monica","txt":" Anyway, I picked up this outfit that I want to wear and the, and the\nboots don’t really go with it."},{"person":"Chandler","txt":" You said that you paid all that money because those boots go with\nskirts, dresses, and pants!"},{"person":"Monica","txt":" Fine! If you want me to wear the boots, I’ll wear the boots. In\nfact, I’ll go into my room right now and y’know try the outfit on."},{"person":"Chandler","txt":" Okay."},{"person":"Monica","txt":" Okay? (She starts to walk which causes her to start crying) Ooo wee!\nChristmas party in my boots! (Runs into the bedroom and mixes saying ‘ow’ with\nlaughing.)"},{"person":"Dina","txt":" I-I can’t go in there. I can’t tell him!"},{"person":"Rachel","txt":" Honey, it’s going to be okay. He’s been incredibly supportive\nof me, and if he gets a little upset; that’s what the meatball sub is for. (She gives\nDina a sandwich wrapped in aluminum foil.)"},{"person":"Dina","txt":" Thank you."},{"person":"Rachel","txt":" Okay."},{"person":"Joey","txt":" Hey! It’s my fashion girls! (They don’t react.) What’s\nwrong?"},{"person":"Rachel","txt":" Honey, why don’t you sit down? Dina has something that she wants to\ntell you."},{"person":"Joey","txt":" (concerned) Oh. What’s, what’s going on? Is it mom? Is she sick?\nIs it dad’s heart? Is that a sandwich?"},{"person":"Dina","txt":" Joe, mom and dad are fine…"},{"person":"Joey","txt":" Is that a sandwich?!"},{"person":"Rachel","txt":" Joey…there’s something that you…should know. Dina?"},{"person":"Dina","txt":" I’m pregnant."},{"person":"Joey","txt":" (angrily) What?!"},{"person":"Rachel","txt":" (To Dina) Now! Give him the sandwich! Give him the sandwich! (She\nquickly sets the sandwich in front of him.)"},{"person":"Joey","txt":" Well obviously this is a mistake! You can’t be pregnant! Because you\nhave to have sex to get pregnant!"},{"person":"Dina","txt":" Joe, I tried to wait until I was 25 like you did!"},{"person":"Rachel","txt":" What?! Dina…"},{"person":"Joey","txt":" (to Rachel) Bub!!! (Points at her and quiets Rachel.) (To Dina) I\ncan’t believe this! You’re the good one! You went to college! Both years! Who\ndid this to you?!"},{"person":"Dina","txt":" Bobby Corso, but he’s a real nice guy. I like him a lot. He’s\nreal funny."},{"person":"Joey","txt":" You got pregnant for funny?! Dina…if he’s funny…"},{"person":"Dina","txt":" Why? Where are you going?"},{"person":"Joey","txt":" I can’t look at you right now! (Exits and slams the door behind him.)"},{"person":"Dina","txt":" Wow."},{"person":"Rachel","txt":" I know."},{"person":"Phoebe","txt":" Oh, there you are Ben!"},{"person":"Ben","txt":" Aunt Phoebe, what are you doing here?"},{"person":"Phoebe","txt":" Well, I heard you’re having a problem with one of the boys in your\nclass. And so I thought I would just come down here and sit you both down, have a little\ntalk and make it all okay. Now umm, the boy’s name is Sting’s son."},{"person":"Ben","txt":" Jack? I hate him! He’s a jerk."},{"person":"Phoebe","txt":" Now Ben, sometimes people may seem like jerks on the outside, but they\nhave famous fathers."},{"person":"Ben","txt":" I have to go. My friend Doug is waiting for me over there. (Goes over to\nDoug.)"},{"person":"Phoebe","txt":" Him you’re friends with. (Starts looking at the children trying to\nfind Jack and a teacher notices her.)"},{"person":"The Teacher","txt":" Excuse me. Can, can I help you with something?"},{"person":"Phoebe","txt":" Yes! Yes you can, I’m looking for Jack’s parents."},{"person":"The Teacher","txt":" Are you with one of the students?"},{"person":"Phoebe","txt":" Uh-huh, I’m with Ben."},{"person":"The Teacher","txt":" Are you one of Ben’s mothers?"},{"person":"Phoebe","txt":" I am one of Ben’s mothers. I’m a lesbian. It was, it was\ndifficult coming out to my parents."},{"person":"The Teacher","txt":" Well hi, I’m Jenny Boone. I’m the new teacher here."},{"person":"Phoebe","txt":" Oh."},{"person":"The Teacher","txt":" I’ve only met your partner Carol."},{"person":"Phoebe","txt":" Ah! Okay so that would make me Susan."},{"person":"The Teacher","txt":" Right. Are you looking for Jack’s parents to discuss the\nproblems he’s having with Ben? (Phoebe nods ‘Yes.’) Yeah. Because I really\ndo think the parents should sit down and have a conversation."},{"person":"Phoebe","txt":" Yeah! Let’s do that!! That-that sounds good. We should sit down and\ntalk, just me, my lover Carol, and the Stings. Umm, how-how will I get in touch with them?"},{"person":"The Teacher","txt":" Oh, their number is on the contact sheet."},{"person":"Phoebe","txt":" Uh-huh. Uh-huh. Umm, could-could I get a copy of that? ‘Cause Carol\nthrew it out, she lost ours. She’s such a scatterbrain, but man what a hot piece of\nass."},{"person":"Chandler","txt":" Y’know, that party wasn’t bad."},{"person":"Monica","txt":" Yeah! I didn’t know there would be dancing. That was a "},{"person":"Chandler","txt":" I don’t see any uh, cabs. Maybe we should just walk?"},{"person":"Monica","txt":" Oh no, we can’t walk!"},{"person":"Chandler","txt":" What honey, it’s like fifteen blocks to the subway. Let’s\ngo."},{"person":"Monica","txt":" Hey! Do you think that we can get to the subway right there if we climb\ndown through the manhole cover?"},{"person":"Chandler","txt":" What’s going on?"},{"person":"Monica","txt":" I can’t walk. Okay? Okay? These boots were a huge mistake!"},{"person":"Chandler","txt":" What?"},{"person":"Monica","txt":" Okay you were right! All right, I never should have bought them!\nThey’re killing me! One toe at a time!"},{"person":"Chandler","txt":" So I was right. This is what it feels like to be right. (Pause)\nIt’s oddly unsettling."},{"person":"Monica","txt":" How are we gonna get home? Maybe a piggy-back ride?"},{"person":"Chandler","txt":" Hop on."},{"person":"Monica","txt":" Okay. Wait, just give me a second, I need to just get my boots off\nfirst. (She starts taking them off.) Ah…Ooh…Oohh…Ohh…Oh\nGod…Ohh…Oh…Ohh…Ohhhh…"},{"person":"Chandler","txt":" Honey, I know you’re in pain right now, but I’m a little\nturned on."},{"person":"Dina","txt":" Do you ever worry that you’ll be walking and your baby will just like\nslip out?"},{"person":"Rachel","txt":" What college was that Dina?"},{"person":"Dina","txt":" Oh my God! Bobby!"},{"person":"Bobby","txt":" Hi Dina. Good to see you."},{"person":"Rachel","txt":" Joey, what are you doing?"},{"person":"Joey","txt":" Just what needs to be done! Dearly beloved, we are gathered here to join\nthis man and this woman…"},{"person":"Rachel","txt":" Oh Joey this is crazy!"},{"person":"Joey","txt":" Don’t interrupt me when I’m talkin’ to God! Now where were\nwe? Oh right, okay. Do you Dina, take this man…"},{"person":"Dina","txt":" No!"},{"person":"Joey","txt":" Oh you’ll take ‘em!"},{"person":"Dina","txt":" No I won’t!"},{"person":"Joey","txt":" Hey! You don’t get a say in this!"},{"person":"Dina","txt":" Yes I do!"},{"person":"Joey","txt":" Ahhh! I heard \"I do\", we’re halfway there! Okay! (To Bobby)\nYou!"},{"person":"Rachel","txt":" All right Joey! That is enough! (Grabs him and pulls him away from Bobby\nand Dina) Listen, as beautiful and moving as this ceremony is, it’s not legal. Okay?\nThey-they don’t have a marriage license, they don’t have any witnesses, and the\ngroom only has on one shoe!"},{"person":"Bobby","txt":" Yeah, he took the other one off and hit me with it."},{"person":"Joey","txt":" Well what am I supposed to do?"},{"person":"Rachel","txt":" You’re supposed to realize that they are adults! And that they can\nmake their own decisions."},{"person":"Joey","txt":" No they can’t! They were stupid enough to get knocked up!"},{"person":"Rachel","txt":" Heyyyyy! Contraceptives are not always effective! (To Bobby and Dina)\nRight?"},{"person":"Bobby","txt":" Yeah…we kinda didn’t use any…"},{"person":"Rachel","txt":" Oh, come on kids! A little help here!"},{"person":"Phoebe","txt":" Wow! This place is incredible! (Gasps) Sting’s pen…that he\ngave to Phoebe. (Puts the pen in her purse and goes over to a floor-to-ceiling bookcase)\nCome on! Secret passageway! (Starts pulling books at random as Trudie enters.)"},{"person":"Trudie Styler","txt":" Hi! (By the way, it’s actually her.)"},{"person":"Phoebe","txt":" Hi!"},{"person":"Trudie Styler","txt":" I’m Trudie."},{"person":"Phoebe","txt":" Uh-huh."},{"person":"Trudie Styler","txt":" You must be Ben’s mum."},{"person":"Phoebe","txt":" Why else would I be here?"},{"person":"Trudie Styler","txt":" Do sit down."},{"person":"Phoebe","txt":" Uh-huh. (They go and sit down.)"},{"person":"Trudie Styler","txt":" I gather Jack and Ben haven’t been getting along lately."},{"person":"Phoebe","txt":" Yeah."},{"person":"Trudie Styler","txt":" I’m told there are two sides to this story, but all\nI’ve heard is that Ben’s a bit of a poo-poo head."},{"person":"Phoebe","txt":" Umm, I’m sorry. Won’t-won’t Jack’s father be joining\nus?"},{"person":"Trudie Styler","txt":" Oh I’m sorry, Jack’s father is not available."},{"person":"Phoebe","txt":" Uh-hmm. Okay. Well then, could we reschedule? For say, Friday night\nperhaps at 8 o’clock?"},{"person":"Trudie Styler","txt":" Oh no, I know that wouldn’t work. My husband’s in\nconcert."},{"person":"Phoebe","txt":" Concert. Yeah. That does put us in…quite a pickle. Because you see\nI’m very busy before and after the concert, and he’s obviously busy during."},{"person":"Trudie Styler","txt":" So, I guess you and I should talk about Jack and Ben right now."},{"person":"Phoebe","txt":" Unless! Unless umm, okay I-I would be willing to go to the concert, umm,\nall the while thinking about the children of course."},{"person":"Trudie Styler","txt":" Are you here for tickets?"},{"person":"Phoebe","txt":" Oh, thank you. Four would be great."},{"person":"Trudie Styler","txt":" I’m not giving concert tickets to someone who’d use\ntheir son like this!"},{"person":"Phoebe","txt":" Oh good! Then you’re in luck! Ben’s not my son!"},{"person":"Trudie Styler","txt":" (stands up) Look, I’ve just pressed a button, triggering a\nsilent alarm. Any minute now, the police will be here!"},{"person":"Phoebe","txt":" The Police? Here? A reunion?! (She gets out her camera.)"},{"person":"Chandler","txt":" Okay, ten blocks down. Five to go."},{"person":"Monica","txt":" (notices something in the window) Oh wait! Stop! Stop! Stop!"},{"person":"Chandler","txt":" Oh I’m sorry! Do you need a break?"},{"person":"Monica","txt":" My boots in tan! Hey! Can you get a little closer so I can see the\nprice?"},{"person":"Chandler","txt":" I can see it from right here. It’ll cost you one husband."},{"person":"Monica","txt":" Okay, I’m sorry. I think I can walk the rest of the way now.\nJust-just give me my boots."},{"person":"Chandler","txt":" (pause) I don’t have your boots."},{"person":"Monica","txt":" Well I don’t have them either. Where are they?"},{"person":"Chandler","txt":" Well, why don’t you check in one of my saddlebags while I chew on\na bale of hay!"},{"person":"Monica","txt":" Okay. (She gets off him.) God well, we gotta go back and get them!"},{"person":"Chandler","txt":" Honey, are you seriously ever gonna wear the boots again?"},{"person":"Monica","txt":" Okay, I’m never gonna wear them again. I just didn’t get a\nchance to say goodbye."},{"person":"Chandler","txt":" Y’know what? You can say goodbye to the tan ones."},{"person":"Monica","txt":" Okay. (Climbs back on his back.) All right."},{"person":"Chandler","txt":" Okay. (Moves closer to the window.)"},{"person":"Monica","txt":" (to the boots) Bye boots—Wait! Half off?! (Chandler runs off.)"},{"person":"Rachel","txt":" Joey, just because they’re not getting married doesn’t mean\nthis is going to be a disaster. Maybe they have a plan!"},{"person":"Joey","txt":" Oh? Oh! Okay! Okay! Let’s hear their plan! Now, what’s the\nfuture look like for Dina and Bobby?"},{"person":"Bobby","txt":" Well…I really have high hopes for my band."},{"person":"Joey","txt":" (to Dina) You were right. He is funny."},{"person":"Rachel","txt":" Hey, now wait a minute! I get when you told people at first that you\nwanted to be an actor they laughed at you! Now come on Bobby, why don’t you tell us a\nlittle bit about your band?"},{"person":"Bobby","txt":" Well it’s just me and my pal Rooster, the band’s name is Numb\nNuts."},{"person":"Rachel","txt":" (To Dina) Really? (Nods her head at Bobby.)"},{"person":"Joey","txt":" Dina, if you’re having a baby you should be married! Even if it is to\nBobby! (Bobby gets happy.) Dude, that’s not a compliment!"},{"person":"Dina","txt":" No Joey! I knew you wouldn’t be supportive!"},{"person":"Joey","txt":" So whoa-whoa-whoa-whoa! What are you gonna do? You’re gonna have the\nbaby and-and raise it by yourself…without a husband?! You can’t be a single\nmother alone! You’re gonna ruin your life!"},{"person":"Rachel","txt":" Oh excuse me! Am I ruining my life?"},{"person":"Joey","txt":" No! No! No! It’s different for you. You’re so strong and\ntogether. You’re not some dumb kid who doesn’t know what she’s doing."},{"person":"Dina","txt":" Excuse me?"},{"person":"Joey","txt":" One pregnant woman at a time, please! I just want you to be okay."},{"person":"Rachel","txt":" So forcing her to marry Bobby is gonna make that happen?"},{"person":"Joey","txt":" Maybe! (To Bobby) Well! Well…so-so uh, what kind of music does Numb\nNuts—Oh forget it! I can’t!"},{"person":"Dina","txt":" Joey, I am scared to death about this. But I really think I can do it,\nI’m just gonna need some help. And Bobby’s gonna be here the whole time."},{"person":"Bobby","txt":" You bet I am! (To Joey) And to answer your earlier question, we’re\nstraight-up gangster rap. (Joey shakes his head as if he’s about to lose it.)"},{"person":"Dina","txt":" Look, Rachel’s told me how much easier you’ve made all this on\nher. Why can’t you do that for me?"},{"person":"Joey","txt":" Because! ‘Cause… ‘Cause you’re my baby sister!"},{"person":"Dina","txt":" And you’re my big brother! I mean, you’re my favorite guy in the\nwhole world. I’m not even scared to tell mom and dad. I was scared of telling you."},{"person":"Joey","txt":" Well I’d be scared of them, but all right."},{"person":"Dina","txt":" Joey, I can’t stand the thought of having this baby with you mad at\nme. I want him to have his uncle. Is my baby gonna have his Uncle Joey?"},{"person":"Joey","txt":" Of course he’s gonna have his Uncle Joey!"},{"person":"Dina","txt":" We’re gonna be all right. I mean, even if we’re not married this\nbaby is gonna be so loved. Not just by us."},{"person":"Joey","txt":" That’s right! By his uncle too!"},{"person":"Bobby","txt":" And by you."},{"person":"Rachel","txt":" Okay Bobby, why don’t we just come over here and let them have a\nlittle moment. (Drags Bobby away from Joey and Dina.)"},{"person":"Joey","txt":" Come here! (Hugs Dina and Bobby looks to hug Rachel.)"},{"person":"Rachel","txt":" No! Seriously! What’s wrong with you?!"},{"person":"Ross","txt":" You’re gonna love me so much. I got Sting tickets!! (Holds up two.)"},{"person":"Phoebe","txt":" Oh my God! I do love you! How did you do it?!"},{"person":"Ross","txt":" Well…let’s just say… (singing) "},{"person":"Phoebe","txt":" Oo, where are the seats?"},{"person":"Ross","txt":" Uh, middle balcony."},{"person":"Phoebe","txt":" Okay, now would you say that that’s more than 50 yards away from\nSting, his wife, or a member of his family?"},{"person":"Ross","txt":" Yeah."},{"person":"Phoebe","txt":" Then that’s not breaking the law! I’m there!"}]