[{"person":"Phoebe","txt":" ...sprang to his sleigh, to his team gave a whistle;"},{"person":"Joey","txt":" (impressed) Wow, that was great! You really wrote that?"},{"person":"Phoebe","txt":" (smiling) Uh-huh."},{"person":"Chandler","txt":" (coming from the bedroom) Say goodbye elves, I'm off to Tulsa."},{"person":"Monica","txt":" I can't believe you're not gonna be here for Christmas."},{"person":"Ross","txt":" You're really not coming back?"},{"person":"Chandler","txt":" Yeah, we have all this paperwork that needs to be filed by the end of the year. If I don't get it done, I'll be fired."},{"person":"Monica","txt":" It's so unfair, you don't even like your job!"},{"person":"Chandler","txt":" So, who does?"},{"person":"Phoebe","txt":" Oh, I like my job."},{"person":"Joey","txt":" I *love* my job."},{"person":"Rachel","txt":" Yeah, I can't *wait* to go back to work."},{"person":"Ross","txt":" I can't get *enough* dinosaurs!"},{"person":"Chandler","txt":" I'm sorry, I won't be here."},{"person":"Monica","txt":" It's just... It's hard enough not seeing you during the week, but for Christmas... alright, if this is what you have to do, I understand."},{"person":"Chandler","txt":" Thanks. (they kiss) I'll see you New Year's Day."},{"person":"Monica","txt":" (shocked) You're not gonna be here New Year's Eve??"},{"person":"Chandler","txt":" Did I not mention that?"},{"person":"Monica","txt":" No!"},{"person":"Chandler","txt":" (thinks for a second, then waves his arms, exclaiming:) AND TO ALL A GOOD NIGHT! (and runs out of the apartment)"},{"person":"Chandler","txt":" All right everybody, I know that it's Christmas Eve and you'd rather be with your families, but there's *no* call (he takes it off) for writing \"Screw you, Mr. Bing!\" on the back of my chair! (he looks at it) -- By the way, you can all call me Chandler."},{"person":"Wendy","txt":" Hey!"},{"person":"Others","txt":" Hey."},{"person":"Chandler","txt":" Hey. Where've you been?"},{"person":"Wendy","txt":" I was, uh, checking out that insurance company's Christmas party on three, oh, it was really beautiful, they have all these decorations and this huge tree and I just, uh... to hell with them, we have to work. -- So I stole ther ham. (She turns the cardboard box upside down over the conference table, a big piece of ham falls out.)"},{"person":"Chandler","txt":" (to the others) You hear that? You may not be with your families, but at least it's gonna smell like ham in here."},{"person":"Claudia","txt":" My kid's in a play right now."},{"person":"Chandler","txt":" Y'know what, I know what will cheer you guys up! (he starts spreading envelopes among them) I had a little talk with the boys in New York, told 'em about all the hard work you've been doing and that a little Christmas bonus may be in order."},{"person":"Ken","txt":" (reading off his card) \"A donation has been made in your name to the New York City Ballet\"."},{"person":"Chandler","txt":" Well, that's like money in your pocket! - Alright look, you want me to say it? This sucks. Being here sucks! This work sucks!"},{"person":"Wendy","txt":" *Now* it feels like Christmas."},{"person":"Chandler","txt":" I'm sorry. Hey, at least you guys get to go home and be with your families tonight. I have to go back to an empty hotel room and lay down on a very questionable bedspread. And then tomorrow morning, you get to have Christmas morning in your own houses, wich, by the way, none of you have invited me to."},{"person":"Ken","txt":" You can come to my house!"},{"person":"Chandler","txt":" Haha, no thanks!"},{"person":"Wendy","txt":" That was a nice pep-talk."},{"person":"Chandler","txt":" Oh, thanks! I'm... actually thinking about becoming a motivational speaker."},{"person":"Wendy","txt":" So, if you were home right now, what would you be doing?"},{"person":"Chandler","txt":" Typical Christmas-y stuff, you know? Our holidays are pretty traditional..."},{"person":"Phoebe","txt":" So here is a, a very special holiday song that I wrote for some very important people to me. (singing:)"},{"person":"Rachel","txt":" Okay, Pheebs, you look in the kitchen, I will look in the back closet."},{"person":"Chandler","txt":" I can save you time ladies, I'm right here."},{"person":"Phoebe","txt":" Yeah, Chandler why don't you take a walk? This doesn't concern you."},{"person":"Rachel","txt":" We are looking for our Christmas presents from Monica."},{"person":"Chandler","txt":" What? That's terrible!"},{"person":"Phoebe","txt":" No-no, we do it every year!"},{"person":"Chandler","txt":" Oh well, that, that makes it not terrible."},{"person":"Phoebe","txt":" No, yeah, we never find them! She's always best at us, that wily... minx."},{"person":"Rachel","txt":" Don't worry, we're just gonna search here for an hour, and then we're gonna go over to Joey's and search, OK?"},{"person":"Chandler","txt":" No not okay, you can't look for Monica's presents!"},{"person":"Phoebe","txt":" Oh no, we have to!"},{"person":"Chandler","txt":" No, you don't have to, and you can't because I, I live here too."},{"person":"Phoebe","txt":" Well then, you should look with us."},{"person":"Chandler","txt":" Why?"},{"person":"Rachel","txt":" Chandler, aren't you worried about what to get Monica for Christmas?"},{"person":"Chandler","txt":" No, I have a great idea for a present for her."},{"person":"Phoebe","txt":" Oh, that's it? (Mimics Chandler) A great idea! Oh yeah."},{"person":"Rachel","txt":" Chandler, that's not enough. I mean what if she gets you a great present, two medium presents, and a bunch of little presents? And you've just gotten her one great present? I mean that's just gonna make her feel bad. Why would you do that to her Chandler? Why? Why?"},{"person":"Chandler","txt":" If I help, we can find 'em faster!"},{"person":"Rachel","txt":" That's right!"},{"person":"Phoebe","txt":" Ooh ooh, we have a live one!"},{"person":"Rachel","txt":" Oh, it's a Macy's bag!"},{"person":"Rachel","txt":" Oh."},{"person":"Phoebe","txt":" Ooh, who's it for?"},{"person":"Rachel","txt":" (Reading from a tag that's attached to the shoe) \"Dear losers, do you really think I'd hide presents under the couch? P.S.: Chandler, I knew they'd break you.\""},{"person":"Joey","txt":" Rach, these are for you."},{"person":"Rachel","txt":" Wiper blades. I don't even have a car."},{"person":"Joey","txt":" No, but with this new car smell, you'll think you do."},{"person":"Chandler","txt":" OK, Pheebs, your turn."},{"person":"Phoebe","txt":" Ahh, toilet seat covers! Is that what you were doing while I was getting gas?"},{"person":"Joey","txt":" Uh-huh."},{"person":"Phoebe","txt":" You guuuyys."},{"person":"Joey","txt":" And for Ross, Mr. Sweet-tooth."},{"person":"Ross","txt":" You got me a cola drink?"},{"person":"Chandler","txt":" And, a lemon lime."},{"person":"Ross","txt":" Well this, this is too much, I feel like I should get you another sweater."},{"person":"Chandler","txt":" And last but not least."},{"person":"Joey","txt":" They're ribbed for *your* pleasure."},{"person":"Ross","txt":" Ooh, hey Ben, what if the Holiday Armadillo told you all about the Festival of Lights?"},{"person":"Ross","txt":" Yeah!"},{"person":"Monica","txt":" Come on Ben."},{"person":"Ross","txt":" Years and years ago there were these people called the Maccabees..."},{"person":"Chandler","txt":" (entering in a Santa costume) Ho, ho, ho! Merry Christmas!"},{"person":"Chandler","txt":" Hey! (Grunts as Ben hits him at full speed.)"},{"person":"Ross","txt":" What are you doing here, Santa?"},{"person":"Chandler","txt":" Well, I'm here to see my old buddy Ben. What are you doing here, weird...turtle-man?"},{"person":"Ross","txt":" I'm the Holiday Armadillo, your part-Jewish friend. You sent me here to give Ben some presents. Remember?"},{"person":"Chandler","txt":" What?"},{"person":"Monica","txt":" Okay Ben, why don't you come open some more presents, and Santa, the Armadillo and I have a little talk in the kitchen? There's a sentence I'd never thought I'd say."},{"person":"Ross","txt":" (to Chandler) What are you doing?"},{"person":"Chandler","txt":" You called everyone and said you were having trouble finding a Santa costume, so I borrowed one from a guy at work!"},{"person":"Ross","txt":" Thank you, but, but you, you gotta leave."},{"person":"Chandler","txt":" Why?"},{"person":"Ross","txt":" Because, I'm finally getting him excited about Hanukkah, and, and you're-you're wrecking it."},{"person":"Chandler","txt":" But I didn't get to shake my belly like a bowl full of jelly."},{"person":"Ross","txt":" I'm sorry Chandler, but this, this is really important to me."},{"person":"Chandler","txt":" Fine, I'll give the suit back."},{"person":"Monica","txt":" (to Chandler) Hey, you think, you can keep it another night? (She has a really teasing look on her face and keeps twirling Chandler's beard.)"},{"person":"Chandler","txt":" Santa? Really?"},{"person":"Monica","txt":" Yeah, is that okay?"},{"person":"Chandler","txt":" Did your Dad ever dress up like Santa?"},{"person":"Monica","txt":" No."},{"person":"Chandler","txt":" Then it's okaaay! (They kiss.)"},{"person":"Chandler","txt":" You know what, everybody? Go home. You should be with your families. It's bad enough that we're working New Year's Eve."},{"person":"Chandler","txt":" Did I not tell *anyone* about New Year's Eve? -- Alright, look, go! Go home, okay? Merry Christmas! Go."},{"person":"Chandler","txt":" Good, God's speed, good people! (he starts to close the door, turns around and sees Wendy) You're not gonna go?"},{"person":"Wendy","txt":" Naah... I couldn't leave you alone."},{"person":"Chandler","txt":" Ah. Thanks."},{"person":"Wendy","txt":" Besides, I can't leave until their Christmas party downstairs clears out; there are some *pissed off* insurance people looking for that ham."},{"person":"Chandler","txt":" Ah. (The phone rings; he answers it) Chandler Bing."},{"person":"Monica","txt":" Hi Honey! We're all here; we just want to wish you a Merry Christmas."},{"person":"Others","txt":" (simultaneously) Merry Christmas! (except for Phoebe...)"},{"person":"Phoebe","txt":" (simultaneous to the others) Ble-blah-blar Blargh!"},{"person":"Chandler","txt":" Ahh, Merry Christmas; I miss you guys!"},{"person":"Monica","txt":" So is it horrible? Is everybody working really hard?"},{"person":"Chandler","txt":" Ah, well no, it's just uh, me and Wendy."},{"person":"Monica","txt":" Wendy? -- That sounds like a girl's name."},{"person":"Chandler","txt":" It is. Did I... not tell you about her?"},{"person":"Monica","txt":" Umhmm, umhmm, about the time you told me about New Year's Eve. Where is everybody else?"},{"person":"Chandler","txt":" I sent them home."},{"person":"Monica","txt":" Ohh, you are such a good boss! Is she pretty?"},{"person":"Chandler","txt":" Uhh, uh..."},{"person":"Ross","txt":" (in a low voice) Answer faster, answer faster!"},{"person":"Chandler","txt":" I don't know!"},{"person":"Ross","txt":" (in the same low voice) Answer better, answer better!"},{"person":"Chandler","txt":" I don't think of her that way, you know, she's a, she's a colleague."},{"person":"Monica","txt":" What does she do there?"},{"person":"Chandler","txt":" Oh, she's regional Vice President; She's... just below me."},{"person":"Monica","txt":" She did WHAT?"},{"person":"Chandler","txt":" BE-LOW me!"},{"person":"Joey","txt":" Ahh, wait, is Wendy the runner-up Miss Oklahoma?"},{"person":"Monica","txt":" *What*??"},{"person":"Chandler","txt":" Well, she... she didn't win..."},{"person":"Monica","txt":" Alright, well, maybe I should let you and the second prettiest girl in Oklahoma get back to work."},{"person":"Chandler","txt":" Well, second prettiest that year; I mean, of *all* the girls in Oklahoma, she's probably..."},{"person":"Rachel","txt":" (interrupting him) Oh Chandler, stop talking!"},{"person":"Chandler","txt":" Honey, there's really nothing to worry about."},{"person":"Monica","txt":" Okay."},{"person":"Chandler","txt":" I'm serious!"},{"person":"Monica","txt":" Okay!"},{"person":"Chandler","txt":" Merry Christmas."},{"person":"Monica","txt":" Merry Christmas."},{"person":"Chandler","txt":" Merry Christmas, you guys!"},{"person":"Others","txt":" (simultaneously) Yeah, Merry... Christmas. (again, Phoebe...)"},{"person":"Phoebe","txt":" (simultaneous to the others) Blah blargah, blar-blab."},{"person":"Chandler","txt":" (hanging up the phone) The wife says \"Hi!\"."},{"person":"Wendy","txt":" Ah. Fun conversation?"},{"person":"Chandler","txt":" Ah well, she's got this weird idea, that, uh, y'know, just because you and I are alone, that something is gonna happen."},{"person":"Wendy","txt":" Huh? Really? -- Hm, that'd be so terrible? (She gets hold of Chandler's tie, slowly moving her hands upwards on the tie, getting closer and closer to him, seductive.)"},{"person":"Chandler","txt":" This is probably the wrong thing to be worrying about, but... you're getting ham on my only tie."},{"person":"Chandler","txt":" Whoa-ho, back off, Missy! (He takes a step back, but she still keeps her grip on his tie.)"},{"person":"Wendy","txt":" (laughs) ...Missy?"},{"person":"Chandler","txt":" I don't know; I'm not used to girls making passes at me! ... (She lets go of his tie) Wait a minute... am I sexy in Oklahoma?"},{"person":"Wendy","txt":" You are to me... (She gets closer again, putting her arms around his torso.)"},{"person":"Chandler","txt":" (flattered) No,... no... (realizing) NO! (He quickly gets several steps away from her.) Look, I'm, I'm married!"},{"person":"Wendy","txt":" So? I'm married. (Showing him the ring on her finger.)"},{"person":"Chandler","txt":" I'm *happily* married."},{"person":"Wendy","txt":" Oh. - What's *that* like?"},{"person":"Chandler","txt":" Right. So, I'm sorry..."},{"person":"Wendy","txt":" Seriously? Happily married. So that phone call before, that was ... happy?"},{"person":"Chandler","txt":" Well look, it's not easy to spend this much time apart, you know. She's entitled to be a little paranoid... or, in this case: right on money! ... You know, she's amazing, and beautiful, and smart, and if she were here right now, ...she'd kick your ass. Look, you're a really nice person... ham stealing and adultery aside. But, what I have with my wife is pretty great, so nothing is ever gonna happen between us."},{"person":"Wendy","txt":" Okay, let me ask you something: if what you and your wife have is so great, then why are you spending Christmas with me?"},{"person":"Chandler","txt":" I mean, you were the most beautiful woman in the room tonight!"},{"person":"Monica","txt":" Really?"},{"person":"Chandler","txt":" You kidding? You're the most beautiful woman in most rooms... (She jumps up and kisses him.) (Breaking the kiss.) Whoa! Whoa! Whoa! What's going on? You and I just made out! You and I are making out?"},{"person":"Monica","txt":" Well, not anymore."},{"person":"Chandler","txt":" But we don't do that."},{"person":"Monica","txt":" I know, I just thought it would be fun."},{"person":"Chandler","txt":" How drunk are you?"},{"person":"Monica","txt":" Drunk enough that I know I wanna do this. Not so drunk that you should feel guilty about taking advantage."},{"person":"Chandler","txt":" (thinks) That's the perfect amount!"},{"person":"Monica","txt":" Okay!"},{"person":"Monica","txt":" (breaking the kiss) Y'know what's weird?"},{"person":"Chandler","txt":" What?"},{"person":"Monica","txt":" This doesn't feel weird!"},{"person":"Chandler","txt":" I know."},{"person":"Monica","txt":" You're a really good kisser."},{"person":"Chandler","txt":" Well, I have kissed over four women. (They kiss again.) Do you wanna get under the covers?"},{"person":"Monica","txt":" Hm-hmm!"},{"person":"Chandler","txt":" Okay!"},{"person":"Monica","txt":" Wow! You are really fast!"},{"person":"Chandler","txt":" It bodes well for me that speed impresses you."},{"person":"Monica","txt":" We're gonna see each other naked."},{"person":"Chandler","txt":" Yep!"},{"person":"Monica","txt":" Do you wanna do it at the same time?"},{"person":"Chandler","txt":" Count of three?"},{"person":"Monica","txt":" One!"},{"person":"Chandler","txt":" Two!"},{"person":"Monica","txt":" Two!"},{"person":"Both","txt":" Three! (They lift up the covers and check each other out, then come back up with silly grins on their faces.)"},{"person":"Chandler","txt":" Well I think it's safe to say that our friendship is effectively ruined."},{"person":"Monica","txt":" Eh, we weren't that close anyway!"},{"person":"Chandler","txt":" Eh! (They start making out again)"},{"person":"Chandler","txt":" So, are you really gonna go out with that nurse man?"},{"person":"Monica","txt":" Well uh, you and I are just goofing around, I thought, why not just goof around with him."},{"person":"Chandler","txt":" Y'know, I don't know if you've ever looked up the term goofing around in the dictionary... Well, I have, and the technical definition is, two friends who care a lot about each other and have amazing sex and just wanna spend more time together. But if you have this new fangled dictionary that gets you made at me, then we have to, y'know, get you my original dictionary. I am *so* bad at this."},{"person":"Monica","txt":" I think you're better than you think you are."},{"person":"Chandler","txt":" Really? Okay, so..."},{"person":"Monica","txt":" (interrupting) Know when to stop."},{"person":"Chandler","txt":" Y'know, I sensed that I should stop. So we're okay?"},{"person":"Monica","txt":" Yeah. (They kiss and as she starts to leave, Chandler starts to dance. Without turning around:) Don't do the dance."},{"person":"Chandler","txt":" Right!"},{"person":"Monica","txt":" I can't get married until I get something old, something new, something borrowed, and something blue."},{"person":"Chandler","txt":" Okay, all right, all right, all right! Okay! (Picks up a blue sweater.) Okay, here's something, here's something blue and new."},{"person":"Monica","txt":" You're so efficient. I love you!"},{"person":"Chandler","txt":" Let's go! (Starts to leave.)"},{"person":"Monica","txt":" No-no-no, wait! We need something old!"},{"person":"Chandler","txt":" Oh, okay, I have condom in my wallet that I've had since I was twelve."},{"person":"Monica","txt":" That'll work!"},{"person":"Chandler","txt":" I don't think so."},{"person":"Monica","txt":" Okay, now we just need something borrowed!"},{"person":"Chandler","txt":" (looks around) Here just...take this. (Hands her the sweater.)"},{"person":"Monica","txt":" That's stealing!"},{"person":"Chandler","txt":" No, we'll-we'll bring it back! Just put it under your dress."},{"person":"Monica","txt":" Ohh. (Rubs her fake stomach.)"},{"person":"Chandler","txt":" Okay, one thing at a time. (They run out to get married.)"},{"person":"Monica","txt":" Listen umm, I've been thinking, it's not fair for me to ask you to spend all of your money on our wedding. I mean, you work, you work really hard for that."},{"person":"Chandler","txt":" Ehh."},{"person":"Monica","txt":" Eh, you work for that."},{"person":"Chandler","txt":" Look, I thought about it too, and I'm sorry. I think we should spend all of the money on the wedding."},{"person":"Monica","txt":" You do?!"},{"person":"Chandler","txt":" Yeah, I'm putting my foot down. Yeah look, when I proposed I told you that I would do anything to make you happy, and if having the perfect wedding makes you happy, then, then that's what we're gonna do."},{"person":"Monica","txt":" Oh, you're so sweet. (They hug and kiss.) Oh, but wait, what about our, what about the future and stuff?"},{"person":"Chandler","txt":" Eh, forget about the future and stuff! So we only have two kids, y'know? We'll pick our favorite and that one will get to go to college."},{"person":"Monica","txt":" You thought about that?"},{"person":"Chandler","txt":" Yeah."},{"person":"Monica","txt":" How many kids were we gonna have?"},{"person":"Chandler","txt":" Uh, four, a boy, twin girls and another boy."},{"person":"Monica","txt":" What else did you think about?"},{"person":"Chandler","txt":" Well, stuff like where we'd live, y'know? Like a small place outside the city, where our kids could learn to ride their bikes and stuff. Y'know, we could have a cat that had a bell on its collar and we could hear it every time it ran through the little kitty door. Of course, we'd have an apartment over the garage where Joey could grow old."},{"person":"Monica","txt":" (laughs) Y'know what? I-I don't want a big, fancy wedding."},{"person":"Chandler","txt":" Sure you do."},{"person":"Monica","txt":" No, I want everything that you just said. I want a marriage."},{"person":"Chandler","txt":" You sure?"},{"person":"Monica","txt":" Uh-hmm."},{"person":"Chandler","txt":" I love you so much."},{"person":"Monica","txt":" I love you. (They kiss.)"},{"person":"Rachel","txt":" (opens her present from Ross; it's a dark-red scarf) Oohh, I love it!"},{"person":"Ross","txt":" Really? You're not gonna return it?"},{"person":"Rachel","txt":" Well, not this second!"},{"person":"Phoebe","txt":" (at the window) Hey look, you guys, it's snowing!"},{"person":"Rachel","txt":" Oh wow, it's so beautiful..."},{"person":"Ross","txt":" Wow, it really is!"},{"person":"Monica","txt":" \"Wendy\" is a fat girl name."},{"person":"Phoebe","txt":" Aren't we done with that?"},{"person":"Monica","txt":" Okay, fine. Let's talk about snow. -- Do you think it's snowing in Tulsa, where my husband is having sex on a copying machine?"},{"person":"Chandler","txt":" Hey!"},{"person":"Ross","txt":" Oh my god..."},{"person":"Joey","txt":" Hey-heeyyy - Look at that, it's a Christmas miracle!"},{"person":"Monica","txt":" What are you doing here?"},{"person":"Chandler","txt":" I wanted to be with you. I missed you so much."},{"person":"Joey","txt":" Hey, hey, uh, who did you miss the most?"},{"person":"Chandler","txt":" Monica."},{"person":"Joey","txt":" Got ya. (blinks an eye)"},{"person":"Chandler","txt":" I never want to leave you again!"},{"person":"Monica","txt":" But I thought if you left, you get fired."},{"person":"Chandler","txt":" Turns out they can't fire me. Because I quit."},{"person":"Monica","txt":" What?"},{"person":"Ross","txt":" What, you, you really quit your job?"},{"person":"Chandler","txt":" Yeah! It's a stupid job, and I could not stand leaving you. And why should I be the only one who doesn't get to do what he *really* wants to do?"},{"person":"Rachel","txt":" What do you really want to do?"},{"person":"Chandler","txt":" (realizing) I have *not* thought this through!"},{"person":"Monica","txt":" Oh my god!"},{"person":"Chandler","txt":" I know, I, I should have talked to you first about it."},{"person":"Monica","txt":" No, I think that this is what you wanna do, I think it's great!"},{"person":"Chandler","txt":" Thanks!"},{"person":"Phoebe","txt":" Chandler, your being here is the best Christmas present I could have ever imagined."},{"person":"Chandler","txt":" (flattered) Ahh..."},{"person":"Phoebe","txt":" Now give me my real gift."},{"person":"Phoebe","txt":" (to Chandler) Thank you."},{"person":"Chandler","txt":" (to Monica) Here, pass these, will ya.. (points to the others)"},{"person":"Ross","txt":" Oh, hey..."},{"person":"Ross","txt":" (reading off his card) \"A donation has been made in your name to the New York City Ballet.\" -- How did you know?"},{"person":"Rachel","txt":" Wha... are you kidding? I can't return this."},{"person":"Chandler","txt":" I... thought it was a timely start to thinking about other people. Besides, this gift still says I love you guys."},{"person":"Joey","txt":" Mine's is to Lilian Myers."},{"person":"Chandler","txt":" I don't have a *job*!"},{"person":"Chandler","txt":" Actuary... no. Book-keeper... no. Topless dancer... (he looks down on himself, checking, then nods satisfied and marks the offer with a pen) (to Monica:) Hey, d'you know what I just realized? You are the sole wage earner. *You* are the head of the household. I don't do anything - I'm a kept man!"},{"person":"Monica","txt":" You are! (she picks up a bill from the table, handing it to Chandler) Hey, here's twenty bucks. -- Why don't you go buy yourself something pretty while I'm at work tomorrow?"}]